Repository: alsedo/screenplay-dx
Catalog: core_repos/src/libs/RES_IOM/resource/mo/*.po
Languages: cs, da, fi, fr, he, hu, it, jp, nb, pl, pt_br, ru, sw, tr

source: Are you sure you want to delete the file?
cs: Jste si jisti, že chcete soubor odstranit?
da: Er du sikker på, at du vil slette filen?
fi: Haluatko varmasti poistaa tiedoston?
fr: Voulez-vous vraiment supprimer ce fichier ?
he: האם אתה בטוח שברצונך למחוק את הקובץ?
hu: Biztosan törli a fájlt?
it: Eliminare il file?
jp: ファイルを削除してもよろしいですか?
nb: Er du sikker på at du vil slette filen?
pl: Czy na pewno chcesz usunąć ten plik?
pt_br: Tem certeza de que deseja excluir o arquivo?
ru: Действительно удалить файл?
sw: Vill du verkligen ta bort filen?
tr: Dosyayı silmek istediğinizden emin misiniz?

source: Normal
cs: Normální
fi: Normaali
he: רגיל
hu: Normál
it: Normale
jp: 通常
pl: Normalny
ru: Обычный

source: Repeat one
cs: Opakovat jeden
da: Gentag en
fi: Toista yksi
fr: Répéter la piste en cours
he: חזור על אחד
hu: Egy ismétlése
it: Ripeti uno
jp: 1 曲だけリピート
nb: Repeter én
pl: Powtórz jeden
pt_br: Repetir uma
ru: Повторить одну
sw: Upprepa en
tr: Tekli tekrar et

source: Repeat all
cs: Opakovat všechny
da: Gentag alle
fi: Toista kaikki
fr: Tout répéter
he: חזור על הכל
hu: Az összes ismétlése
it: Ripeti tutti i brani
jp: 全曲リピート
nb: Repeter alle
pl: Powtórz wszystkie
pt_br: Repetir todas
ru: Повторить все
sw: Upprepa alla
tr: Tümünü tekrar et

source: Repeat all and shuffle
cs: Opakovat všechny náhodně
da: Gentag alle, og bland
fi: Toista kaikki ja sekoita
fr: Tout répéter - Aléatoire
he: חזור על הכל וערבב
hu: Az összes ismétlése és véletlen sorrend
it: Ripeti tutti i brani in ordine causale
jp: 全曲リピートおよびシャッフル
nb: Repeter og miks
pl: Powtórz wszystkie i odtwórz losowo
pt_br: Repetir todas e aleatório
ru: Повторить все и воспроизводить в случайном порядке
sw: Upprepa alla och slumpvis
tr: Tümünü tekrar et ve karıştır

source: Shuffle
cs: Náhodně
da: Blande
fi: Sekoita
fr: Aléatoire
he: ערבב
hu: Véletlen sorrend
it: Casuale
jp: シャッフル
nb: Miks
pl: Losowo
pt_br: Aleatório
ru: В случайном порядке
sw: Slumpvis
tr: Karıştır

source: Pan
cs: Otočit
da: Panorering
fi: Panoroi
fr: Panoramique
he: פנורמה
hu: Pásztázás
it: Panoramica
jp: パーン
nb: Panorer
pl: Przesuń
pt_br: Afastar
ru: Обрезать и растянуть
sw: Panorera

source: Rotate right
cs: Otočit doprava
da: Rotér til højre
fi: Kierrä oikealle
fr: Faire pivoter vers la droite
he: סובב ימינה
hu: Elforgatás jobbra
it: Ruota a destra
jp: 右に回転
nb: Roter mot høyre
pl: Obróć w prawo
pt_br: Girar para a direita
ru: Повернуть вправо
sw: Rotera höger
tr: Sağa döndür

source: Rotate left
cs: Otočit doleva
da: Rotér til venstre
fi: Kierrä vasemmalle
fr: Faire pivoter vers la gauche
he: סובב שמאלה
hu: Elforgatás balra
it: Ruota a sinistra
jp: 左に回転
nb: Roter mot venstre
pl: Obróć w lewo
pt_br: Girar para a esquerda
ru: Повернуть влево
sw: Rotera vänster
tr: Sola döndür

source: Zoom in
cs: Přiblížit
da: Zoom ind
fi: Lähennä
fr: Zoom avant
he: התקרב
hu: Nagyítás
it: Zoom avanti
jp: ズーム イン
nb: Zoom inn
pl: Powiększ
pt_br: Mais zoom
ru: Увеличить
sw: Zooma in
tr: Yakınlaştır

source: Zoom out
cs: Oddálit
da: Zoom ud
fi: Loitonna
fr: Zoom arrière
he: התרחק
hu: Kicsinyítés
it: Zoom indietro
jp: ズーム アウト
nb: Zoom ut
pl: Pomniejsz
pt_br: Menos zoom
ru: Уменьшить
sw: Zooma ut
tr: Uzaklaştır

source: Repeat
cs: Opakovat
da: Gentag
fi: Toista
fr: Répéter
he: חזור
hu: Ismétlés
it: Ripeti
jp: リピート
nb: Gjenta
pl: Powtórz
pt_br: Repetir
ru: Повторить
sw: Upprepa
tr: Tekrarla

source: Info bar
cs: Informační panel
da: Oplysningspanel
fi: Tietopalkki
fr: Barre d'informations
he: שורת מידע
hu: Információs sáv
it: Barra informazioni
jp: 情報バー
nb: Informasjonslinje
pl: Pasek informacji
pt_br: Barra de informações
ru: Панель информации
sw: Infofält
tr: Bilgi çubuğu

source: Audio
cs: Zvuk
da: Lyd
fi: Ääni
he: שמע
hu: Hang
jp: オーディオ
nb: Lyd
pl: Dźwięk
pt_br: Áudio
ru: Аудио
sw: Ljud
tr: Ses

source: Audio channel
cs: Audiokanál
da: Lydkanal
fi: Äänikanava
fr: Canal audio
he: ערוץ שמע
hu: Hangcsatorna
it: Canale audio
jp: オーディオ チャンネル
nb: Lydkanal
pl: Kanał audio
pt_br: Canal de áudio
ru: Аудиодорожка
sw: Ljudkanal
tr: Ses Kanalı

source: No audio channel
cs: Žádný audiokanál
da: Ingen lydkanal
fi: Ei äänikanavaa
fr: Aucun canal audio
he: אין ערוץ שמע
hu: Nincs hangcsatorna
it: Nessun canale audio
jp: オーディオ チャンネルなし
nb: Ingen lydkanal
pl: Brak kanału audio
pt_br: Sem canal de áudio
ru: Аудиодорожка отсутствует
sw: Ingen ljudkanal
tr: Ses kanalı yok

source: Subtitle
cs: Titulky
da: Undertekst
fi: Tekstitys
fr: Sous-titre
he: כיתובית
hu: Felirat
it: Sottotitolo
jp: サブタイトル
nb: Undertittel
pl: Napisy
pt_br: Legenda
ru: Субтитры
sw: Undertext
tr: Altyazı

source: Subtitle off
cs: Titulky vypnuty
da: Undertekster fra
fi: Tekstitys pois
fr: Désactiver les sous-titres
he: כבה כיתובית
hu: Felirat ki
it: Sottotitoli disattivati
jp: サブタイトル オフ
nb: Undertittel av
pl: Wył. napisy
pt_br: Legenda desligada
ru: Субтитры отключены
sw: Undertext av
tr: Altyazı kapalı

source: No subtitle
cs: Žádné titulky
da: Ingen undertekster
fi: Ei tekstitystä
fr: Aucun sous-titre
he: ללא כיתובית
hu: Nincs felirat
it: Nessun sottotitolo
jp: サブタイトルなし
nb: Ingen undertittel
pl: Brak napisów
pt_br: Sem legenda
ru: Субтитры отсутствуют
sw: Ingen undertext
tr: Altyazı yok

source: Unsupported subtitle
cs: Nepodporované titulky
da: Undertekst, der ikke understøttes
fi: Tekstitystä ei tueta
fr: Sous-titres non pris en charge
he: כיתובית בלתי-נתמכת
hu: Nem támogatott felirat
it: Sottotitoli non supportati
jp: サブタイトルがサポートされていません
nb: Ikke støttet undertittel
pl: Nieobsługiwane napisy
pt_br: Legenda incompatível
ru: Неподдерживаемые субтитры
sw: Undertext stöds ej
tr: Desteklenmeyen altyazı

source: Please select [OK] to resume playback or [Cancel] to restart the video
cs: Přehrávání obnovíte možností [OK] nebo video znovu spustíte možností [Zrušit].
da: Vælg [OK] for at fortsætte afspilningen, eller [Annuller] for at starte videoen igen
fi: Jatka toistoa valitsemalla [OK] tai aloita video alusta valitsemalla [Peruuta]
fr: Sélectionnez [OK] pour reprendre la lecture ou [Annuler] pour redémarrer la vidéo
he: בחר [אשר] כדי להמשיך בהשמעה או [בטל] להתחלת הוידיאו מחדש
hu: Az [OK] gombbal folytathatja a lejátszást, míg a [Mégse] gombbal újraindíthatja a videót.
it: Selezionare [OK] per riprendere la riproduzione o [Annulla] per riavviare il video
jp: [OK] をクリックして再生しなおすか、または [キャンセル] をクリックしてビデオを再起動してください
nb: Velg [OK] for å fortsette avspilling, eller [Avbryt] for å starte videoen på nytt
pl: Wybierz przycisk [OK], aby wznowić odtwarzanie lub [Anuluj], aby ponownie rozpocząć odtwarzanie wideo od początku
pt_br: Selecione [OK] para retomar a reprodução ou [Cancelar] para reiniciar o vídeo
ru: Выберите [ОК] для возобновления воспроизведения или [Отмена] для воспроизведения видео с начала
sw: Välj [OK] för att återuppta uppspelning eller [Avbryt] för att starta om videon
tr: Lütfen çalmaya devam etmek için [OK] veya videoyu tekrar oynatmak için [İptal] tuşuna basın

source: Unable to play the selected file. Please refer to the user manual on how to change the file to a supported format.
cs: Vybraný soubor nelze přehrát. Informace o podporovaných formátech souborů naleznete v uživatelské příručce.
da: Kan ikke afspille den valgte fil. Se brugermanualen for oplysninger om filformater, der understøttes.
fi: Valittua tiedostoa ei voi toistaa. Katso käyttöoppaasta lisätietoja tuetuista tiedostomuodoista.
fr: Impossible de lire le fichier sélectionné. Consultez le guide de l’utilisateur pour obtenir des informations sur les formats de fichiers pris en charge.
he: אין אפשרות להפעיל את הקובץ הנבחר. עיין במדריך למשתמש, למידע על מבני הקבצים הנתמכים.
hu: A kiválasztott fájl nem játszható le. A fájl támogatott formátumra való átalakításáról a felhasználói kézikönyvből tájékozódhat.
it: Impossibile riprodurre il file selezionato. Si prega di fare riferimento al manuale dell’utente per informazioni sui formati dei file supportati.
jp: 選択されたファイルを再生できません。サポートされているファイル フォーマットについては、ユーザー マニュアルを参照してください。
nb: Kan ikke spille av den valgte filen. Se brukerhåndboken for å få informasjon om hvilke filformater som støttes.
pl: Nie można odtwarzać wybranego pliku. Informacje na temat obsługiwanych formatów plików znajdują się w podręczniku użytkownika.
pt_br: Não foi possível reproduzir o arquivo selecionado. Consulte o manual do usuário para obter informações sobre os formatos de arquivo suportados.
ru: Не удается воспроизвести выбранный файл. Обратитесь к руководству пользователя, в котором перечислены поддерживаемые форматы файлов.
sw: Kan inte spela upp vald fil. Se bruksanvisningen för information om filformat som stöds.
tr: Seçilen dosyayı yürütemiyor. Desteklenen dosya biçimleri için lütfen kullanıcı kılavuzuna bakın.

source: The video file you attempted to play contains multiple audio channel outputs which is not supported. Please switch to digital audio output and connect your media player to an AV receiver that supports the audio codec.
cs: Videosoubor, který chcete přehrát, obsahuje více audiokanálů, což není podporováno. Přepněte na digitální audiovýstup a připojte přehrávač HD Media Player k přijímači AV, který podporuje audiokodek.
da: Den videofil, du forsøger at afspille, indeholder flere lydkanaludgange, der ikke understøttes. Skift til digital lydudgang, og tilslut din HD-medieafspiller til en AV-modtager, der understøtter dette lydcodec.
fi: Yrität toistaa videotiedostoa, joka sisältää äänen monikanavalähdön. Tätä ei tueta. Vaihda digitaaliseen äänilähtöön ja yhdistä HD Media Player AV-vastaanottimeen, joka tukee valittua äänen pakkausta.
fr: Le fichier vidéo que vous essayez de lire comporte plusieurs sorties de canaux audio non pris en charge. Passez à la sortie audio numérique et connectez votre lecteur multimédia HD à un récepteur AV prenant en charge le codec audio.
he: קובץ הוידיאו אותו ניסית לנגן מכיל יציאות ערוצי שמע מרובות, דבר שאינו נתמך. אנא עבור למוצא שמע דיגיטלי וחבר את נגן המדיה HD למקלט AV התומך ב-codec השמע.
hu: A lejátszani próbált videofájl több hangcsatorna-kimenetet is tartalmaz, ezért nem támogatott. Váltson át digitális hangkimenetre, majd csatlakoztassa a médialejátszót az audiokodeket támogató AV vevőegységhez.
it: Il file video che si desidera riprodurre contiene diversi output di canale audio non supportati. Passare all'audio digitale e collegare HD Media Player a un ricevitore AV che supporta il codec audio.
jp: 再生しようとしたビデオ ファイルに、サポートされていない複数のオーディオ チャンネル出力が含まれています。デジタル オーディオ出力に切り替えてから、オーディオ コーデックをサポートする AV 受信機にメディア プレイヤーを接続します。
nb: Videofilen du forsøkte å spille av, inneholder flere lydkanalutganger som ikke støttes. Bytt til digital lydutgang og koble HD-mediespilleren til en AV-mottaker som støtter lydkodeken.
pl: Próba otwarcia nieobsługiwanego pliku wideo zawierającego wiele kanałów audio. Wybierz cyfrowe wyjście audio i podłącz odtwarzacz HD Media Player do odbiornika AV obsługującego kodek audio.
pt_br: O arquivo de vídeo que você tentou reproduzir contém várias saídas de canal de áudio, o que não é aceito. Altere para saída de áudio digital e conecte o reprodutor de mídia HD a um receptor AV que aceite o codec de áudio.
ru: Видеофайл, выбранный для воспроизведения, содержит многоканальный звук, который не поддерживается. Переключитесь на цифровой аудиовыход и подключите проигрыватель HD-мультимедиа к AV-ресиверу, который поддерживает этот аудиокодек.
sw: Videofilen du försökte spela upp innehåller flera ljudkanalutgångar som inte stöds. Växla till digital ljudutgång och anslut din HD Media Player till en AV-mottagare som stöder audio codec.
tr: Oynatmaya çalıştığınız video dosyası, desteklenmeyen çoklu ses kanal çıkışlarına sahiptir. Lütfen dijital ses çıkışına geçin ve HD Media Player'ınızı ses codec'ini destekleyen bir AV alıcısına bağlayın.

source: No chapter
cs: Žádná kapitola
da: Intet kapitel
fi: Ei kohtausta
fr: Aucun chapitre
he: אין פרק
hu: Nincs fejezet
it: Nessun capitolo
jp: チャプターなし
nb: Ingen kapitler
pl: Brak rozdziału
pt_br: Nenhum capítulo
ru: Раздел отсутствует
sw: Inget kapitel
tr: Bölüm yok

source: Unable to play this video menu. Would you like to play video file?
cs: Nabídku tohoto videa nelze zobrazit. Chcete soubor videa přehrát?
da: Denne videomenu kunne ikke afspilles. Vil du afspille videofilen?
fi: Tätä videovalikkoa ei voi toistaa. Haluatko toistaa videotiedoston?
fr: Impossible de lire ce menu vidéo. Voulez-vous lire le fichier vidéo ?
he: אין אפשרות להפעיל את תפריט הווידיאו הזה. האם תרצה להפעיל את קובץ הווידיאו?
hu: Ez a videomenü nem játszható le. Szeretné a videofájlt lejátszani?
it: Impossibile riprodurre questo menu video. Riprodurre il file video?
jp: このビデオ メニューを再生できません。ビデオ ファイルを再生しますか?
nb: Kan ikke spille av videomenyen. Vil du spille av videofilen?
pl: Nie można odtworzyć menu nagrania wideo. Czy chcesz odtworzyć plik wideo?
pt_br: Não foi possível reproduzir o menu de vídeo. Deseja reproduzir o arquivo de vídeo?
ru: Невозможно воспроизвести меню видео. Воспроизвести видеофайл?
sw: Kunde inte spela den här videomenyn. Vill du spela upp videofil?
tr: Bu video menüsü oynatılamıyor. Video dosyasını oynatmak ister misiniz?

source: Would you like to resume play or restart from the beginning?
cs: Chcete obnovit přehrávání nebo začít od začátku?
da: Vil du genoptage afspilningen eller starte fra begyndelsen?
fi: Haluatko jatkaa toistoa vai aloittaa uudelleen alusta?
fr: Voulez-vous continuer la lecture ou recommencer depuis le début ?
he: האם ברצונך לחדש את ההפעלה או להתחיל מההתחלה?
hu: Folytatni szeretné a lejátszást, vagy elölről újraindítani?
it: Riprendere la riproduzione o riavviare dall'inizio?
jp: 再生しなおしますか? それとも最初から再起動しますか?
nb: Vil du gjenoppta avspillingen eller starte på nytt fra begynnelsen?
pl: Czy chcesz wznowić odtwarzanie, czy rozpocząć od początku?
pt_br: Deseja continuar a reprodução ou reiniciar desde o começo?
ru: Возобновить воспроизведение или воспроизвести с начала?
sw: Vill du återuppta uppspelning eller starta om från början?
tr: Oynatmaya devam etmek mi yoksa baştan başlatmak mı istersiniz?

source: Next Song:
cs: Následující skladba:
da: Næste sang
fi: Seuraava laulu:
fr: Chanson suivante :
he: שיר הבא:
hu: Következő szám:
it: Brano successivo:
jp: 次の曲:
nb: Neste sang:
pl: Następny utwór:
pt_br: Próxima música:
ru: Следующая композиция:
sw: Nästa spår:
tr: Sıradaki Şarkı:

source: Current Song
cs: Aktuální skladba
da: Aktuelle sang
fi: Nykyinen laulu
fr: Chanson en cours de lecture :
he: שיר נוכחי
hu: Jelenlegi szám
it: Brano corrente
jp: 現在の曲:
nb: Gjeldende sang
pl: Bieżący utwór
pt_br: Música atual
ru: Текущая композиция
sw: Aktuellt spår
tr: Çalan Şarkı

source: File Type
cs: Typ souboru:
da: Filtype:
fi: Tiedoston tyyppi
fr: Type de fichier :
he: סוג קובץ
hu: Fájltípus:
it: Tipo di file
jp: ファイル タイプ
nb: Filtype:
pl: Typ pliku
pt_br: Tipo de arquivo
ru: Тип файла
sw: Filtyp
tr: Dosya Tipi

source: Duration:
cs: Délka:
da: Varighed:
fi: Kesto:
fr: Durée :
he: משך:
hu: Időtartam:
it: Durata:
jp: 長さ:
nb: Varighet:
pl: Czas trwania:
pt_br: Duração:
ru: Длительность:
sw: Längd:
tr: Süre:

source: File Size
cs: Velikost souboru
da: Filstørrelse:
fi: Tiedoston koko
fr: Taille de fichier :
he: גודל קובץ
hu: Fájlméret
it: Dimensioni file
jp: ファイル サイズ
nb: Filstørrelse:
pl: Rozmiar pliku
pt_br: Tamanho
ru: Размер файла
sw: Filstorlek
tr: Dosya Boyutu

source: This DivX rental has been used X out of Y views, continue to view the video?
cs: Pronájem videa DivX byl použit X z Y možností, chcete pokračovat v přehrávání videa?
da: Denne DivX-udlejning er blevet brugt X ud af Y visninger. Fortsæt med at se videoen?
fi: Tätä DivX-vuokravideota on katsottu X kertaa Y katselukerrasta, haluatko jatkaa videon katselua?
fr: La location DivX a été utilisée X fois sur Y. Voulez-vous continuer à regarder cette vidéo ?
he: השכרת DivX הופעלה ב-X מתוך Y צפיות. להמשיך לצפות בסרט?
hu: Ez a bérelt DivX videó összesen Y alkalommal tekinthető meg, ebből X alkalomra már sor került. Folytatja a megtekintést?
it: Sono state effettuate X visualizzazioni su Y del DivX a noleggio; continuare la visualizzazione?
jp: Y ビューのうち X ビューでこの DivX レンタルが使用されています。ビデオの表示を続行しますか?
nb: Denne DivX-leiefilmen er vist X av Y ganger. Vil du fortsatt vise videoen?
pl: Wypożyczalnia DivX została użyta X razy, dozwolona liczba użyć: Y. Czy kontynuować wyświetlanie wideo?
pt_br: Esse DivX alugado foi usado X de Y vezes, continuar a assistir o vídeo?
ru: Для этого прокатного видео DivX использовано X из Y просмотров; продолжить просмотр видео?
sw: Den här DivX-hyrvideon har använts X av Y gånger, vill du fortsätta visa videon?
tr: Kiralanan bu DivX Y görüntülemeden X tanesini kullanmış, videoyu izlemeye devam etmek istiyor musunuz?

source: Your device is not authorized to play this DivX protected video.
cs: Vaše zařízení není oprávněno k přehrávání chráněných videí DivX.
da: Din enhed er ikke autoriseret til at afspille denne DivX-beskyttede video.
fi: Laitettasi ei ole hyväksytty toistamaan tätä suojattua DivX-videota.
fr: Votre périphérique n'a pas la permission de lire cette vidéo DivX protégée.
he: ההתקן שלך אינו מאושר להפעלת וידיאו DivX מוגן.
hu: Az eszköz nem jogosult ennek a DivX védelemmel ellátott videónak a lejátszására.
it: Il dispositivo non è autorizzato alla riproduzione di questo video DivX protetto.
jp: お使いのデバイスでは、この DivX 保護ビデオの再生が許可されていません。
nb: Enheten er ikke autorisert til å spille av denne beskyttede DivX-videoen.
pl: Brak autoryzacji do odtwarzania chronionych plików wideo DivX.
pt_br: Seu dispositivo não tem autorização para reproduzir esse vídeo DivX protegido.
ru: Вашему устройству не разрешено воспроизведение этого защищенного видео DivX.
sw: Din enhet har inte behörighet för att spela upp den här DivX-skyddade videon.
tr: Cihazınız bu DivX korumalı videoyu yürütmek için yetkilendirilmemiş.

source: This DivX rental has been used Y out of Y views. This DivX rental has expired.
cs: Pronájem videa DivX byl použit Y z Y možností. Platnost vypršela.
da: Denne DivX-udlejning er blevet brugt Y ud af Y visninger. Denne DivX-udlejning er udløbet.
fi: Tätä DivX-vuokravideota on katsottu Y kertaa Y katselukerrasta. Tämän DivX-videon vuokra-aika on päättynyt.
fr: La location DivX a été utilisée X fois sur Y. La location de DivX a expiré.
he: השכרת DivX נוצלה Y מתוך Y פעמים. תוקף השכרת DivX פג.
hu: Ez a bérelt DivX videó összesen Y alkalommal tekinthető meg, ebből alkalomra már mind a(z) Y alkalomra sor került. Ennek a DivX videónak a bérlete lejárt.
it: Sono state effettuate X visualizzazioni su Y del DivX a noleggio. Il noleggio è scaduto.
jp: Y ビューのうち Y ビューでこの DivX レンタルが使用されています。この DivX レンタルは期限切れになりました。
nb: Denne DivX-leiefilmen er vist X av Y ganger. DivX-leieperioden har utløpt.
pl: Wypożyczalnia DivX została użyta X razy, dozwolona liczba użyć: Y. Brak możliwości korzystania z wypożyczalni DivX.
pt_br: Esse DivX alugado foi usado Y de Y vezes. Esse DivX alugado expirou.
ru: Для этого прокатного видео DivX использовано X из Y просмотров. Срок проката этого видео DivX истек.
sw: Den här DivX-hyrvideon har använts Y av Y gånger. Den här DivX-hyrvideon har gått ut.
tr: Kiralanan bu DivX Y görüntülemeden Y tanesini kullanmış. Bu DivX kiralama sona ermiş.

source: Unsupported DivX DRM version.
cs: Nepodporovaná verze DivX DRM.
da: Ikke understøttet DivX DRM-version.
fi: DivX:n DRM-versio ei ole tuettu.
fr: Cette version de DivX DRM n'est pas prise en charge.
he: גרסת DivX DRM אינה נתמכת.
hu: Nem támogatott DivX DRM verzió
it: Versione DivX DRM non supportata.
jp: サポートされていない DivX の DRM バージョンです。
nb: DivX DRM-versjon som ikke støttes.
pl: Nieobsługiwana wersja DRM DivX.
pt_br: Versão DivX DRM não compatível.
ru: Неподдерживаемая версия DivX DRM.
sw: DivX DRM-versionen stöds ej.
tr: Desteklenmeyen DivX DRM sürümü.

source: Video resolution is not supported.
cs: Nepodporované rozlišení videa.
da: Videoopløsning understøttes ikke.
fi: Videoresoluutio ei ole tuettu.
fr: Cette résolution vidéo n'est pas prise en charge.
he: רזולוציית הווידיאו אינה נתמכת.
hu: Nem támogatott videofelbontás.
it: La risoluzione video non è supportata.
jp: ビデオの解像度がサポートされていません。
nb: Videooppløsningen støttes ikke.
pl: Nieobsługiwana rozdzielczość wideo.
pt_br: A resolução de vídeo não é compatível.
ru: Видеоразрешение не поддерживается.
sw: Videoupplösningen stöds inte.
tr: Video çözünürlüğü desteklenmiyor.

source: Video frame rate is not supported.
cs: Nepodporovaná snímková frekvence videa.
da: Billedhastighed for video understøttes ikke.
fi: Videon kuvanopus ei ole tuettu.
fr: Cette fréquence de trames vidéo n'est pas prise en charge.
he: קצב מסגרת הווידיאו אינו נתמך.
hu: Nem támogatott videokép-váltási frekvencia.
it: La frequenza fotogrammi del video non è supportata.
jp: ビデオのフレームレートがサポートされていません。
nb: Bildefrekvensen støttes ikke.
pl: Częstotliwość klatek nieobsługiwana.
pt_br: A taxa de quadros do vídeo não é compatível.
ru: Частота кадров не поддерживается.
sw: Videoramhastigheten stöds inte.
tr: Video görüntü hızı desteklenmiyor.

source: Audio format is not supported.
cs: Nepodporovaný formát zvuku.
da: Lydformat understøttes ikke.
fi: Audiomuoto ei ole tuettu.
fr: Ce format audio n'est pas pris en charge.
he: מבנה השמע אינו נתמך.
hu: Nem támogatott hangformátum.
it: Il formato audio non è supportato.
jp: オーディオ形式がサポートされていません。
nb: Lydformatet støttes ikke.
pl: Nieobsługiwany format audio.
pt_br: O formato de áudio não é compatível.
ru: Аудиоформат не поддерживается.
sw: Ljudformatet stöds inte.
tr: Ses biçimi desteklenmiyor.

source: Audio/Video
da: Lyd/video
fr: Audio/Vidéo
he: שמע/וידיאו
hu: Hang/Video
jp: オーディオ/ビデオ
nb: Lyd/video
pl: Audio/wideo
pt_br: Áudio/vídeo
ru: Аудио/видео
tr: Ses/Video

source: Playback
cs: Přehrávání
da: Afspil
fi: Toisto
fr: Lecture
he: הפעלה
hu: Lejátszás
it: Riproduzione
jp: 再生
nb: Spill av
pl: Odtwarzanie
pt_br: Reproduzir
ru: Воспроизведение
sw: Uppspelning
tr: Yürüt

source: System
cs: Systém
fi: Järjestelmä
fr: Système
he: מערכת
hu: Rendszer
it: Sistema
jp: システム
pt_br: Sistema
ru: Система
tr: Sistem

source: Network
cs: Síť
da: Netværk
fi: Verkko
fr: Réseau
he: רשת
hu: Hálózat
it: Rete
jp: ネットワーク
nb: Nettverk
pl: Sieć
pt_br: Rede
ru: Сеть
sw: Nätverk
tr: Ağ

source: Shut down
cs: Vypnout
da: Luk
fi: Sammutus
fr: Arrêter
he: כיבוי
hu: Kikapcsolás
it: Spegnimento
jp: シャットダウン
nb: Avslutt
pl: Wyłącz
pt_br: Desligar
ru: Выключение
sw: Avstängning
tr: Kapat

source: Configure the device's audio and video output settings
cs: Nakonfigurujte zvukový výstup a výstup videa zařízení
da: Konfigurer enhedens indstillinger for lyd- og videoudgang
fi: Määritä laitteen äänen ja kuvan lähtöasetukset
fr: Configurer les périmètres de sortie audio et vidéo du périphérique
he: קבע את תצורת ההגדרות של הפקת השמע והווידיאו של ההתקן
hu: Az eszköz hang- és videokimeneti beállításainak konfigurálása
it: Configurare l'audio del dispositivo e le impostazioni di output video
jp: デバイスのオーディオおよびビデオ出力設定の選択
nb: Konfigurer enhetens lyd- og bildesignalinnstillinger
pl: Konfigurowanie ustawień wyjścia audio i wideo urządzenia
pt_br: Definir as configurações de saída de áudio e vídeo do dispositivo
ru: Настроить параметры аудио- и видеовыхода устройства
sw: Konfigurera enhetens ljud- och videoutgångsinställningar
tr: Cihazın ses ve video çıkış ayarlarını yapılşandırın

source: Configure playback settings
cs: Nakonfigurujte nastavení přehrávání
da: Konfigurer indstillinger for afspilning
fi: Määritä toistoasetukset
fr: Configurer les paramètres de lecture
he: קבע את תצורת ההתקן
hu: A lejátszási beállítások konfigurálása
it: Configurare le impostazioni di riproduzione
jp: 再生設定の選択
nb: Konfigurer avspillingsinnstillinger
pl: Konfigurowanie ustawień odtwarzania
pt_br: Definir as configurações de reprodução
ru: Настроить параметры воспроизведения
sw: Konfigurera uppspelningsinställningar
tr: Yürütme ayarlarını yapılandırın
