Repository: alsedo/screenplay-dx
Catalog: core_repos/src/libs/RES_IOM/resource/mo/*.po
Languages: cs, da, fi, fr, he, hu, it, jp, nb, pl, pt_br, ru, sw, tr

source: second
cs: sekunda
da: sekund
fi: sekunti
fr: seconde
he: שנייה
hu: másodperc
it: secondo
jp: 秒
nb: sekund
pl: s
pt_br: segundo
ru: секунда
sw: sekund
tr: saniye

source: seconds
cs: sekundy
da: sekunder
fi: sekuntia
fr: secondes
he: שניות
hu: másodperc
it: secondi
jp: 秒
nb: sekunder
pl: s
pt_br: segundos
ru: секунды
sw: sekunder
tr: saniyeler

source: 3 Seconds
cs: 3 sekundy
da: 3 sekunder
fi: 3 sekuntia
fr: 3 secondes
he: 3 שניות
hu: 3 másodperc
it: 3 secondi
jp: 3 秒
nb: 3 sekunder
pl: 2 s
pt_br: 3 segundos
ru: 3 секунды
sw: 3 sekunder
tr: 3 Saniye

source: 5 Seconds
cs: 5 sekund
da: 5 sekunder
fi: 5 sekuntia
fr: 5 secondes
he: 5 שניות
hu: 5 másodperc
it: 5 secondi
jp: 5 秒
nb: 5 sekunder
pl: 5 s
pt_br: 5 segundos
ru: 5 секунд
sw: 5 sekunder
tr: 5 Saniye

source: 10 Seconds
cs: 10 sekund
da: 10 sekunder
fi: 10 sekuntia
fr: 10 secondes
he: 10 שניות
hu: 10 másodperc
it: 10 secondi
jp: 10 秒
nb: 10 sekunder
pl: 10 s
pt_br: 10 segundos
ru: 10 секунд
sw: 10 sekunder
tr: 10 Saniye

source: 20 Seconds
cs: 20 sekund
da: 20 sekunder
fi: 20 sekuntia
fr: 20 secondes
he: 20 שניות
hu: 20 másodperc
it: 20 secondi
jp: 20 秒
nb: 20 sekunder
pl: 20 s
pt_br: 20 segundos
ru: 20 секунд
sw: 20 sekunder
tr: 20 Saniye

source: 30 Seconds
cs: 30 sekund
da: 30 sekunder
fi: 30 sekuntia
fr: 30 secondes
he: 30 שניות
hu: 30 másodperc
it: 30 secondi
jp: 30 秒
nb: 30 sekunder
pl: 30 s
pt_br: 30 segundos
ru: 30 секунд
sw: 30 sekunder
tr: 30 Saniye

source: minute
cs: minuta
da: minut
fi: minuutti
he: דקה
hu: perc
it: minuto
jp: 分
nb: minutt
pl: min
pt_br: minuto
ru: минута
sw: minut
tr: dakika

source: minutes
cs: minuty
da: minutter
fi: minuuttia
he: דקות
hu: perc
it: minuti
jp: 分
nb: minutter
pl: min
pt_br: minutos
ru: минуты
sw: minuter
tr: dakikalar

source: 1 Minute
cs: 1 minuta
da: 1 minut
fi: 1 minuutti
he: דקה
hu: 1 perc
it: 1 minuto
jp: 1 分
nb: 1 minutt
pl: 1 min
pt_br: 1 minuto
ru: 1 минута
sw: 1 minut
tr: 1 Dakika

source: 5 Minutes
cs: 5 minut
da: 5 minutter
fi: 5 minuuttia
he: 5 דקות
hu: 5 perc
it: 5 minuti
jp: 5 分
nb: 5 minutter
pl: 5 min
pt_br: 5 minutos
ru: 5 минут
sw: 5 minuter
tr: 5 Dakika

source: Browser display
cs: Způsob zobrazení
da: Browservisning
fi: Selainnäyttö
fr: Affichage du navigateur
he: תצוגת דפדפן
hu: Böngészőmegjelenítés
it: Visualizzazione del browser
jp: ブラウザ画面
nb: Leservisning
pl: Wyświetlanie przeglądarki
pt_br: Exibição do navegador
ru: Отображение браузера
sw: Webbläsardisplay
tr: Tarayıcı ekranı

source: Set the display mode of media browser
cs: Nastavte režim displeje prohlížeče médií
da: Indstil visningstilstanden for mediebrowseren
fi: Aseta mediaselaimen näyttötila
fr: Définir le mode d'affichage du navigateur multimédia
he: קבע את מצב התצוגה של דפדפן המדיה
hu: A böngésző megjelenítési módjának beállítása
it: Impostare la modalità di visualizzazione del browser multimediale
jp: メディア ブラウザの画面モードの設定
nb: Angi visningsmodus for medieleser
pl: Określ tryb wyświetlania przeglądarki multimediów
pt_br: Definir o modo de exibição do navegador de mídia
ru: Установить режим отображения браузера мультимедиа
sw: Ange visningsläge för mediawebbläsare
tr: Medya tarayıcı ekranını ayarlayın

source: Confiure DivX DRM VOD Settings
cs: Nakonfigurujte nastavení DivX DRM VOD
da: Konfigurer indstillingerne for DivX DRM VOD
fi: Määritä DivX DRM VOD -asetukset
fr: Configurer les paramètres de DivX DRM VOD
he: קבע את תצורת הגדרות DivX DRM VOD
hu: A DivX DRM VOD beállítások konfigurálása
it: Configurare le impostazioni DivX DRM VOD
jp: DivX DRM VOD 設定の選択
nb: Konfigurer DivX DRM VOD-innstillinger
pl: Konfigurowanie ustawień DivX DRM VOD
pt_br: Definir as configurações de DivX DRM VOD
ru: Настроить параметры DivX DRM VOD
sw: Konfigurera DivX DRM VOD-inställningar
tr: DivX DRM VOD Ayarlarını yapılandırın

source: Register
cs: Registrovat
da: Tilmeld
fi: Rekisteröi
fr: Enregistrer
he: הרשמה
hu: Regisztrálás
it: Registra
jp: 登録
nb: Registrer
pl: Zarejestruj się
pt_br: Registrar
ru: Регистрация
sw: Registrera
tr: Kaydet

source: Deregister
cs: Zrušit registraci
da: Frameld
fi: Poista rekisteröinti
fr: Annuler l'enregistrement
he: ביטול הרשמה
hu: Regisztráció megszüntetése
it: Annulla registrazione
jp: 登録の解除
nb: Avregistrer
pl: Wyrejestruj się
pt_br: Desregistrar
ru: Отмена регистрации
sw: Avregistrera
tr: Kaydı sil

source: Activation
cs: Aktivace
da: Aktivering
fi: Aktivointi
he: הפעלה
hu: Aktiválás
it: Attivazione
jp: アクティベーション
nb: Aktivering
pl: Aktywacja
pt_br: Ativação
ru: Включение
sw: Aktivering
tr: Aktivasyon

source: Deactivation
cs: Deaktivace
da: Deaktivering
fi: Aktivoinnin poisto
fr: Désactivation
he: ביטול הפעלה
hu: Deaktiválás
it: Disattivazione
jp: ディアクティベーション
nb: Deaktivering
pl: Dezaktywacja
pt_br: Desativação
ru: Выключение
sw: Avaktivering
tr: Deaktivasyon

source: Your device is already registered. Are you sure you want to deregister?
cs: Vaše zařízení je registrováno. Opravdu chcete registraci zrušit?
da: Din enhed er allerede tilmeldt. Er du sikker på, du vil framelde?
fi: Laitteesi on jo rekisteröity. Haluatko varmasti poistaa rekisteröinnin?
fr: Votre périphérique a été enregistré. Voulez-vous vraiment annuler l'enregistrement ?
he: ההתקן שלך כבר רשום. האם אתה בטוח שברצונך לבטל את ההרשמה?
hu: Az eszköz már regisztrálása már megtörtént. Biztosan megszünteti a regisztrációt?
it: Il dispositivo è già registrato. Annullare la registrazione?
jp: お使いのデバイスはすでに登録されています。登録を解除してもよろしいですか?
nb: Enheten er allerede registrert. Er du sikker på at du vil avregistrere den?
pl: Urządzenie jest już zarejestrowane. Czy na pewno chcesz wyrejestrować?
pt_br: Seu dispositivo já está registrado. Tem certeza de que deseja desregistrar?
ru: Ваше устройство уже зарегистрировано. Действительно отменить регистрацию?
sw: Din enhet är redan registrerad. Vill du verkligen avregistrera den?
tr: Cihazınız zaten kayıtlı. Kaydını silmek istediğinizden emin misiniz?

source: You must register your device to play DivX protected videos.
cs: Abyste mohli přehrávat chráněná DivX videa, musíte příslušné zařízení zaregistrovat.
da: Du skal tilmelde din enhed for at afspille DivX-beskyttede videoer.
fi: Sinun on rekisteröitävä laitteesi voidaksesi toistaa suojattuja DivX-videoita.
fr: Vous devez enregistrer votre périphérique pour lire les vidéos DivX protégées.
he: להצגת סרטי וידיאו מוגנים של DivX, חובה לרשום את ההתקן.
hu: A DivX védelemmel ellátott videók lejátszásához az eszközt regisztrálni kell.
it: È necessario effettuare la registrazione del dispositivo per poter riprodurre video DivX protetti.
jp: DivX 保護ビデオを再生するには、デバイスを登録する必要があります。
nb: Du må registrere enheten for å spille av beskyttede DivX-videoer.
pl: Aby odtwarzać chronione pliki DivX, należy się zarejestrować.
pt_br: É preciso registrar o dispositivo para reproduzir vídeos DivX protegidos.
ru: Для воспроизведения защищенного видео DivX необходимо зарегистрировать ваше устройство.
sw: Du måste registrera enheten för uppspelning av DivX-skyddade videor.
tr: DivX korumalı videoları yürütmek için cihazınızı kaydetmelisiniz.

source: Registration code:
cs: Registrační kód:
da: Tilmeldingskode:
fi: Rekisteröintikoodi:
fr: Code d'enregistrement :
he: קוד רישום:
hu: Regisztrációs kód:
it: Codice di registrazione:
jp: 登録コード:
nb: Registreringskode:
pl: Kod rejestracji:
pt_br: Código de registro:
ru: Код регистрации:
sw: Registreringskod:
tr: Kayıt kodu:

source: Register at http://vod.divx.com
cs: Registrovat se na stránkách http://vod.divx.com
da: Tilmeld på http://vod.divx.com
fi: Rekisteröi osoitteessa http://vod.divx.com
fr: Pour enregistrer le périphérique, rendez-vous sur http://vod.divx.com
he: הירשם בכתובת http://vod.divx.com
hu: Regisztrálás a http://vod.divx.com címen
it: Effettuare la registrazione all'indirizzo http://vod.divx.com
jp: http://vod.divx.com で登録
nb: Registrer på http://vod.divx.com
pl: Zarejestruj się pod adresem http://vod.divx.com
pt_br: Registrar em http://vod.divx.com
ru: Зарегистрируйтесь на сайте http://vod.divx.com
sw: Registrera på adressen http://vod.divx.com
tr: Kayıt için http://vod.divx.com

source: Deregistration code:
cs: Kód zrušení registrace:
da: Frameldingskode:
fi: Rekisteröinnin poistokoodi:
fr: Code d'annulation de l'enregistrement :
he: קוד ביטול הרשמה:
hu: Regisztrációmegszüntetési kód:
it: Codice di annullamento registrazione:
jp: 登録解除コード:
nb: Avregistreringskode:
pl: Kod wyrejestrowania:
pt_br: Código de desregistro:
ru: Код отмены регистрации:
sw: Avregistreringskod:
tr: Kayıt silme kodu:

source: Deregister at http://vod.divx.com
cs: Zrušit registraci na stránkách http://vod.divx.com
da: Frameld på http://vod.divx.com
fi: Poista rekisteröinti osoitteessa http://vod.divx.com
fr: Pour annuler l'enregistrement de votre périphérique, rendez-vous sur http://vod.divx.com
he: בטל הרשמה בכתובת http://vod.divx.com
hu: Regisztráció megszüntetése a http://vod.divx.com címen
it: Effettuare l'annullamento della registrazione all'indirizzo http://vod.divx.com
jp: http://vod.divx.com で登録を解除
nb: Avregistrer på http://vod.divx.com
pl: Wyrejestruj się pod adresem http://vod.divx.com
pt_br: Desregistrar em http://vod.divx.com
ru: Отмените регистрацию на сайте http://vod.divx.com
sw: Avregistrera på adressen http://vod.divx.com
tr: Kayıt silme için http://vod.divx.com

source: Continue with registration?
cs: Chcete pokračovat v registraci?
da: Fortsæt med tilmelding?
fi: Haluatko jatkaa rekisteröintiä?
fr: Voulez-vous continuer le processus d'enregistrement ?
he: להמשיך בהרשמה?
hu: Folytatja a regisztrálást?
it: Continuare la registrazione?
jp: 登録を続行しますか?
nb: Vil du fortsette registreringen?
pl: Czy kontynuować rejestrację?
pt_br: Continuar com o registro?
ru: Продолжить регистрацию?
sw: Fortsätt med registrering?
tr: Kayıt silmeye devam edilsin mi?

source: Turn on/off media server
cs: Zapnout/Vypnout mediální server
da: Slå medieserveren til/fra
fi: Mediapalvelin päälle/pois
fr: Activer/désactiver le serveur multimédia
he: הפעל/הפסק שרת מדיה
hu: Médiakiszolgáló be-/kikapcsolása
it: Attivare/Disattivare il server multimediale
jp: メディア サーバのオン/オフ
nb: Slå medieserver på/av
pl: Włącz/wyłącz serwer multimedialny
pt_br: Ativar/desativar servidor de mídia
ru: Включить/выключить медиа-сервер
sw: Sätt på/stäng av medieserver
tr: Medya sunucuyu aç/kapat

source: Turn on/off shared folder
cs: Zapnout/Vypnout sdílenou složku
da: Slå den delte mappe til/fra
fi: Jaettu kansio käyttöön / pois käytöstä
fr: Activer/désactiver le dossier partagé
he: הפעל/הפסק תיקייה משותפת
hu: Megosztott mappa be-/kikapcsolása
it: Attivare/Disattivare la cartella condivisa
jp: 共有フォルダのオン/オフ
nb: Slå delt mappe på/av
pl: Włącz/wyłącz udostępniony folder
pt_br: Ativar/desativar pasta compartilhada
ru: Включить/выключить общую папку
sw: Sätt på/stäng av delad mapp
tr: Paylaşılan klasörü aç/kapat

source: Workgroup name
cs: Název pracovní skupiny
da: Navn på arbejdsgruppe
fi: Työryhmän nimi
fr: Nom du groupe de travail
he: שם קבוצת עבודה
hu: Munkacsoport neve
it: Nome gruppo di lavoro
jp: ワークグループ名
nb: Arbeidsgruppenavn
pl: Nazwa grupy roboczej
pt_br: Nome do grupo de trabalho
ru: Имя рабочей группы
sw: Arbetsgruppnamn
tr: Çalışma grubu adı

source: Device name
cs: Název zařízení
da: Enhedsnavn
fi: Laitteen nimi
fr: Nom du périphérique
he: שם התקן
hu: Eszköznév
it: Nome dispositivo
jp: デバイス名
nb: Enhetsnavn
pl: Nazwa urządzenia
pt_br: Nome do dispositivo
ru: Имя устройства
sw: Enhetsnamn
tr: Cihaz adı

source: Auto login
cs: Automatické přihlášení
da: Automatisk login
fi: Automaattinen kirjautuminen
fr: Connexion automatique
he: כניסה אוטומטית
hu: Automatikus bejelentkezés
it: Accesso automatico
jp: 自動ログイン
nb: Automatisk pålogging
pl: Automatyczne logowanie
pt_br: Login automático
ru: Автоматический вход в систему
sw: Autoinloggning
tr: Otomatik oturum aç

source: Turn on/off auto-login
cs: Zapnout/Vypnout automatické přihlášení
da: Slå automatisk logon til/fra
fi: Automaattinen kirjautuminen päälle/pois
fr: Activer/désactiver la connexion automatique
he: הפעל/הפסק התחברות אוטומטית
hu: Automatikus bejelentkezés be-/kikapcsolása
it: Attivare/Disattivare accesso automatico
jp: 自動ログインのオン/オフ
nb: Slå automatisk pålogging på/av
pl: Włącz/wyłącz automatyczne logowanie
pt_br: Ativar/desativar login automático
ru: Включить/выключить автоматический вход в систему
sw: Sätt på/stäng av autoinloggning
tr: Otomatik girişi aç/kapat

source: Clear account information
cs: Vymazat informace o účtu
da: Slet kontooplysninger
fi: Tyhjennä tilitiedot
fr: Effacer les informations relatives au compte
he: נקה מידע חשבון
hu: Fiókinformációk kitörlése
it: Cancellare informazioni sull'account
jp: アカウント情報を消去
nb: Fjern kontoopplysninger
pl: Wyczyść informacje o koncie
pt_br: Apagar informações de conta
ru: Удалить информацию об учетной записи
sw: Rensa kontoinformation
tr: Hesap bilgisini temizle

source: Delete the preset password?
cs: Chcete přednastavené heslo odstranit?
da: Vil du slette den forudindstillede adgangskode?
fi: Poista valmiiksi määritetty salasana?
fr: Supprimer le mot de passe prédéfini ?
he: למחוק את הסיסמה המוגדרת מראש?
hu: Törli az előre beállított jelszót?
it: Eliminare la password predefinita?
jp: 事前設定のパスワードを削除しますか?
nb: Slette forhåndsdefinert passord?
pl: Skasować wstępnie ustawione hasło?
pt_br: Excluir a senha predefinida?
ru: Удалить предустановленный пароль?
sw: Radera förinställt lösenord?
tr: Ayarlı şifreyi sil?

source: Manual SSID
cs: Ruční SSID
da: Manuel SSID
fi: Manuaalinen SSID
fr: SSID manuel
he: SSID ידני
hu: Manuális SSID
it: SSID manuale
jp: 手動 SSID
nb: Manuell SSID
pl: Ręczna konfiguracja identyfikatora SSID
pt_br: SSID manual
ru: SSID вручную
sw: Manuell SSID
tr: Manuel SSID

source: Connection setup
cs: Nastavení připojení
da: Konfiguration af forbindelse
fi: Yhteysasetus
fr: Configuration de la connexion
he: הגדרת חיבור
hu: Kapcsolatbeállítás
it: Configurazione connessione
jp: 接続のセットアップ
nb: Tilkoblingsoppsett
pl: Konfiguracja połączenia
pt_br: Configuração de conexão
ru: Установка соединения
sw: Anslutningsinställningar
tr: Bağlantı kurulumu

source: Wire
cs: Kabelové připojení
da: Kabel
fi: Johto
fr: Câblé
he: קווית
hu: Vezetékes
it: Cablata
jp: 有線
nb: Kablet
pl: Przewodowe
pt_br: Com fio
ru: Проводное
sw: Kabel
tr: Kablo

source: Wireless
cs: Bezdrátové připojení
da: Trådløs
fi: Langaton
fr: Sans fil
he: אלחוטית
hu: Vezeték nélküli
jp: 無線
nb: Trådløst
pl: Bezprzewodowe
pt_br: Sem fio
ru: Беспроводное
sw: Trådlös
tr: Kablosuz

source: Network setup
cs: Nastavení sítě
da: Netværkskonfiguration
fi: Verkkoasetus
fr: Configuration réseau
he: הגדרת רשת
hu: Hálózatbeállítás
it: Configurazione di rete
jp: ネットワークのセットアップ
nb: Nettverksoppsett
pl: Konfiguracja sieci
pt_br: Configuração de rede
ru: Настройка сети
sw: Nätverksinställningar
tr: Ağ kurulumu

source: Wireless setup
cs: Nastavení bezdrátového připojení
da: Trådløs konfiguration
fi: Langaton asetus
fr: Configuration sans fil
he: הגדרת אלחוט
hu: Vezeték nélküli hálózat beállítása
it: Configurazione wireless
jp: 無線のセットアップ
nb: Trådløst oppsett
pl: Konfiguracja sieci bezprzewodowej
pt_br: Configuração sem fio
ru: Настройка беспроводного соединения
sw: Trådlös inställning
tr: Kablosuz kurulum

source: Does not contain
cs: Neobsahuje
da: Indeholder ikke
fi: Ei sisällä
fr: Ne comporte pas
he: לא מכיל
hu: Nem tartalmazza
it: Non contiene
jp: 次を含まない
nb: Inneholder ikke
pl: Nie zawiera
pt_br: Não contém
ru: Не содержит
sw: Innehåller inte
tr: İçermez

source: The product name cannot contain any of the following characters \ / : * ? “ ; | with blank characters. This name cannot be over 15 characters.
cs: Název produktu nesmí obsahovat znaky \ / : * ? â?? ; | a prázdné znaky. Název nesmí být delší než 15 znaků.
da: Produktnavnet må ikke indeholde følgende tegn \ / : * ? â?? ; | med tomme tegn. Dette navn må ikke indeholde mere end 15 tegn.
fi: Tuotteen nimi ei voi sisältää mitään seuraavista merkeistä \ / : * ? â?? ; | tyhjien merkkien kanssa. Tämä nimi ei voi olla yli 15 merkkiä pitkä.
fr: Le nom de produit ne peut pas contenir les caractères \ / : * ? â?? ; | ni les espaces. Le nom ne peut pas contenir plus de 15 caractères.
he: שם המוצר לא יכול להכיל את התווים הבאים \ / : * ? â?? ; | עם תווים ריקים. שם זה לא יכול להיות מעל 15 תווים.
hu: A terméknévben üres karakterekkel együtt nem szerepelhet a következő karakterek egyike sem: \ / : ? “ ; | Ez a név legfeljebb 15 karakterből állhat.
it: Il nome prodotto non può contente nessuno dei seguenti caratteri \ / : * ? â?? ; | con spazi vuoti e non può superare i 15 caratteri.
jp: 製品名に次の文字を含めることはできません。\ / : * ? ¡§ ; | および空白文字。この名前は最大 15 文字までです。
nb: Produktnavnet kan ikke inneholde noen av følgende tegn \ / : * ? â?? ; | med blanktegn. Dette navnet kan ikke inneholde mer enn 15 tegn.
pl: Nazwa produktu nie może zawierać nastepujących znaków: \ / : * ? â?? ; | wraz ze znakami pustymi. Nazwa musi być krótsza niż 15 znaków.
pt_br: O nome do produto não pode conter nenhum dos seguintes caracteres \ / : * ? â?? ; | com caracteres em branco. O nome não pode ter mais de 15 caracteres.
ru: Имя устройства не должно содержать символы \ / : * ? â?? ; | и пустые символы. Имя не может содержать более 15 символов.
sw: Produktnamnet får inte innehålla något av följande teckens \ / : * ? â?? ; | med blanksteg. Det här namnet får inte vara mer än 15 tecken.
tr: Ürün adı \ / : * ? â?? ; | karakterlerini ve boş karakterleri içeremez. Ad 15 karakterden uzun olamaz.

source: The device name can not contain any of following
cs: Název zařízení nesmí obsahovat následující
da: Enhedsnavnet må ikke indeholde nogle af følgende
fi: Laitteen nimi ei voi sisältää mitään seuraavista
fr: Le nom du périphérique ne peut pas contenir les caractères suivants
he: שם התקן אינו יכול להכיל אחד מהתווים הבאים
hu: Az eszköznévben nem szerepelhet a következő
it: Il nome del dispositivo non può contenere nessuno dei seguenti
jp: デバイス名に次の文字
nb: Enhetsnavnet kan ikke inneholde disse tegnene
pl: Nazwa urządzenia nie może zawierać następujących znaków
pt_br: O nome do dispositivo não pode conter nenhum dos seguintes caracteres
ru: Имя устройства не может содержать любые из следующих
sw: Enhetsnamnet får inte innehålla något av följande
tr: Cihaz adı aşağıdaki karakterlerden birini

source: and blank characters. The device name can not over 15 characters.
cs: a prázdné znaky. Název zařízení nesmí být delší než 15 znaků.
da: eller tomme tegn. Enhedsnavnet må ikke overskride 15 tegn.
fi: ja tyhjiä merkkejä. Laitteen nimi ei voi ylittää 15 merkkiä.
fr: ni des espaces. Il ne peut pas contenir plus de 15 caractères.
he: ותווים ריקים. אורך שם התקן לא יכול לעלות על 15 תווים.
hu: és az üres karakterek egyike sem. Az eszköznév legfeljebb 15 karakterből állhat.
it: e caratteri spazi vuoti. Il nome del dispositivo non può superare 15 caratteri.
jp: および空白文字を含めることはできません。デバイス名は最大 15 文字までです。
nb: og blanktegn. Enhetsnavnet kan ikke ha mer enn 15 tegn.
pl: oraz spacji. Nazwa urządzenia nie może być dłuższa niż 15 znaków.
pt_br: e caracteres em branco. O nome do dispositivo não pode conter mais de 15 caracteres.
ru: символов и пробелы. Длина имени устройства не может превышать 15 символов.
sw: och mellanslag. Enhetsnamnet får inte innehålla fler än 15 tecken.
tr: ve boşluk içeremez. Cihaz adı 15 karakterden uzun olamaz.

source: 0 is not a valid entry, only numbers from 1 to 223 are allowed. Please check your IP address and enter it again.
cs: Číslo 0 není platný vstup, povolena jsou pouze čísla od 1 do 223. Zkontrolujte adresu IP a zadejte ji znovu.
da: 0 er ikke en gyldig indtastning. Kun tal fra 1 til 223 er tilladt. Kontroller din IP-adresse, og prøv igen.
fi: 0 ei ole sallittu arvo. Vain numerot 1 - 233 ovat sallittuja. Tarkista IP-osoite ja anna se uudelleen.
fr: 0 n'est pas une entrée valide ; uniquement les numéros de 1 à 223 sont autorisés. Vérifiez votre adresse IP et saisissez-la à nouveau.
he: 0 אינו ערך חוקי, מותרים רק מספרים בין 1 לבין 223. בדוק את כתובת ה-IP שלך והזן אותה שוב.
hu: A 0 érvénytelen érték, csak az 1-nél nem kisebb, 223-nál nem nagyobb számok engedélyezettek. Ellenőrizze az IP-címet, majd vigye be ismét.
it: 0 non è un valore valido, solo i numeri da 1 a 223 sono consentiti. Verificare l'indirizzo IP e inserirlo nuovamente.
jp: 0 を入力することはできません。入力できる数字は 1 ～ 223 です。IP アドレスを確認してから再入力してください。
nb: 0 er ikke en gyldig verdi. Bare tall fra 1 til 223 er tillatt. Kontroller IP-adressen og skriv den på nytt.
pl: 0 nie jest prawidłową wartością; dozwolone są znaki w zakresie od 1 do 223. Sprawdź swój adres IP i wprowadź go ponownie.
pt_br: 0 não é uma entrada válida. Somente números de 1 a 223 são permitidos. Verifique seu endereço IP e insira-o novamente.
ru: Нельзя использовать число 0, разрешены только числа от 1 до 223. Проверьте свой IP-адрес и введите его снова.
sw: 0 är inte en giltig post, endast nummer från 1 till 223 tillåts. Kontrollera din IP-adress och mata in igen.
tr: 0 geçerli bir giriş değildir, sadece 1'de 223'e kadar olan numaralara izin verilir. Lütfen IP adresinizi kontrol edin ve tekrar girin.

source: Only numbers from 0 to 255 are allowed. Please check your IP address and enter it again.
cs: Jsou povolena pouze čísla od 0 do 255. Zkontrolujte adresu IP a zadejte ji znovu.
da: Kun tal fra 0 til 255 er tilladt. Kontroller din IP-adresse, og indtast den igen.
fi: Vain numerot 0 - 255 ovat sallittuja. Tarkista IP-osoite ja anna se uudelleen.
fr: Uniquement les numéros de 0 à 255 sont autorisés. Vérifiez votre adresse IP et saisissez-la à nouveau.
he: מותרים רק מספרים בין 0 לבין 255. בדוק את מספר ה-IP שלך והזן אותו שוב.
hu: Csak a 0-nál nem kisebb, 255-nél nem nagyobb számok engedélyezettek. Ellenőrizze az IP-címet, majd vigye be ismét.
it: Solo i numeri da 0 a 255 sono consentiti. Verificare l'indirizzo IP e inserirlo nuovamente.
jp: 入力できる数字は 0 ～ 255 です。IP アドレスを確認してから再入力してください。
nb: Bare tall fra 0 til 255 er tillatt. Kontroller IP-adressen og skriv den på nytt.
pl: Dozwolone są znaki w zakresie od 0 do 255. Sprawdź swój adres IP i wprowadź go ponownie.
pt_br: Somente números de 0 a 255 são permitidos. Verifique seu endereço IP e insira-o novamente.
ru: Разрешены только числа от 0 до 255. Проверьте свой IP-адрес и введите его снова.
sw: Endast nummer från 0 till 255 tillåts. Kontrollera din IP-adress och mata in den igen.
tr: Sadece 0'dan 225'e kadar olan numaralara izin verilir. Lütfen IP adresinizi kontrol edin ve tekrar girin.

source: Cannot find access point.
cs: Nelze nalézt přístupový bod.
da: Kan ikke finde adgangspunkt.
fi: Tukiasemaa ei löydy.
fr: Impossible de trouver le point d'accès.
he: נקודת הגישה לא נמצאה.
hu: Nem található hozzáférési pont.
it: Impossibile trovare il punto d'accesso.
jp: アクセス ポイントが見つかりません。
nb: Finner ikke tilgangspunkt.
pl: Nie można znaleźć punktu dostępowego.
pt_br: Não é possível localizar o access point.
ru: Не удается найти точку доступа.
sw: Kan inte hitta åtkomstpunkt.
tr: Erişim noktasını bulamıyor.

source: The AP is not exist. Please check again.
cs: Příslupový bod neexistuje. Proveďte kontrolu.
da: AP findes ikke. Kontrollér igen.
fi: Tukiasemaa ei ole. Tarkista uudelleen.
fr: L'AP n'existe pas. Vérifiez de nouveau.
he: AP אינו קיים. בדוק שוב.
hu: A hozzáférési pont nem létezik. Ellenőrizze még egyszer.
it: Il punto d'accesso non esiste. Ricontrollare.
jp: AP が存在しません。再度確認してください。
nb: AP finnes ikke. Sjekk en gang til.
pl: Punkt dostępowy nie istnieje. Sprawdź ponownie.
pt_br: O AP não existe. Verifique novamente.
ru: Точка доступа не существует. Повторите проверку.
sw: AP finns inte. Kontrollera igen.
tr: AP mevcut değil. Lütfen tekrar kontrol edin.
