Repository: alsedo/screenplay-dx
Catalog: core_repos/src/libs/RES_IOM/resource/mo/*.po
Languages: cs, da, fi, fr, he, hu, it, jp, nb, pl, pt_br, ru, sw, tr

source: System reset
cs: Resetování systému
da: Nulstilling af system
fi: Järjestelmän nollaus
fr: Réinitialisation du système
he: איפוס מערכת
hu: Rendszer alaphelyzetbe állítása
it: Reimpostazione sistema
jp: システム リセット
nb: Systemtilbakestilling
pl: Resetuj system
pt_br: Redefinição do sistema
ru: Сброс настроек системы
sw: Systemåterställning
tr: Sistem reset

source: Are you sure you want to restore this device to factory settings?
cs: Jste si jisti, že chcete obnovit tovární nastavení tohoto zařízení?
da: Er du sikker på, at du vil nulstille enheden til fabriksindstillinger?
fi: Haluatko varmasti palauttaa tämän laitteen tehdasasetuksille?
fr: Voulez-vous vraiment restaurer les paramètres d'usine du périphérique ?
he: האם אתה בטוח שאתה רוצה לשחזר את הגדרות היצרן עבור התקן זה?
hu: Biztosan visszaállítja az eszköz gyári beállítási értékeit?
it: Ripristinare le impostazioni predefinite?
jp: デバイスを工場出荷時の設定に復旧してもよろしいですか?
nb: Er du sikker på at du vil gjenopprette denne enheten til fabrikkstandardene?
pl: Czy na pewno chcesz przywrócić ustawienia fabryczne urządzenia?
pt_br: Tem certeza de que deseja restaurar as configurações de fábrica desse dispositivo?
ru: Действительно восстановить заводские параметры устройства?
sw: Vill du verkligen återställa den här enheten till fabriksinställningar?
tr: Bu cihazı fabrika ayarlarına döndürmek istediğinizden emin misiniz?

source: About
cs: O systému
da: Om
fi: Tietoja
fr: A propos de
he: אודות
hu: Névjegy
it: Informazioni
jp: Screenplay メディア プレイヤーについて
nb: Om
pl: Informacje
pt_br: Sobre
ru: О программе
sw: Om
tr: Hakkın

source: For additional information regarding your HD Media Player, please refer to the user manual or visit
cs: Více informací o přehrávači HD Media Player naleznete v uživatelské příručce nebo na adrese
da: For yderligere oplysninger om din HD-medieafspiller, se brugermanualen eller besøg
fi: HD Media Playeriin liittyviä lisätietoja löydät käyttöoppaasta tai käymällä
fr: Pour obtenir de plus amples informations concernant le lecteur multimédia HD, consultez le guide de l'utilisateur ou visitez
he: לפרטים נוספים אודות נגן המדיה HD שלכם, אנא עיינו במדריך למשתמש או בקרו ב
hu: A HD médialejátszóról további felvilágosítást a felhasználói kézikönyvben talál, illetve a következő webhelyen:
it: Per ulteriori informazioni su HD Media Player, consultare il manuale dell'utente o visitare
jp: HD メディア プレイヤーの詳細については、ユーザー マニュアルを参照するか、または次にアクセスしてください。
nb: Hvis du ønsker mer informasjon om HD-mediespilleren, kan du se brukerhåndboken eller besøke
pl: Dodatkowe informacje na temat tego odtwarzacza HD Media Player są dostępne w podręczniku użytkownika lub pod adresem
pt_br: Para obter informações adicionais sobre o seu reprodutor de mídia HD, consulte o manual do usuário ou visite
ru: Для получения дополнительной информации о проигрывателе HD-мультимедиа см. руководство пользователя или посетите
sw: För mer information om din HD Media Player, se bruksanvisningen eller besök
tr: HD Media Player'ınızla ilgili daha fazla bilgi için lütfen kullanım kılavuzuna bakın veya şu adresi ziyaret edin:

source: Restart
cs: Restartovat
da: Genstart
fi: Käynnistä uudelleen
fr: Redémarrer
he: אתחל
hu: Újraindítás
it: Riavviare
jp: 再起動
nb: Start på nytt
pl: Uruchom ponownie
pt_br: Reiniciar
ru: Перезапустить
sw: Starta om
tr: Tekrar başlat

source: Rebooting
cs: Restartování
da: Genstarter
fi: Uudelleenkäynnistys
fr: Redémarrage
he: מאתחל
hu: Újraindítás folyamatban
it: Riavvio
jp: 再起動しています
nb: Omstarter
pl: Ponowne uruchamianie
pt_br: Reinicialização
ru: Перезагрузка
sw: Startar om
tr: Yeniden başlatılıyor

source: Update device
cs: Aktualizovat zařízení
da: Opdatér enhed
fi: Päivitä laite
fr: Mettre à jour le périphérique
he: עדכן התקן
hu: Eszközfrissítés
it: Aggiorna dispositivo
jp: デバイスの更新
nb: Oppdater enhet
pl: Aktualizuj urządzenie
pt_br: Atualizar dispositivo
ru: Обновление устройства
sw: Uppdatera enhet
tr: Cihazı güncelle

source: New firmware
cs: Nový firmware
da: Ny firmware
fi: Uusi laitteisto-ohjelmisto
fr: Nouveau micrologiciel
he: קושחה חדשה
hu: Új firmware
it: Nuovo firmware
jp: 新規ファームウェア
nb: Ny fastvare
pl: Nowe oprogramowanie wewnętrzne
pt_br: Novo firmware
ru: Новое программное обеспечение
sw: Ny firmware
tr: Yeni firmware

source: New firmware found
cs: Nalezena nová verze firmwaru
da: Ny firmware fundet
fi: Uusi laiteohjelmisto löytyi
fr: Un nouveau micrologiciel a été trouvé
he: נמצאה קושחה חדשה
hu: Új firmware érhető el
it: Rilevato nuovo firmware
jp: 新しいファームウェアが見つかりました
nb: Ny fastvare funnet
pl: Znaleziono nowe pliki firmware
pt_br: Novo firmware encontrado
ru: Новая прошивка найдено
sw: Ny firmware hittades
tr: Yeni firmware bulundu

source: version
cs: verze
fi: versio
he: גירסה
hu: verzió
it: versione
jp: バージョン
nb: versjon
pl: wersja
pt_br: versão
ru: версия
tr: sürüm

source: Firmware Version
cs: Verze firmwaru
fi: Ohjelmiston versio
fr: Version du micrologiciel
he: גירסת קושחה
hu: Firmware-verzió
it: Versione firmware
jp: ファームウェアのバージョン
nb: Fastvareversjon
pl: Wersja oprogramowania firmware
pt_br: Versão de firmware
ru: Версия программного обеспечения
tr: Firmware Sürümü

source: Current version
cs: Aktuální verze
da: Aktuel version
fi: Nykyinen versio
fr: Version actuelle
he: גירסה נוכחית
hu: Jelenlegi verzió
it: Versione corrente
jp: 現在のバージョン
nb: Gjeldende versjon
pl: Bieżąca wersja
pt_br: Versão atual
ru: Текущая версия
sw: Aktuell version
tr: Mevcut sürüm

source: New version
cs: Nová verze
da: Ny version
fi: Uusi versio
fr: Nouvelle version
he: גירסה חדשה
hu: Új verzió
it: Nuova versione
jp: 新しいバージョン
nb: Ny versjon
pl: Nowa wersja
pt_br: Nova versão
ru: Новая версия
sw: Ny version
tr: Yeni sürüm

source: New firmware found. Do you want to upgrade?
cs: Nalezena nová verze firmwaru. Chcete provést aktualizaci?
da: Ny firmware fundet. Vil du opgradere?
fi: Uusi laiteohjelmisto löytyi. Haluatko päivittää?
fr: Un nouveau micrologiciel a été trouvé. Voulez-vous effectuer la mise à niveau ?
he: נמצאה קושחה חדשה. האם אתה רוצה לשדרג?
it: Rilevato nuovo firmware. Effettuare l'aggiornamento?
jp: 新しいファームウェアが見つかりました。アップグレードしますか?
nb: Ny fastvare funnet. Vil du oppgradere?
pl: Znajeziono nowe oprogramowanie firmware. Czy chcesz dokonać aktualizacji?
pt_br: Novo firmware encontrado. Deseja atualizar?
ru: Новая прошивка найдено. Выполнить обновление?
sw: Ny firmware hittades. Vill du uppgradera?
tr: Yeni firmware bulundu. Güncellemek istiyor musunuz?

source: Invalid firmware
cs: Neplatný firmware
da: Ugyldig firmware
fi: Virheellinen laiteohjelmisto
fr: Micrologiciel non valide
he: קושחה בלתי-חוקית
hu: Érvénytelen firmware
it: Firmware non valido
jp: 無効なファームウェア
nb: Ugyldig fastvare
pl: Nieprawidłowe oprogramowanie firmware
pt_br: Firmware inválido
ru: Неверное программное обеспечение
sw: Ogiltig firmware
tr: Geçersiz firmware

source: Check latest firmware and upgrade device.
cs: Vyhledat nejnovější firmware a aktualizovat zařízení.
da: Kontrollér nyeste firmware, og opgrader enhed.
fi: Tarkista viimeisin laiteohjelmisto ja päivitä laite.
fr: Vérifiez la dernière version disponible du micrologiciel et mettez à niveau le périphérique.
he: בדוק מהי הקושחה העדכנית ביותר ועדכן את ההתקן.
hu: A legfrissebb firmware megkeresése és az eszköz frissítése.
it: Controllare l'ultima versione del firmware e aggiornare il dispositivo.
jp: 最新のファームウェアを確認してデバイスをアップグレードしてください
nb: Sjekk om du har den nyeste fastvaren og oppgrader enheten.
pl: Sprawdź dostępność najnowszego oprogramowania firmware.
pt_br: Verificar o firmware mais recente e atualizar o dispositivo.
ru: Проверьте возможность обновления программного обеспечения и обновите устройство.
sw: Kontrollera senaste firmware och uppgradera enhet.
tr: En yeni firmware kontrolünü yapın ve cihazı yükseltin.

source: Checking for recent updates
cs: Vyhledávání posledních aktualizací
da: Søger efter nylige opdateringer
fi: Päivityksiä tarkistetaan
fr: Recherche des mises à jour récentes
he: בדוק קיום עדכונים חדשים
hu: A legutóbbi frissítések keresése folyamatban
it: Controllo nuovi aggiornamenti in corso
jp: 最近の更新を検索しています...
nb: Ser etter nye oppdateringer
pl: Wyszukiwanie aktualizacji
pt_br: Verificando atualizações recentes
ru: Проверка обновлений...
sw: Kontrollerar senaste uppdateringarna
tr: Son güncellemeler kontrol ediliyor

source: Searching for updates...
cs: Vyhledávání aktualizací...
da: Søger efter opdateringer...
fi: Etsitään päivityksiä...
fr: Recherche des mises à jour...
he: מחפש עדכונים...
hu: Frissítések keresése...
it: Ricerca di aggiornamenti in corso...
jp: 更新を検索しています...
nb: Søker etter oppdateringer...
pl: Trwa wyszukiwanie aktualizacji...
pt_br: Procurando atualizações...
ru: Поиск обновлений...
sw: Söker efter uppdateringar...
tr: Güncellemeleri kontrol ediyor...

source: The device could not download updates, please check your network connection.
cs: Nelze stáhnout aktualizace do zařízení. Zkontrolujte síťové připojení.
da: Enheden kunne ikke hente opdateringer. Kontrollér din netværksforbindelse.
fi: Laite ei voi ladata päivityksiä. Tarkista verkkoyhteys.
fr: Le périphérique n'a pas pu télécharger les mises à jour. Veuillez vérifier la connexion réseau.
he: ההתקן לא הצליח להוריד עדכונים - בדוק את חיבור הרשת.
hu: Az eszköznek nem sikerült frissítéseket letölteni, ellenőrizze a hálózati kapcsolatot.
it: Impossibile per il dispositivo scaricare gli aggiornamenti. Verificare la connessione di rete.
jp: デバイスで更新をダウンロードできませんでした。ネットワーク接続を確認してください。
nb: Enheten kunne ikke laste ned oppdateringer. Kontroller nettverksforbindelsen.
pl: Nie można pobrać aktualizacji dla tego urządzenia, sprawdź połączenie sieciowe.
pt_br: O dispositivo não conseguiu baixar atualizações, verifique a conexão de rede.
ru: Устройству не удалось загрузить обновления, проверьте сетевое подключение.
sw: Enheten kunde inte hämta uppdateringar, kontrollera nätverksanslutningen.
tr: Cihaz güncellemeleri indiremiyor, lütfen ağ bağlantınızı kontrol edin.

source: Your device is up to date.
cs: Vaše zařízení bylo aktualizováno.
da: Din enhed er opdateret.
fi: Laitteesi on ajan tasalla.
fr: Votre périphérique est à jour.
he: ההתקן מעודכן.
hu: Az eszköz állapota naprakész.
it: Il dispositivo è aggiornato.
jp: お使いのデバイスは最新です。
nb: Enheten er oppdatert.
pl: Urządzenie jest zaktualizowane.
pt_br: O dispositivo está atualizado.
ru: Обновление устройства не требуется.
sw: Din enhet är uppdaterad.
tr: Cihaz güncel.

source: Your Media Player is being upgraded. Please DO NOT disconnect power or the attached storage.
cs: Probíhá aktualizace přehrávače médií. NEODPOJUJTE zdroj napájení ani připojené úložiště.
da: Din medieafspiller er ved at blive opgraderet. Tag IKKE strømmen eller den tilsluttede lagringsenhed fra.
fi: Mediasoittimesi on päivitetty. ÄLÄ katkaise virtaa tai irrota liitettyä muistilaitetta.
fr: La mise à niveau de votre lecteur multimédia est en cours. Ne débranchez PAS le câble d'alimentation ou le périphérique de stockage relié.
he: נגן המדיה עובר שדרוג. אל תנתק את המתח או את התקן האחסון המחובר.
hu: A médialejátszó frissítése éppen folyamatban van. NE válassza le se a tápforrásról, se a csatlakoztatott tárolóról.
it: Il lettore multimediale è in corso di aggiornamento. NON scollegare l'alimentazione o il sistema NAS.
jp: メディア プレイヤーをアップグレード中です。電源を切ったり接続されたストレージを切断しないでください。
nb: Mediespilleren blir oppgradert. IKKE koble fra strømmen eller den tilkoblede lagringsenheten.
pl: Trwa aktualizacja odtwarzacza multimedialnego. NIE wolno odłączać zasilania urządzenia magazynującego.
pt_br: O Reprodutor de mídia está sendo atualizado. NÃO desconecte a alimentação ou o armazenamento conectado.
ru: Выполняется обновление вашего проигрывателя мультимедиа. НЕ отключайте электропитание и НЕ отсоединяйте устройство.
sw: Din mediespelare uppgraderas. Koppla INTE UR strömmen eller den inkopplade lagringsenheten.
tr: Medya Oynatıcınız yükseltiliyor. Lütfen güç kablosunu veya bağlı depolama birimini ÇIKARTMAYTIN.

source: Upgrade complete. The media player will now restart.
cs: Aktualizace dokončena. Přehrávač bude nyní znovu spuštěn.
da: Opgradering fuldført. Medieafspilleren genstarter.
fi: Päivitys valmis. Mediasoitin käynnistyy nyt uudelleen.
fr: Mise à niveau terminée. Le lecteur multimédia va redémarrer.
he: השדרוג הסתיים. נגן המדיה יתחיל מחדש עכשיו.
hu: A frissítés kész. A médialejátszó most újraindul.
it: Aggiornamento completato. Il lettore multimediale verrà riavviato.
jp: アップグレードが完了しました。メディア プレイヤーを再起動します。
nb: Oppgradering fullført. Mediespilleren vil nå starte på nytt.
pl: Aktualizacja zakończona. Nastąpi ponowne uruchomienie odtwarzacza multimedialnego.
pt_br: Atualização concluída. O reprodutor de mídia será reiniciado agora.
ru: Обновление завершено. Будет выполнена перезагрузка проигрывателя.
sw: Uppgradering klar. Mediaspelaren startar nu om.
tr: Güncelleme tamamlandı. Media player şimdi tekrar başlatılacak.

source: Insert a USB drive with firmware to recover your Media player.
cs: Připojením jednotky USB s příslušným firmware aktualizujte přehrávač médií.
da: Isæt et USB-drev med firmware for at gendanne din medieafspiller.
fi: Liitä laiteohjelmiston sisältävä USB-asema palauttaaksesi mediasoittimen.
fr: Insérez un disque USB contenant le micrologiciel pour récupérer votre lecteur multimédia.
he: כדי לשקם את נגן המדיה, הכנס כונן USB המכיל את הקושחה.
hu: A médialejátszó helyreállításához csatlakoztassa a firmware-t tároló USB-meghajtót.
it: Per ripristinare il lettore multimediale, inserire un'unità USB con firmware.
jp: ファームウェアを含む USB ドライブを挿入して、メディア プレイヤーを回復します。
nb: Sett inn en USB-stasjon med fastvare for å gjenopprette mediespilleren.
pl: Podłącz do odtwarzacza multimedialnego urządzenie USB zawierające oprogramowanie firmware służące do aktualizacji.
pt_br: Insira uma unidade USB com firmware para recuperar o Reprodutor de mídia.
ru: Вставьте USB-накопитель с фирменным программным обеспечением для восстановления проигрывателя мультимедиа.
sw: Mata in en USb-enhet med firmware för att återställa din mediespelare.
tr: Medya Oynatıcınızı kurtarmak için firmware yüklü bir USB sürücü takın.

source: Firmware upgrade failed. The device will restart.
cs: Aktualizace firmwaru selhala. Zařízení bude restartováno.
da: Opgradering af firmware mislykkedes. Enheden genstartes.
fi: Laitteisto-ohjelmiston päivitys epäonnistui. Laite käynnistyy uudelleen.
fr: Impossible de mettre à niveau le micrologiciel. Le périphérique va redémarrer.
he: שדרוג הקושחה נכשל. ההתקן יאותחל.
hu: A firmware-frissítés sikertelen. Az eszköz most újraindul.
it: Impossibile aggiornare il firmware. Il dispositivo verrà riavviato.
jp: ファームウェアのアップグレードに失敗しました。デバイスを再起動します。
nb: Oppgradering av fastvare mislykkes. Enheten vil starte på nytt.
pl: Aktualizacja oprogramowania wewnętrznego się nie powiodła. Urządzenie zostanie ponownie uruchomione.
pt_br: Falha na atualização do firmware. O dispositivo será reiniciado.
ru: Ошибка обновления программного обеспечения. Будет выполнен перезапуск устройства.
sw: Firmware-uppgraderingen misslyckades. Enheten startar om.
tr: Firmware yükseltme başarısız. Cihaz yeniden başlatılacak.

source: Firmware upgrade failed. Please check your network connection and try again.
cs: Aktualizace firmwaru selhala. Zkontroluje připojení k síti a akci zopakujte.
da: Opgradering af firmware mislykkedes. Kontrollér netværksforbindelsen, og prøv igen.
fi: Laitteisto-ohjelmiston päivitys epäonnistui. Tarkista verkkoyhteys ja yritä uudelleen.
fr: Impossible de mettre à niveau le micrologiciel. Vérifiez la connexion réseau et réessayez.
he: שדרוג הקושחה נכשל. בדוק את חיבור הרשת ונסה שוב.
hu: A firmware-frissítés sikertelen. Ellenőrizze a hálózati kapcsolatot, majd próbálja meg újra.
it: Impossibile aggiornare il firmware. Controllare la connessione di rete e riprovare.
jp: ファームウェアのアップグレードに失敗しました。ネットワーク接続を確認してからやり直してください。
nb: Oppgradering av fastvare mislykkes. Kontroller nettverkstilkoblingen og prøv igjen.
pl: Aktualizacja oprogramowania wewnętrznego się nie powiodła. Sprawdź połączenie sieciowe i spróbuj ponownie.
pt_br: Falha na atualização do firmware. Verifique a conexão de rede e tente novamente.
ru: Ошибка обновления программного обеспечения. Проверьте сетевое подключение и повторите попытку.
sw: Firmware-uppgraderingen misslyckades. Kontrollera nätverksanslutningen och försök igen.
tr: Firmware yükseltme başarısız. Lütfen ağ bağlantınızı kontrol ederek tekrar deneyin.

source: OK
he: אשר
ru: ОК
tr: Tamam

source: On
cs: Zapnuto
da: Til
fi: Käytössä
fr: Activer
he: מופעל
hu: Be
jp: オン
nb: På
pl: Wł.
pt_br: Ligado
ru: Вкл.
sw: På
tr: Açık

source: Off
cs: Vypnuto
da: Fra
fi: Ei käytössä
fr: Désactiver
he: כבוי
hu: Ki
jp: オフ
nb: Av
pl: Wył.
pt_br: Desligado
ru: Выкл.
sw: Av
tr: Kapalı

source: Auto
cs: Automatický
da: Automatisk
fi: Automaattinen
fr: Automatique
he: אוטו
hu: Automatikus
jp: 自動
pt_br: Automático
ru: Авто
tr: Otomatik

source: Manual
cs: Ručně
da: Manuel
fi: Manuaalinen
fr: Manuel
he: ידני
hu: Manuális
it: Manuale
jp: 手動
nb: Manuelt
pl: Ręczny
ru: Руководство
sw: Manuell
tr: Manuel

source: Search
cs: Hledat
da: Søg
fi: Etsi
fr: Rechercher
he: חפש
hu: Keresés
it: Cerca
jp: 検索
nb: Søk
pl: Wyszukaj
pt_br: Pesquisar
ru: Поиск
sw: Sök
tr: Arama

source: Error
cs: Chyba
da: Fejl
fi: Virhe
fr: Erreur
he: שגיאה
hu: Hiba
it: Errore
jp: エラー
nb: Feil
pl: Błąd
pt_br: Erro
ru: Ошибка
sw: Fel
tr: Hata

source: Retry
cs: Opakovat
da: Prøv igen
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hu: Újra
it: Riprova
jp: 再試行
nb: Prøv igjen
pl: Spróbuj ponownie
pt_br: Tentar novamente
ru: Повторить
sw: Försök igen
tr: Tekrar dene

source: Copy
cs: Kopírovat
da: Kopier
fi: Kopioi
fr: Copier
he: העתק
hu: Másolás
it: Copia
jp: コピー
nb: Kopier
pl: Kopiuj
pt_br: Copiar
ru: Копировать
sw: Kopiera
tr: Kopyala

source: Go Back
cs: Zpět
da: Gå tilbage
fi: Palaa takaisin
fr: Revenir
he: חזרה
hu: Visszatérés
it: Indietro
jp: 戻る
nb: Gå tilbake
pl: Przejdź wstecz
pt_br: Voltar
ru: Вернуться
sw: Gå bakåt
tr: Geri Git

source: Help
cs: Nápověda
da: Hjælp
fi: Ohje
fr: Aide
he: עזרה
hu: Súgó
jp: ヘルプ
nb: Hjelp
pl: Pomoc
pt_br: Ajuda
ru: Справка
sw: Hjälp
tr: Yardım

source: Exit
cs: Zavřít
fi: Lopeta
fr: Quitter
he: יציאה
hu: Kilépés
it: uscita
jp: 終了
nb: Avslutt
pl: Zakończ
pt_br: Sair
ru: Выход
sw: Avsluta
tr: Çıkış

source: Unknown
cs: Neznámý
da: Ukendt
fi: Tuntematon
fr: Inconnu
he: לא מוכר
hu: Ismeretlen
it: Sconosciuto
jp: 不明
nb: Ukjent
pl: Nieznane
pt_br: Desconhecido
ru: Неизвестно
sw: Okänd
tr: Bilinmiyor

source: Play
cs: Přehrát
da: Afspil
fi: Toista
fr: Lire
he: הפעל
hu: Lejátszás
jp: 再生
nb: Spill av
pl: Odtwórz
pt_br: Reproduzir
ru: Воспроизведение
sw: Spela
tr: Yürüt

source: Pause
cs: Pozastavit
fi: Keskeytä
fr: Interrompre
he: השהה
hu: Szünet
it: Pausa
jp: 一時停止
pl: Wstrzymaj
pt_br: Pausar
ru: Пауза
sw: Paus
tr: Duraklat

source: Stop
cs: Zastavit
fi: Lopeta
fr: Arrêter
he: הפסק
hu: Leállítás
jp: 停止
nb: Stopp
pl: Zatrzymaj
pt_br: Parar
ru: Остановить
sw: Stopp
tr: Durdur

source: Eject
cs: Vysunout
da: Skub ud
fi: Poista
fr: Ejecter
he: הוצא
hu: Kiadás
jp: 取り出し
nb: Løs ut
pl: Wysuń
pt_br: Ejetar
ru: Извлечь
sw: Mata ut
tr: Çıkart

source: Empty
cs: Prázdné
da: Tom
fi: Tyhjä
fr: Vide
he: ריק
hu: Üres
it: Vuoto
jp: 空白
nb: Tom
pl: Pusty
pt_br: Vazio
ru: Пустой
sw: Tom
tr: Boş

source: Standby mode
cs: Pohotovostní režim
da: Standby
fi: Valmiustila
fr: Mode de veille
he: מצב המתנה
hu: Készenléti mód
it: Modalità standby
jp: スタンバイ モード
nb: Standby-modus
pl: Stan wstrzymania
pt_br: Modo Standby
ru: Режим ожидания
sw: Standby-läge
tr: Bekleme modu

source: Loading data
cs: Načítání dat
da: Indlæser data
fi: Ladataan tietoa
fr: Chargement des données
he: טוען נתונים
hu: Adatbetöltés
it: Caricamento dei dati in corso
jp: データをロードしています
nb: Laster inn data
pl: Wczytywanie danych
pt_br: Carregando dados
ru: Загрузка данных...
sw: Läser in data
tr: Veri yüklüyor

source: All
cs: Vše
da: Alle
fi: Kaikki
fr: Tout
he: הכל
hu: Minden
it: Tutti
jp: すべて
nb: Alle
pl: Wszystkie
pt_br: Tudo
ru: Все
sw: Alla
tr: Tümü

source: Contains
cs: Obsahuje
da: Indeholder
fi: Sisältää
fr: Comporte
he: מכיל
hu: Tartalmazza:
it: Contiene
jp: 次を含む
nb: Inneholder
pl: Zawiera
pt_br: Contém
ru: Содержит
sw: Innehåller
tr: İçerik

source: Starts with
cs: Začíná
da: Starter med
fi: Alkaa
fr: Commence par
he: מתחיל ב
hu: Eleje:
it: Inizia con
jp: 次で始まる
nb: Starter med
pl: Rozpoczyna się od
pt_br: Começa com
ru: Начинается с
sw: Börjar med
tr: Şununla başlar

source: Unsupported
cs: Nepodporováno
da: Ikke understøttet
fi: Ei tuettu
fr: Non pris en charge
he: לא נתמך
hu: Nem támogatott
it: Non supportato
jp: サポートされていません
nb: Ikke støttet
pl: Nieobsługiwane
pt_br: Incompatível
ru: Неподдерживаемый
sw: Stöds ej
tr: Desteklenmeyen

source: Space
cs: Mezera
da: Mellemrum
fi: Väli
fr: Espace
he: רווח
hu: Szóköz
it: Spazio
jp: 領域
nb: Mellomrom
pl: Odstęp
pt_br: Espaço
ru: Место
sw: Mellanrum
tr: Alan

source: Equal to
cs: Rovno
da: Svarer til
fi: Yhtä kuin
fr: Egal à
he: שווה ל
hu: Egyezik:
it: Uguale a
jp: 次に等しい
nb: Lik
pl: Równe
pt_br: Igual a
ru: Равно
sw: Lika med
tr: Eşittir

source: Not Equal to
cs: Nerovno
da: Svarer ikke til
fi: Eri kuin
fr: N'est pas égal à
he: לא שווה ל
hu: Nem egyezik:
it: Diverso da
jp: 次に等しくない
nb: Ikke lik
pl: Inne od
pt_br: Diferente de
ru: Не равно
sw: Ej lika med
tr: Eşit değildir

source: Untitled volume
cs: Nepojmenovaná jednotka
da: Mængde uden titel
fi: Nimetön asema
fr: Volume sans nom
he: כרך ללא שם
hu: Névtelen kötet
it: Volume senza titolo
jp: ボリュームのタイトルなし
nb: Volum uten tittel
pl: Wolumin bez tytułu
pt_br: Volume sem título
ru: Том без названия
sw: Volym utan titel
tr: Adsız birim

source: Additional encoding support
cs: Podpora dodatečného kódování
da: Yderligere support til tegnsæt
fi: Vaihtoehtoisen koodauksen tuki
fr: Prise en charge supplémentaire de l'encodage
he: תמיכה נוספת בקידוד
hu: További kódolástámogatás
it: Supporto aggiuntivo alla codifica
jp: 追加エンコーディングのサポート
nb: Ekstra kodestøtte
pl: Obsługa dodatkowego kodowania
pt_br: Compatibilidade de codificação adicional
ru: Поддержка дополнительных кодировок
sw: Ytterligare kodningsstöd
tr: Ek kodlama desteği

source: Subtitle default
cs: Výchozí titulky
da: Standard for undertekst
fi: Tekstin oletus
fr: Sous-titre par défaut
he: ברירת מחדל לכיתוביות
hu: Felirat-alapértelmezés
it: Valore predefinito sottotitoli
jp: サブタイトルのデフォルト
nb: Undertittelstandard
pl: Napisy domyślne
pt_br: Padrão de legenda
ru: Субтитры по умолчанию
sw: Standard för undertext
tr: Varsayılan altyazı

source: Subtitle border
cs: Ohraničení titulků
da: Ramme for undertekst
fi: Tekstin rajaus
fr: Bord du sous-titre
he: מסגרת לכיתוביות
hu: Feliratkeret
it: Bordo sottotitoli
jp: サブタイトルの枠
nb: Undertittelramme
pl: Obramowanie domyślne
pt_br: Borda da legenda
ru: Границы субтитров
sw: Undertextkant
tr: Altyazı kenarlığı

source: Thick
cs: Silné
da: Tyk
fi: Paksu
fr: Epais
he: עבה
hu: Vastag
it: Spesso
jp: 太い
nb: Tykk
pl: Grube
pt_br: Espessa
ru: Толстые
sw: Tjock
tr: Kalın

source: Thin
cs: Slabé
da: Tynd
fi: Ohut
fr: Fin
he: דק
hu: Vékony
it: Sottile
jp: 細い
nb: Tynn
pl: Cienkie
pt_br: Fina
ru: Тонкие
sw: Tunn
tr: İnce

source: Account
cs: Účet
da: Konto
fi: Tili
fr: Compte
he: חשבון
hu: Fiók
jp: アカウント
nb: Konto
pl: Konto
pt_br: Conta
ru: Учетная запись
sw: Konto
tr: Hesap

source: anonymous
cs: anonymní
da: anonym
fi: anonyymi
fr: anonyme
he: אנונימי
hu: névtelen
it: anonimo
jp: 匿名
nb: anonym
pl: anonimowy
pt_br: anônimo
ru: без имени
sw: anonym
tr: anonim

source: Connecting
cs: Připojování
da: Opretter forbindelse
fi: Yhdistetään
fr: Connexion
he: מתחבר
hu: Csatlakozás
it: Connessione in corso
jp: 接続中
nb: Kobler til
pl: Łączenie
pt_br: Conectando
ru: Подключение...
sw: Ansluter
tr: Bağlanıyor
