Repository: alsedo/screenplay-dx
Catalog: core_repos/src/libs/RES_IOM/resource/mo/*.po
Languages: cs, da, fi, fr, he, hu, it, jp, nb, pl, pt_br, ru, sw, tr

source: Turning on the plug-in will allow you to view video streamed in supported formats. Not all streamed video content is supported.
cs: Po zapnutí zásuvného modulu budete moci zobrazit datové proudy videa v podporovaných formátech. Není podporován veškerý obsah datových proudů videa.
da: Hvis plug-in aktiveres, kan du se video, der er streamet, i understøttede formater. Ikke alle streamede videoer understøttes.
fi: Laajennuksen käyttö mahdollistaa tuetuissa muodoissa olevan videon virtautuksen. Kaikkea virtautettua videosisältöä ei tueta.
fr: En activant le module d’extension, vous pourrez regarder les vidéos dans un des formats pris en charge. Toutes les vidéos ne sont pas compatibles.
he: הפעלת התוסף תאפשר לך לצפות בווידיאו שמוזרם במבנים נתמכים. אין תמיכה בכל מבני הווידיאו המוזרם.
hu: A beépülő modul bekapcsolásával lejátszhatja a támogatott formátumokban lévő videókat. Nem minden videoformátum támogatott.
it: Avviando il plug-in sarà possibile visualizzare i video trasmessi in streaming nei formati supportati. Non tutti i contenuti video trasmessi in streaming sono supportati.
jp: プラグインをオンにすると、サポートされているフォーマットでストリーミングされたビデオを表示できます。ただし、ストリーム ビデオ コンテンツによってはサポートされないものもあります。
nb: Ved å slå på tilleggsmodulen kan du se på direkteavspilt video i formatene som støttes. Ikke alt direkteavspilt videoinnhold støttes.
pl: Włączenie dodatku umożliwi wyświetlanie strumieni wideo w obsługiwanych formatach. Nie wszystkie strumienie wideo są obsługiwane.
pt_br: Ativar o plug-in vai permitir que você veja o vídeo enviado nos formatos suportados. Nem todo o conteúdo de vídeo enviado recebe suporte.
ru: Подключение дополнительного программного модуля позволит вам просматривать потоковое видео поддерживаемых форматов. Поддерживается не все содержимое потокового видео.
sw: Du kan visa video som strömmas i stödda format om du slår på plug-in:en. Inte allt videoinnehåll som strömmas stöds.
tr: Tüm eklentileri açık hale getirmek desteklenen biçimlerdeki tüm videoları izleyebilmenizi sağlayacaktır. Tüm video içeriklerinin biçimleri desteklenmemektedir.

source: Enable for Favorites
cs: Povolit pro stránky v seznamu Favorites (Oblíbené)
da: Aktiver for Favoritter
fi: Ota käyttöön suosikeille
fr: Activer pour les favoris
he: אפשר עבור מועדפים
hu: Engedélyezés a kedvencek számára
it: Abilita per Preferiti
jp: お気に入りについて有効にする
nb: Aktiver for Favoritter
pl: Włącz dla Ulubionych
pt_br: Habilitar para favoritos
ru: Включить для Избранного
sw: Aktivera för Favoriter
tr: Sık kullanılanlar için etkinleştir

source: Enable for all websites
cs: Povolit pro všechny internetové stránky
da: Aktiver for alle websteder
fi: Ota käyttöön kaikille sivustoille
fr: Activer pour tous les sites Web
he: אפשר עבור כל האתרים
hu: Engedélyezés minden webhely számára
it: Abilita per tutti i siti Web
jp: すべての Web サイトについて有効にする
nb: Aktiver for alle nettsteder
pl: Włącz dla wszystkich witryn
pt_br: Habilitar para todos os sites
ru: Включить для всех веб-сайтов
sw: Aktivera för alla webbplatser
tr: Tüm web siteleri için etkinleştir

source: To improve performance of the web browser, the Flash plug-in is only enabled for websites listed in Favorites. To enable the plug-in for all websites, please go to Network in the Settings menu.
cs: Zásuvný modul Flash je povolen pouze pro internetové stránky uvedené v seznamu Favorites (Oblíbené), čímž dochází ke zlepšení výkonu internetového prohlížeče.Chcete-li povolit zásuvný modul pro všechny internetové stránky, přejděte do nabídky Settings (Nastavení) a zvolte možnost Network (Síť).
da: For at forbedre webbrowserens ydeevne aktiveres Flash-plug-in kun for websteder, der er angivet under Favoritter. Hvis plug-in skal aktiveres for alle websteder, skal du gå til Netværk i menuen Indstillinger.
fi: Selaimen suorituskyvyn parantamiseksi Flash-lisäosa on käytössä vain suosikkeihin kuuluvien sivustojen kanssa. Jos haluat ottaa lisäosan käyttöön kaikkien sivustojen kanssa, siirry Asetus-valikon kohtaan Verkko.
fr: Pour obtenir les performances optimales du navigateur Web, le module d’extension Flash est activé uniquement pour les sites Web qui se trouvent dans les Favoris. Pour l’activer pour tous les sites Web, allez dans Réseau, dans le menu Paramètres.
he: כדי לשפר את ביצועי דפדפן האינטרנט, תוסף Flash יאופשר רק עבור האתרים הרשומים במועדפים. כדי לאפשר את התוסף עבור כל האתרים, עבור אל Network (רשת) בתפריט Settings (הגדרות).
hu: A webböngésző működésének gyorsítása érdekében a Flash beépülő modul csak a Kedvencek között szereplő webhelyekhez van engedélyezve. Ha minden webhelyen engedélyezni kívánja a beépülő modult, nyissa meg a Beállítások menü Hálózat elemét.
it: Per migliorare le prestazioni del browser Web, il plug-in Flash è abilitato solo per i siti Web elencati nei Preferiti. Per abilitare il plug-in per tutti i siti Web, raggiungere la sezione Rete del menu Impostazioni.
jp: Web ブラウザのパフォーマンスを向上するために、「お気に入り」に指定された Web サイトについてのみ Flash プラグインが有効になります。すべての Web サイトについてプラグインを有効にするには、[設定] メニューの [ネットワーク] を開いてください。
nb: For å forbedre nettleserens ytelse blir Flash-tilleggsmodulen bare aktivert for nettsteder som er oppført under Favoritter. Gå til Nettverk på Innstillinger-menyen for å aktivere tilleggsmodulen for alle nettsteder.
pl: Aby zwiększyć wydajność przeglądarki internetowej, dodatek Flash jest aktywny tylko w witrynach dodanych do Ulubionych. Aby włączyć dodatek dla wszystkich witryn, należy przejść do menu Settings (Ustawienia) i wybrać pozycję Network (Sieć).
pt_br: Para melhorar o desempenho do navegador da Web, o plug-in do Flash só é habilitado para sites listados nos Favoritos. Para habilitar o plug-in para todos os sites, vá em Rede no menu Configurações.
ru: Чтобы повысить производительность веб-браузера, модуль Flash включен только для веб-сайтов, добавленных в Избранное. Чтобы включить модуль для всех веб-сайтов, откройте пункт «Сеть» в меню «Параметры».
sw: För att förbättra webbläsarens prestanda är Flash-pluginen endast aktiverad för webbplatser som är listade i Favoriter. Öppna Nätverk i menyn Inställningar för att aktivera pluginen för alla webbplatser.
tr: Web tarayıcının performansını geliştirmek amacıyla, Flash eklentisi sadece Sık kullanılanlar listesindeki web siteleri için etkinleştirilmiştir. Eklentiyi tüm web siteleri için etkinleştirmek amacıyla lütfen Ayarlar menüsünde Ağ seçeneğine gidin.

source: Photos
cs: Fotografie
da: Fotos
fi: Valokuvat
he: תמונות
hu: Fotók
it: Foto
jp: 写真
nb: Bilder
pl: Zdjęcia
pt_br: Fotos
ru: Фотографии
sw: Bilder
tr: Fotoğraflar

source: Ok
he: אישור
tr: Tamam

source: Cancel
cs: Zrušit
da: Annuller
fi: Peruuta
fr: Annuler
he: ביטול
hu: Mégse
it: Annulla
jp: キャンセル
nb: Avbryt
pl: Anuluj
pt_br: Avbryt
ru: Отмена
sw: Avbryt

source: Confirm
cs: Potvrdit
da: Bekræft
fi: Vahvista
fr: Confirmer
he: אשר
hu: Jóváhagyás
it: Conferma
jp: 確認
nb: Bekreft
pl: Potwierdź
pt_br: Bekreft
ru: Подтвердить
sw: Bekräfta

source: Bookmarks
cs: Záložky
da: Bogmærker
fi: Kirjanmerkit
fr: Favoris
he: סימניות
hu: Könyvjelző
it: Segnalibri
jp: ブックマーク
nb: Bokmerker
pl: Zakładki
pt_br: Bokmerker
ru: Закладки
sw: Bokmärken
tr: Yer işaretleri

source: Add Bookmark
cs: Přidat záložku
da: Tilføj bogmærke
fi: Lisää kirjanmerkki
fr: Ajouter un favori
he: הוסף סימנייה
hu: Könyvjelző hozzáadása
it: Aggiungi segnalibro
jp: ブックマークを追加
nb: Legg til bokmerke
pl: Dodaj zakładkę
pt_br: Legg til bokmerke
ru: Добавить закладку
sw: Lägg till bokmärke
tr: Yer işareti ekle

source: Edit Bookmark
cs: Upravit záložku
da: Rediger bogmærke
fi: Muokkaa kirjanmerkkiä
fr: Modifier le favori
he: ערוך סימנייה
hu: Könyvjelző szerkesztése
it: Modifica segnalibro
jp: ブックマークを編集
nb: Rediger bokmerke
pl: Edytuj zakładkę
pt_br: Rediger bokmerke
ru: Редактировать закладку
sw: Redigera bokmärke
tr: Yer işaretini düzenle

source: Clear Bookmarks
cs: Smazat záložky
da: Slet bogmærker
fi: Poista kirjanmerkit
fr: Effacer les favoris
he: נקה סימניות
hu: Könyvjelzők törlése
it: Cancella segnalibri
jp: ブックマークを消去
nb: Fjern bokmerker
pl: Wyczyść zakładki
pt_br: Fjern bokmerker
ru: Удалить закладки
sw: Rensa bokmärken
tr: Yer işaretini sil

source: Are you sure you want to clear your bookmarks?
cs: Opravdu chcete záložky smazat?
da: Er du sikker på, du vil slette dine bogmærker?
fi: Haluatko varmasti poistaa kirjanmerkkisi?
fr: Voulez-vous vraiment effacer les favoris ?
he: האם אתה בטוח שברצונך לנקות את הסימניות שלך?
hu: Biztosan törli a könyvjelzőket?
it: Cancellare i segnalibri?
jp: ブックマークを消去してもよろしいですか?
nb: Er du sikker på at du vil fjerne bokmerkene?
pl: Czy na pewno chcesz wyczyścić zakładki?
pt_br: Er du sikker på at du vil fjerne bokmerkene?
ru: Действительно удалить закладки?
sw: Vill du verkligen rensa dina bokmärken?
tr: Yer işaretlerini silmek istediğinize emin misiniz?

source: Are you sure you want to delete this bookmark?
cs: Opravdu chcete tuto záložku odstranit?
da: Er du sikker på, du vil slette dette bogmærke?
fi: Haluatko varmasti poistaa tämän kirjanmerkin?
fr: Voulez-vous vraiment supprimer ce favori ?
he: האם אתה בטוח שברצונך למחוק את הסימנייה הזו?
hu: Biztosan törli ezt a könyvjelzőt?
it: Eliminare questo segnalibro?
jp: このブックマークを削除してもよろしいですか?
nb: Er du sikker på at du vil slette dette bokmerket?
pl: Czy na pewno chcesz usunąć tę zakładkę?
pt_br: Er du sikker på at du vil slette dette bokmerket?
ru: Действительно удалить эту закладку?
sw: Vill du verkligen radera det här bokmärket?
tr: Bu yer işaretini silmek istediğinize emin misiniz?

source: The server [server-name] presented a certificate issued by an entity that is not trusted, proceed anyway?
cs: Server [název serveru] poskytl certifikát vydaný nedůvěryhodnou entitou? Chcete i přesto pokračovat?
da: Serveren [server-name] præsenterede et certifikat, der er udstedt af en enhed, som der ikke er tillid til. Vil du fortsætte?
fi: Palvelin [server-name] tarjosi varmennetta, jonka on antanut yhteisö, joka ei ole luotettu. Jatketaanko?
fr: Le serveur [server-name] présente un certificat délivré par une entité qui n’est pas approuvée. Voulez-vous continuer ?
he: השרת [server-name] הציג מסמך אישור שהופק על-ידי ישות שאינה אמינה; להמשיך בכל זאת?
hu: A(z) [server-name] kiszolgáló egy olyan tanúsítványt mutatott be, amelyet egy nem megbízható szervezet állított ki, folytatja?
it: Il server [nome-server] presenta un certificato rilasciato da un'entità non attendibile, continuare?
jp: このサーバー [server-name] の証明書の発行元は信頼されていません。続行しますか?
nb: Serveren [server-name] presenterte et sertifikat som er utstedt av en instans som ikke er klarert. Vil du fortsette likevel?
pl: Serwer [server-name] przedstawił certyfikat wystawiony przez jednostkę, która nie jest zaufana. Czy kontynuować mimo to?
pt_br: Serveren [server-name] presenterte et sertifikat som er utstedt av en instans som ikke er klarert. Vil du fortsette likevel?
ru: Сервер [server-name] предъявил сертификат, выпущенный веб-узлом не из списка доверенных. Продолжить?
sw: Servern [server-name] presenterade ett certifikat som har utfärdats av en enhet som inte tillförlitlig. Fortsätt ändå?
tr: [server-name] sunucusu güvenilir olmayan bir kuruma ait sertifika sundu, yine de devam etmek istiyor musunuz?

source: [url] is not available.
cs: Adresa [URL] není dostupná.
da: [url] ikke tilgængelig.
fi: [url] ei ole käytettävissä.
fr: [url] n’est pas disponible.
he: כתובת [url] אינה זמינה.
hu: [url] nem érhető el.
it: [url] non disponibile.
jp: [url] は使用できません。
nb: [url] er ikke tilgjengelig.
pl: Adres [url] jest niedostępny.
pt_br: [url] er ikke tilgjengelig.
ru: Адрес [url] недоступен.
sw: [url] ej tillgänglig.
tr: [url] kullanılamaz.

source: We're sorry, but there seems to be a problem.
cs: Omlouváme se, ale vyskytl se problém.
da: Vi beklager, men der ser ud til at være et problem.
fi: Jokin ongelma on havaittu.
fr: Nous sommes désolés, mais un problème s’est produit.
he: אנו מצטערים, אך נראה שקיימת בעיה.
hu: Sajnáljuk, de valószínűleg probléma lépett fel.
it: Siamo spiacenti, ma si è verificato un problema.
jp: 申し訳ありませんが、問題が発生しました。
nb: Vi beklager, men det later til å ha oppstått et problem.
pl: Wystąpił problem.
pt_br: Vi beklager, men det later til å ha oppstått et problem.
ru: К сожалению, возникла проблема.
sw: Tyvärr verkar det ha uppstått ett problem.
tr: Üzgünüz, ancak bir sorun var.

source: The webpage at [url] couldn't be loaded.
cs: Webovou stránku na adrese [url] nelze načíst.
da: Websiden på [url] kunne ikke indlæses.
fi: WWW-sivun lataaminen osoitteesta [url] ei onnistu.
fr: Impossible de charger la page Web qui se trouve à l’adresse [url].
he: לא היתה אפשרות לטעון את דף האינטרנט בכתובת [url].
hu: Az [url] címen található weblap nem tölthető be.
it: Impossibile caricare la pagina Web all'indirizzo [url].
jp: [url] の Web ページを読み込めませんでした。
nb: Nettsiden med adressen [url] kunne ikke lastes inn.
pl: Nie można wczytać strony pod adresem [url].
pt_br: Nettsiden med adressen [url] kunne ikke lastes inn.
ru: Веб-страница по адресу [url] не может быть загружена.
sw: Webbsidan på [url] kunde inte läsas in.
tr: [url] adresindeki sayfa yüklenemiyor.

source: Here are a few things you may want to try:
cs: Můžete si vyzkoušet některé z následujících možností:
da: Her er nogle få ting, du kan forsøge:
fi: Voit kokeilla seuraavia asioita:
fr: Vous pouvez :
he: להלן מספר דברים שתוכל לנסות:
hu: Javasoljuk, hogy próbálja meg az alábbiakat:
it: Di seguito sono riportati alcuni possibili tentativi:
jp: 以下の方法を試してみてください:
nb: Her er noen få ting du kanskje kan prøve:
pl: Oto kilka rozwiązań, które można zastosować:
pt_br: Her er noen få ting du kanskje kan prøve:
ru: Попытайтесь выполнить следующие действия:
sw: Här följer några saker du kan försöka göra:
tr: Şunları yapmayı deneyebilirsiniz:

source: Reload this web page later.
cs: Otevřete tuto webovou stránku později.
da: Indlæs websiden igen senere.
fi: Lataa tämä WWW-sivu myöhemmin uudelleen.
fr: Actualiser cette page Web ultérieurement.
he: טעון את דף האינטרנט במועד מאוחר יותר.
hu: Töltse be később ezt a weblapot.
it: Ricaricare la pagina Web in un secondo momento.
jp: 後でこのページを再読み込みする。
nb: Last inn nettsiden på nytt senere.
pl: Ponownie wczytaj tę stronę później.
pt_br: Last inn nettsiden på nytt senere.
ru: Повторно загрузите эту веб-страницу позже.
sw: Ladda om den här webbsidan senare.
tr: Bu web sayfasını daha sonra tekrar yüklemek.

source: Return to the previous web page.
cs: Vraťte se na předchozí webovou stránku.
da: Gå tilbage til den forrige webside.
fi: Palaa edelliselle WWW-sivulle.
fr: Revenir à la page Web précédente.
he: חזור לדף האינטרנט הקודם.
hu: Térjen vissza az előző weblaphoz.
it: Tornare alla pagina Web precedente.
jp: 前の Web ページに戻る。
nb: Gå tilbake til forrige nettside.
pl: Wróć do poprzedniej strony.
pt_br: Gå tilbake til forrige nettside.
ru: Вернитесь к предыдущей веб-странице.
sw: Återgå till tidigare webbsida.
tr: Önceki web sayfasına geri dönmek

source: Are you sure you want to clear your history?
cs: Opravdu chcete smazat historii?
da: Er du sikker på, du vil rydde din historik?
fi: Haluatko varmasti poistaa historiatiedot?
fr: Voulez-vous vraiment effacer l’historique ?
he: האם אתה בטוח שברצונך לנקות את ההיסטוריה שלך?
hu: Biztosan törli az előzményeket?
it: Cancellare la cronologia?
jp: 履歴を消去してもよろしいですか?
nb: Er du sikker på at du vil fjerne loggen?
pl: Czy na pewno chcesz wyczyścić historię?
pt_br: Er du sikker på at du vil fjerne loggen?
ru: Действительно очистить историю?
sw: Vill du verkligen rensa historiken?
tr: Geçmişi temizlemek istediğinize emin misiniz?

source: Clear History
cs: Smazat historii
da: Ryd historik
fi: Poista historiatiedot
fr: Effacer l’historique
he: נקה היסטוריה
hu: Előzmények törlése
it: Cancella la cronologia
jp: 履歴を消去
nb: Fjern logg
pl: Wyczyść historię
pt_br: Fjern logg
ru: Очистить историю
sw: Rensa historik
tr: Geçmişi Temizle

source: History
cs: Historie
da: Historik
fi: Historiatiedot
fr: Historique
he: היסטוריה
hu: Előzmények
it: Cronologia
jp: 履歴
nb: Logg
pl: Historia
pt_br: Logg
ru: История
sw: Historik
tr: Geçmiş

source: No Title
cs: Bez názvu
da: Ingen titel
fi: Ei otsikkoa
fr: Sans titre
he: אין כותרת
hu: Nincs cím
it: Nessun titolo
jp: 無題
nb: Ingen tittel
pl: Bez tytułu
pt_br: Ingen tittel
ru: Нет заглавия
sw: Ingen titel
tr: Başlık Yok

source: The history is empty.
cs: Historie je prázdná.
da: Historikken er tom.
fi: Ei historiatietoja.
fr: L’historique est vide.
he: ההיסטוריה ריקה.
hu: Az Előzmények mappa üres.
it: La cronologia è vuota.
jp: 履歴は空です。
nb: Loggen er tom.
pl: Historia jest pusta.
pt_br: Loggen er tom.
ru: Записи отсутствуют.
sw: Historiken är tom.
tr: Geçmiş boş.

source: HTTP Authentication
cs: Ověření HTTP
da: HTTP-godkendelse
fi: HTTP-todennus
fr: Authentification HTTP
he: אימות HTTP
hu: HTTP hitelesítés
it: Autenticazione HTTP
jp: HTTP 認証:
nb: HTTP-godkjenning
pl: Uwierzytelnienie HTTP
pt_br: HTTP-godkjenning
ru: Аутентификация HTTP
sw: HTTP-autentisering
tr: HTTP Kimlik Doğrulaması

source: Authentication Required
cs: Je vyžadováno ověření
da: Godkendelse krævet
fi: Todennus vaaditaan
fr: Authentification requise
he: נדרש אימות
hu: Hitelesítésre van szükség
it: Necessaria autenticazione
jp: 認証が必要
nb: Godkjenning er nødvendig
pl: Wymagane uwierzytelnienie
pt_br: Godkjenning er nødvendig
ru: Требуется аутентификация
sw: Autentisering krävs
tr: Kimlik Doğrulama Gerekli

source: The server [server-hostname] at [url-name] requires a username and password.
cs: Server [název hostitele serveru] na adrese [název adresy URL] vyžaduje uživatelské jméno a heslo.
da: Serveren [server-hostname] på [url-name] kræver et brugernavn og en adgangskode.
fi: Palvelin [server-hostname] osoitteessa [url-name] vaatii käyttäjänimen ja salasanan.
fr: Le serveur [server-hostname] qui se trouve à l’adresse [url-name] requiert un nom d’utilisateur et un mot de passe.
he: השרת [server-hostname] בכתובת [url-name] דורש שם משתמש וסיסמה.
hu: A [url-name] helyen található [server-hostname] kiszolgáló eléréséhez meg kell adnia a felhasználónevét és a jelszavát.
it: Il server [server-nome host] all'indirizzo [nome-url] richiede un nome utente e una password.
jp: [url-name] のサーバー [server-hostname] にアクセスするには、ユーザー名とパスワードが必要です。
nb: Serveren [server-hostname] på adressen [url-name] krever et brukernavn og passord.
pl: Serwer [server-hostname] pod adresem [url-name] wymaga nazwy użytkownika i hasła.
pt_br: Serveren [server-hostname] på adressen [url-name] krever et brukernavn og passord.
ru: Сервер [server-hostname] по адресу [url-name] требует имя пользователя и пароль.
sw: Servern [server-hostname] på [url-name] kräver användarnamn och lösenord.
tr: [url-name] adresindeki [server-hostname] sunucusu kullanıcı adı ve şifre istiyor.

source: User Name:
cs: Uživatelské jméno:
da: Brugernavn:
fi: Käyttäjänimi:
fr: Nom d'utilisateur :
he: שם משתמש:
hu: Felhasználónév:
it: Nome utente:
jp: ユーザー名:
nb: Brukernavn:
pl: Nazwa użytkownika:
pt_br: Brukernavn:
ru: Имя пользователя:
sw: Användarnamn:
tr: Kullanıcı Adı:

source: Password:
cs: Heslo:
da: Adgangskode:
fi: Salasana:
fr: Mot de passe :
he: סיסמה:
hu: Jelszó:
jp: パスワード:
nb: Passord:
pl: Hasło:
pt_br: Passord:
ru: Пароль:
sw: Lösenord:
tr: Şifre:

source: Pop-up Window
cs: Vyskakovací okno
da: Pop op-vindue
fi: Ponnahdusikkuna
fr: Fenêtre contextuelle
he: חלון קופץ
hu: Felbukkanó ablak
it: Finestra pop-up
jp: ポップアップ ウィンドウ
nb: Vindu
pl: Okno wyskakujące
pt_br: Vindu
ru: Всплывающее окно
sw: Popup-fönster
tr: Açılır Pencere

source: Do you want to open pop-up window from [domain-name]?
cs: Chcete otevřít vyskakovací okno z [název domény]?
da: Vil du åbne et pop op-vindue fra [domain-name]?
fi: Haluatko avata ponnahdusikkunan toimialueesta [domain-name]?
fr: Voulez-vous ouvrir une fenêtre contextuelle de [domain-name] ?
he: האם ברצונך לפתח את החלון הקופץ מאת [domain-name]?
hu: Megnyitja a következő helyről származó felbukkanó ablakot: [domain-name]?
it: Aprire finestra pop-up da [nome-dominio]?
jp: [domain-name] からポップアップ ウィンドウを開きますか?
nb: Vil du åpne et vindu fra [domain-name]?
pl: Czy chcesz otworzyć okno wyskakujące z [domain-name]?
pt_br: Vil du åpne et vindu fra [domain-name]?
ru: Открыть всплывающее окно от [domain-name]?
sw: Vill du öppna popup-fönstret från [domain-name]?
tr: [domain-name]’den gelen açılır pencereyi açmak istiyor musunuz?

source: New Window
cs: Nové okno
da: Nyt vindue
fi: Uusi ikkuna
fr: Nouvelle fenêtre
he: חלון חדש
hu: Új ablak
it: Nuova finestra
jp: 新しいウィンドウ
nb: Nytt vindu
pl: Nowe okno
pt_br: Nytt vindu
ru: Новое окно
sw: Nytt fönster
tr: Yeni Pencere

source: New URL [url] from [url]
cs: Nová adresa URL [url] z [url]
da: Ny URL [url] fra [url]
fi: Uusi URL-osoite [url] osoitteesta [url]
fr: Nouvelle URL [url] pour [url]
he: כתובת חדשה [url] מאת [url]
hu: Új URL [url] a következő helyről: [url]
it: Nuovo URL [url] da [url]
jp: [url] からの新しい URL [url]
nb: Ny URL [url] fra [url]
pl: Nowy URL [url] z [url]
pt_br: Ny URL [url] fra [url]
ru: Новый адрес URL [url] от [url]
sw: Ny URL [url] från [url]
tr: [url] adresinden yeni URL [url]

source: Same
cs: Stejné
da: Samme
fi: Sama
fr: Identique
he: זהה
hu: Ugyanaz
it: Uguale
jp: 同じ
nb: Samme
pl: Taki sam
pt_br: Samme
ru: Такой же
sw: Samma
tr: Aynı

source: Insecure to Secure
cs: Nezabezpečené do zabezpečeného
da: Usikker til Sikker
fi: Suojaamaton suojatuksi
fr: Non-sécurisé vers sécurisé
he: לא-מאובטח למאובטח
hu: A nem biztonságostól a biztonságosig
it: Da non protetto a protetto
jp: [安全ではない] から [安全]
nb: Usikker til sikker
pl: Niebezpieczne do bezpieczne
pt_br: Usikker til sikker
ru: От небезопасных к безопасным
sw: Osäker till säker
tr: Güvensizden güvenliye

source: Secure to Insecure
cs: Zabezpečené do nezabezpečeného
da: Sikker til usikker
fi: Suojattu suojaamattomaksi
fr: Sécurisé vers non-sécurisé
he: מאובטח ללא-מאובטח
hu: A biztonságostól a nem biztonságosig
it: Da protetto a non protetto
jp: [安全] から [安全ではない]
nb: Sikker til usikker
pl: Bezpieczne do niebezpieczne
pt_br: Sikker til usikker
ru: От безопасных к небезопасным
sw: Säker till osäker
tr: Güvenliden güvensize

source: Would you like to be alerted of this message again?
cs: Chcete být na tuto zprávu znovu upozorněni?
da: Vil du gerne modtage advarsel om denne meddelelse igen?
fi: Haluatko nähdä tämän hälytyksen jatkossa?
fr: Voulez-vous que ce message s’affiche de nouveau ?
he: האם ברצונך לקבל שוב התראה על הודעה זו?
hu: Szeretne újból figyelmeztetést kapni erről az üzenetről?
it: Si desidera ricevere un altro avviso per questo messaggio?
jp: 後でまたこのメッセージを表示しますか?
nb: Vil du bli varslet om denne meldingen flere ganger?
pl: Czy chcesz być ponownie powiadamiany na temat tego komunikatu?
pt_br: Vil du bli varslet om denne meldingen flere ganger?
ru: Показывать это предупреждение в следующий раз?
sw: Vill du informeras av det här meddelandet igen?
tr: Bu mesajı tekrar almak istiyor musunuz?

source: Security Warning
cs: Bezpečnostní varování
da: Sikkerhedsadvarsel
fi: Turvallisuusvaroitus
fr: Avertissement de sécurité
he: אזהרת אבטחה
hu: Biztonsági figyelmeztetés
it: Avviso di protezione
jp: セキュリティ警告
nb: Sikkerhetsadvarsel
pl: Ostrzeżenie dot. bezpieczeństwa
pt_br: Sikkerhetsadvarsel
ru: Предупреждение системы безопасности
sw: Säkerhetsvarning
tr: Güvenlik Uyarısı

source: Started
cs: Zahájeno
da: Startet
fi: Aloitettu
fr: Commencé
he: הופעל
hu: Elkezdődött
it: Avviato
jp: 開始
nb: Startet
pl: Rozpoczęcie
pt_br: Startet
ru: Запущено
sw: Startad
tr: Başlatıldı

source: Loading
cs: Probíhá načítání
da: Henter
fi: Lataa
fr: Chargement en cours
he: טוען
hu: Betöltés
it: Caricamento
jp: 読み込み中
nb: Laster inn
pl: Wczytywanie
pt_br: Laster inn
ru: Загрузка...
sw: Laddar
tr: Yüklüyor

source: Done
cs: Hotovo
da: Udført
fi: Valmis
fr: Terminé
he: בוצע
hu: Kész
it: Fine
jp: 完了
nb: Ferdig
pl: Gotowe
pt_br: Ferdig
ru: Готово
sw: Klar
tr: Bitti
