Repository: alsedo/screenplay-dx
Catalog: core_repos/src/libs/RES_IOM/resource/mo/*.po
Languages: cs, da, fi, fr, he, hu, it, jp, nb, pl, pt_br, ru, sw, tr

source: Invalid encryption key. Please try again.
cs: Neplatný šifrovací klíč. Akci opakujte.
da: Ugyldig krypteringsnøgle. Prøv igen.
fi: Väärä salausavain. Yritä uudelleen.
fr: Clé de chiffrement non valide. Veuillez réessayer.
he: קוד הצפנה אינו תקף. נסה שוב.
hu: Érvénytelen titkosítási kulcs. Próbája újra.
it: Chiave di codifica non valida. Riprovare.
jp: 無効な暗号鍵です。やり直してください。
nb: Ugyldig krypteringsnøkkel. Prøv på nytt.
pl: Nieprawidlowy klycz szyfrowania. Spróbuj ponownie.
pt_br: Chave de criptografia inválida. Tente novamente.
ru: Неверный ключ шифрования. Повторите попытку.
sw: Ogiltig krypteringsnyckel. Försök igen.
tr: Geçersiz şifreleme anahtarı. Lütfen tekrar deneyin.

source: Turn on/off BitTorrent
cs: Zapnout/Vypnout BitTorrent
da: Slå BitTorrent til/fra
fi: BitTorrent päälle/pois
fr: Activer/désactiver le BitTorrent
he: הפעל/הפסק BitTorrent
hu: BitTorrent be-/kikapcsolása
it: Attivare/Disattivare BitTorrent
jp: BitTorrent をオン/オフにする
nb: Slå BitTorrent på/av
pl: Włącz/wyłącz BitTorrent
pt_br: Ativar/desativar BitTorrent
ru: Включить/выключить BitTorrent
sw: Sätt på/stäng av BitTorrent
tr: BitTorrent aç/kapat

source: Connection mode
cs: Režim připojení
da: Forbindelsestilstand
fi: Yhteystila
fr: Mode de connexion
he: מצב חיבור
hu: Csatlakozási mód
it: Modalità di connessione
jp: 接続モード
nb: Tilkoblingsmodus
pl: Tryb połączenia
pt_br: Modo de conexão
ru: Режим подключения
sw: Anslutningsläge
tr: Baplantı modu

source: Connection type
cs: Typ připojení
da: Forbindelsestype
fi: Yhteystyyppi
fr: Type de connexion
he: סוג חיבור
hu: Csatlakozástípus
it: Tipo di connessione
jp: 接続のタイプ
nb: Tilkoblingstype
pl: Rodzaj połączenia
pt_br: Tipo de conexão
ru: Тип подключения
sw: Anslutningstyp
tr: Bağlantı tipi

source: WPS setup
cs: Nastavení WPS
da: WPS-opsætning
fi: WPS-asetus
fr: Configuration WPS
he: התקנת WPS
hu: WPS beállítás
it: Impostazione WPS
jp: WPS セットアップ
nb: WPS-konfigurering
pl: Konfiguracja WPS
pt_br: Configuração WPS
ru: Установка WPS
sw: WPS-inställningar
tr: WPS kurulum

source: Please press 'WPS' button in the AP before press 'Connect' button.
cs: Dříve než klepněte na tlačítko „Připojit“, na přístupovém bodě klepněte na tlačítko „WPS“.
da: Tryk på knappen "WPS" i AP, inden der trykkes på knappen "Connect" (Opret forbindelse).
fi: Paina tukiaseman WPS-painiketta ennen kuin painat Yhdistä-painiketta
fr: Appuyez sur le bouton WPS du point d'accès avant d'appuyer sur Se connecter
he: לחץ על הלחצן WPS ב-AP לפני הלחיצה על הלחצן Connect.
hu: A „Csatlakozás” gomb lenyomása előtt nyomja le a hozzáférési pont „WPS” gombját.
it: Premere il pulsante "WPS" in AP prima di premere il pulsante "Connetti".
jp: AP で [WPS] ボタンを押してから [接続] ボタンを押してください。
nb: Trykk på WPS-knappen på tilgangspunktet før du trykker på Koble til.
pl: Przed naciśnięciem przycisku „Połącz” naciśnij przycisk „WPS” na punkcie dostępu.
pt_br: Pressione o botão 'WPS' no PA antes de pressionar o botão 'Conectar'.
ru: Нажмите кнопку 'WPS' в прикладной программе, перед тем как нажать кнопку 'Подключиться'.
sw: Tryck på knappen "WPS" i AP innan du trycker på knappen "Anslut".
tr: 'Bağlan' düğmesine basmadan önce AP içindeki 'WPS' düğmesine basın.

source: Auto search
cs: Automatické vyhledávání
da: Automatisk søgning
fi: Automaattinen haku
fr: Recherche automatique
he: חיפוש אוטומטי
hu: Automatikus keresés
it: Ricerca automatica
jp: 自動検索
nb: Automatisk søk
pl: Automatyczne wyszukiwanie
pt_br: Busca automática
ru: Автопоиск
sw: Autosökning
tr: Otomatik ara

source: Site survey
cs: Průzkum
da: Webstedsundersøgelse
fi: Verkkohaku
fr: Parcours du site
he: סקר אתרים
hu: Telephely-felmérés
jp: 実地調査
nb: Stedskart
pl: Planowanie i budowanie sieci
pt_br: Pesquisa de site
ru: Обзор сайта
sw: Platsundersökning
tr: Site araştırması

source: Detecting Wireless Access Point
cs: Vyhledávání bezdrátového přístupového bodu
da: Finder trådløst adgangspunkt
fi: Langattoman tukiaseman tunnistus
fr: Détection du point d'accès sans fil
he: מזהה נקודת גישה אלחוטית
hu: Vezeték nélküli hozzáférési pont érzékelése
it: Rilevamento del Punto di accesso wireless
jp: ワイヤレス アクセス ポイントを検出しています
nb: Søker etter trådløst tilgangspunkt
pl: Wyrywanie bezprzewodowego punktu dostępu
pt_br: Excluindo o Ponto de acesso sem fio
ru: Обнаружение беспроводной точки доступа...
sw: Detekterar trådlös åtkomstpunkt
tr: Kablosuz Erişim Noktaları Algılanıyor

source: MAC address
cs: Adresa MAC
da: MAC-adresse
fi: MAC-osoite
fr: Adresse MAC
he: כתובת MAC
hu: MAC-cím
it: Indirizzo MAC
jp: MAC アドレス
nb: MAC-adresse
pl: Adres MAC
pt_br: Endereço MAC
ru: MAC-адрес
sw: MAC-adress
tr: MAC adresi

source: Please waiting...
cs: Čekejte...
da: Vent...
fi: Odotetaan...
fr: Veuillez patienter...
he: נא המתן...
hu: Kis türelmet...
it: In attesa...
jp: しばらくお待ちください...
nb: Vent litt ...
pl: Czekaj...
pt_br: Aguarde...
ru: Подождите...
sw: Väntar...
tr: Lütfen bekleyin...

source: Connect Successfully!
cs: Úspěšně připojeno!
da: Forbindelse oprettet!
fi: Yhdistetty.
fr: Connexion réussie !
he: החיבור הצליח!
hu: A csatlakozás sikeres!
it: Connessione riuscita correttamente!
jp: 接続が完了しました。
nb: Vellykket tilkobling!
pl: Połączenie zostało nawiązane!
pt_br: Conexão estabelecida com êxito!
ru: Успешно подключено!
sw: Ansluten!
tr: Bağlantı Başarılı!

source: Do you want replace this profile?
cs: Chcete tento profil nahradit?
da: Vil du erstatte denne profil?
fi: Haluatko korvata tämän profiilin?
fr: Souhaitez-vous remplacer ce profil ?
he: האם ברצונך להחליף את הפרופיל?
hu: Szeretné ezt a profilt lecserélni?
it: Sostituire questo profilo?
jp: このプロファイルを交換してもよろしいですか?
nb: Vil du erstatte denne profilen?
pl: Czy chcesz zamienić ten profil?
pt_br: Deseja substituir esse perfil?
ru: Заменить профиль?
sw: Vill du ersätta den här profilen?
tr: Bu profili değiştirmek istiyor musunuz?

source: Network is disconnected.
cs: Síť je odpojena.
da: Netværket er frakoblet.
fi: Yhteys verkkoon on katkaistu.
fr: Le réseau est déconnecté.
he: הרשת מנותקת.
hu: A hálózat nem csatlakozik.
it: La rete è disconnessa.
jp: ネットワークが切断されました。
nb: Nettverket er frakoblet.
pl: Sieć została odłączona.
pt_br: A rede está desconectada.
ru: Сеть отключена.
sw: Nätverket är urkopplat.
tr: Ağ bağlantısı kesildi.

source: Can not detect wireless module.
cs: Bezdrátový modul nelze nalézt.
da: Trådløst modul kan ikke findes.
fi: Langatonta moduulia ei havaita.
fr: Impossible de détecter le module sans fil.
he: לא מצליח לזהות מודול אלחוטי.
hu: Nem érzékelhető vezeték nélküli modul.
it: Impossibile rilevare il modulo wireless.
jp: ワイヤレス モジュールを検出できません。
nb: Fant ingen trådløs modul.
pl: Nie można wykryć modułu bezprzewodowego.
pt_br: Não é possível detectar o módulo sem fio.
ru: Не удается обнаружить беспроводной модуль.
sw: Kan inte detektera trådlös modul.
tr: Kablosuz modülü algılayamıyor.

source: The profile space is full!
cs: Volné místo profilu je plné!
da: Pladsen til profillagring er fuld!
fi: Profiilitila on täysi.
fr: L'espace réservé au profil est plein !
he: מרחב הפרופיל מלא!
hu: A profiltér betelt!
it: Spazio per il profilo pieno
jp: プロファイル領域が満杯です。
nb: Profilplassen er full!
pl: Brak miejsca w pamięci profilu
pt_br: O espaço de perfil está cheio!
ru: Место для профиля заполнено!
sw: Profilområdet är fullt!
tr: Profil alanı dolu!

source: Access point detecting...
cs: Probíhá vyhledávání přístupového bodu...
da: Adgangspunkt findes...
fi: Tunnistetaan tukiasemaa...
fr: Détection du point d'accès...
he: מזהה נקודת גישה...
hu: Hozzáférési pont érzékelése folyamatban...
it: Rilevamento del punto di accesso in corso...
jp: アクセス ポイントを検出しています...
nb: Søker etter tilgangspunkt ...
pl: Trwa wykrywanie punktu dostępu...
pt_br: Detectando ponto de acesso...
ru: Обнаружение точки доступа...
sw: Öppnar punktdetektering...
tr: Erişim noktası algılanıyor...

source: The network encryption key is not valid.
cs: Klíč šifrování sítě je neplatný.
da: Krypteringsnøglen til netværket er ikke gyldig.
fi: Verkon salausavain ei kelpaa.
fr: La clé de chiffrement du réseau n'est pas valide.
he: מפתח ההצפנה של הרשת אינו תקף.
hu: A hálózati titkosítási kulcs érvénytelen.
it: Chiave di codifica di rete non valida.
jp: ネットワークの暗号化鍵が有効ではありません。
nb: Nettverkskrypteringsnøkkelen er ikke gyldig.
pl: Klucz szyfrowania sieci jest nieprawidłowy.
pt_br: A chave de criptografia de rede não é válida.
ru: Недействительный ключ сетевого шифрования.
sw: Nätverkets krypteringsnyckel är inte giltig.
tr: Ağ şifreleme anahtarı geçerli değil.

source: SSID should not be empty!
cs: Pole SSID nesmí být prázdné!
da: SSID må ikke være tom!
fi: SSID ei saa olla tyhjä.
fr: Le champ SSID ne peut pas être vide !
he: SSID אינו יכול להיות ריק!
hu: Az SSID mező nem lehet üres!
it: SSID non dev'essere vuoto.
jp: SSID を空白のままにすることはできません。
nb: SSID kan ikke være blank!
pl: Pole identyfikatora SSID nie powinno być puste.
pt_br: SSID não deve ficar vazio!
ru: SSID не может быть пустым!
sw: SSID ska inte vara tom!
tr: SSID boş olmamalı!

source: No security
cs: Bez zabezpečení
da: Ingen sikkerhed
fi: Suojaus puuttuu
fr: Il n'y a aucune protection
he: אין אבטחה
hu: Nem biztonságos
it: Nessuna protezione
jp: セキュリティなし
nb: Ingen sikkerhet
pl: Brak zabezpieczeń
pt_br: Sem segurança
ru: Защита отсутствует
sw: Ingen säkerhet
tr: Güvenlik yok

source: Setup Complete. Would you like to save this network connection?
cs: Nastavení je dokončeno. Chcete toto síťové připojení uložit?
da: Opsætning fuldført. Vil du gemme denne netværksforbindelse?
fi: Asetus valmis. Tallennetaanko tämä verkkoyhteys?
fr: Configuration terminée. Voulez-vous sauvegarder cette connexion réseau ?
he: ההתקנה הושלמה. האם ברצונך לשמור את חיבור הרשת הזה?
hu: A beállítás kész. Szeretné elmenteni ezt a hálózati kapcsolatot?
it: Installazione completata. Salvare questa connessione di rete?
jp: セットアップが完了しました。このネットワーク接続を保存しますか?
nb: Konfigurering fullført. Vil du lagre denne nettverkstilkoblingen?
pl: Konfiguracja została zakończona. Czy chcesz zapisać to połączenie sieciowe?
pt_br: Configuração concluída. Deseja salvar essa conexão de rede?
ru: Установка завершена. Сохранить это сетевое подключение?
sw: Installation klar. Vill du spara den här nätverksanslutningen?
tr: Kurulum Tamamlandı. Bu ağ bağlantısını kaydetmek istiyor musunuz?

source: The SSID is empty.
cs: Pole SSID je prázdné.
da: SSID er tom.
fi: SSID on tyhjä.
fr: Le champ SSID est vide.
he: SSID ריק
hu: Az SSID mező üres.
it: Il SSID è vuoto.
jp: SSID が空白です。
nb: SSID er blank.
pl: Pole identyfikatora SSID jest puste.
pt_br: O SSID está vazio.
ru: Пустой SSID.
sw: SSID är tomt.
tr: SSID boş.

source: Can not set this profile to favorite.
cs: Tento profil nelze nastavit do oblíbených.
da: Denne profil kan ikke indstilles som favorit.
fi: Tätä profiilia ei voi asettaa suosikiksi.
fr: Impossible d'ajouter ce profil aux favoris.
he: לא ניתן להגדיר פרופיל זה כמועדף.
hu: Ez a profil nem állítható be kedvencként.
it: Impossibile impostare questo profilo nei preferiti.
jp: このプロファイルをお気に入りに設定できません。
nb: Kan ikke angi denne profilen som favoritt.
pl: Nie można zdefiniować tego profilu jako domyślny.
pt_br: Não é possível definir esse perfil como favorito.
ru: Невозможно добавить данный профиль к избранному.
sw: Kan inte ange den här profilen som favorit.
tr: Bu profil sık kullanılanlara kaydedilemiyor.

source: Access point can not be found
cs: Přístupový bod nelze nalézt
da: Adgangspunktet blev ikke fundet
fi: Tukiasemaa ei löydy
fr: Impossible de trouver un point d'accès.
he: נקודת הגישה לא נמצאה.
hu: Hozzáférési pont nem található
it: Impossibile trovare un punto di accesso
jp: アクセス ポイントが見つかりません。
nb: Fant ingen tilgangspunkter
pl: Nie można znaleźć punktu dostępu
pt_br: Não foi possível localizar o ponto de acesso
ru: Невозможно найти точку доступа
sw: Åtkomstpunkten hittas inte
tr: Erişim noktası bulunamıyor

source: Access point cannot be found
cs: Přístupový bod nelze nalézt
da: Adgangspunktet blev ikke fundet
fi: Tukiasemaa ei löydy
fr: Impossible de trouver un point d'accès
he: נקודת הגישה לא נמצאה.
hu: Hozzáférési pont nem található
it: Impossibile trovare un punto di accesso
jp: アクセス ポイントが見つかりません。
nb: Fant ingen tilgangspunkter
pl: Nie można znaleźć punktu dostępu
pt_br: Não foi possível localizar o ponto de acesso
ru: Невозможно найти точку доступа
sw: Åtkomstpunkt kan inte hittas
tr: Erişim noktası bulunamıyor

source: Please enter your encryption key
cs: Zadejte klíč šifrování
da: Indtast krypteringsnøglen
fi: Anna salausavain
fr: Entrez votre clé de chiffrement
he: הזן את מפתח ההצפנה שלך
hu: Vigye be a titkosítási kulcsot
it: Immettere la chiave di codifica
jp: 暗号化鍵を入力してください。
nb: Oppgi krypteringsnøkkelen din
pl: Wprowadź swój klucz szyfrowania
pt_br: Insira sua chave de criptografia
ru: Введите ключ шифрования
sw: Ange krypteringsnyckel
tr: Lütfen şifreleme anahtarınızı girin

source: The device could not connect to the network.
cs: Zařízení se nemůže k síti připojit.
da: Enheden kan ikke oprette forbindelse til netværket.
fi: Laitetta ei voi yhdistää verkkoon.
fr: Le périphérique n'a pas réussi à se connecter au réseau.
he: ההתקן לא הצליח להתחבר לרשת.
hu: Az eszköznek nem sikerült csatlakoznia a hálózathoz.
it: Impossibile connettere il dispositivo alla rete.
jp: デバイスをネットワークに接続できませんでした。
nb: Enheten kan ikke kobles til nettverket.
pl: Urządzenie nie może połączyć się z siecią.
pt_br: O dispositivo não pôde se conectar à rede.
ru: Не удалось подключить устройство к сети.
sw: Enheten kan inte ansluta till nätverket.
tr: Cihaz ağa bağlanamıyor.

source: Server disconnect. Please check your network configuation.
cs: Server je odpojen. Zkontrolujte konfiguraci sítě.
da: Server frakoblet. Kontrollér netværkskonfigurationen.
fi: Ei yhteyttä palvelimeen. Tarkista verkon määritys.
fr: Serveur déconnecté. Vérifiez la configuration du réseau.
he: השרת נותק. בדוק את תצורת הרשת.
hu: A kiszolgáló a kapcsolatot megszakította. Ellenőrizze a hálózati konfigurációt.
it: Server disconnesso. Controllare la configurazione di rete.
jp: サーバが切断されました。ネットワーク設定を確認してください。
nb: Server frakoblet. Kontroller nettverkskonfigurasjonen.
pl: Połączenie z serwerem zostało przerwane. Sprawdź konfigurację sieci.
pt_br: Servidor desconectado. Verifique a configuração da rede.
ru: Разрыв подключения к серверу. Проверьте настройки сети.
sw: Serverfrånkoppling. Kontrollera nätverkskonfigurationen.
tr: Sunucu bağlantısı kesildi. Lütfen ağ yapılandırmanızı kontrol edin.

source: Wireless favorites
cs: Oblíbené bezdrátové sítě
da: Trådløse favoritter
fi: Langattomat suosikit
fr: Accès sans fil favoris
he: מועדפי אלחוט
hu: Vezeték nélküli kedvencek
it: Preferiti wireless
jp: ワイヤレスのお気に入り
nb: Trådløse favoritter
pl: Ulubione połączenia bezprzewodowe
pt_br: Dispositivos sem fio favoritos
ru: Избранное (беспроводное подключение)
sw: Trådlösa favoriter
tr: Kablosuz sık kullanılanlar

source: Connect now
cs: Připojit nyní
da: Opret forbindelse nu
fi: Yhdistä nyt
fr: Se connecter maintenant
he: התחבר כעת
hu: Csatlakozás most
it: Connetti ora
jp: 今すぐ接続
nb: Koble til nå
pl: Połącz teraz
pt_br: Conectar agora
ru: Соединять
sw: Anslut nu
tr: Şimdi bağlan

source: Favorite
cs: Oblíbené
da: Favorit
fi: Suosikki
fr: Favoris
he: מועדף
hu: Kedvenc
it: Preferito
jp: お気に入り
nb: Favoritt
pl: Ulubione
pt_br: Favorito
ru: Избранное
sw: Favorit
tr: Sık kullanılan

source: Encryption key
cs: Šifrovací klíč
da: Krypteringsnøgle
fi: Salausavaimen
fr: Clé de chiffrement
he: מפתח ההצפנה
hu: Titkosítási kulcs
jp: 暗号化キー
nb: Krypteringsnøkkel
pl: Klucz szyfrujący
pt_br: Chave de criptografia
ru: Ключ шифрования
sw: Krypteringsnyckel
tr: Şifreleme Anahtarı

source: Language
cs: Jazyk
da: Sprog
fi: Kieli
fr: Langue
he: שפה
hu: Nyelv
it: Lingua
jp: 言語
nb: Språk
pl: Język
pt_br: Idioma
ru: Язык
sw: Språk
tr: Lisan

source: Select a display language
cs: Vyberte jazyk displeje
da: Vælg et visningssprog
fi: Valitse näyttökieli
fr: Sélectionnez une langue pour l'affichage
he: בחר את שפת התצוגה
hu: A megjelenítési nyelv kiválasztása
it: Selezionare la lingua di visualizzazione
jp: 画面の言語を選択
nb: Velg et skjermspråk
pl: Wybierz język wyświetlania
pt_br: Selecionar idioma de exibição
ru: Выбрать язык отображения
sw: Välj ett skärmspråk
tr: Bir ekran dili seçin

source: English
cs: Angličtina
da: Engelsk
fi: Englanti
fr: Anglais
he: אנגלית
hu: Angol
it: Inglese
jp: 英語
nb: Engelsk
pl: Angielski
pt_br: Inglês
ru: английский
sw: Engelska
tr: İngilizce

source: French
cs: Francouzština
da: Fransk
fi: Ranska
fr: Français
he: צרפתית
hu: Francia
it: Francese
jp: フランス語
nb: Fransk
pl: Francuski
pt_br: Francês
ru: французский
sw: Franska
tr: Fransızca

source: German
cs: Němčina
da: Tysk
fi: Saksa
fr: Allemand
he: גרמנית
hu: Német
it: Tedesco
jp: ドイツ語
nb: Tysk
pl: Niemiecki
pt_br: Alemão
ru: немецкий
sw: Tyska
tr: Almanca

source: Italian
cs: Italština
da: Italiensk
fi: Italia
fr: Italien
he: איטלקית
hu: Olasz
it: Italiano
jp: イタリア語
nb: Italiensk
pl: Włoski
pt_br: Italiano
ru: итальянский
sw: Italienska
tr: İtalyanca

source: Spanish
cs: Španělština
da: Spansk
fi: Espanja
fr: Espagnol
he: ספרדית
hu: Spanyol
it: Spagnolo
jp: スペイン語
nb: Spansk
pl: Hiszpański
pt_br: Espanhol
ru: испанский
sw: Spanska
tr: İspanyolca

source: Portuguese
cs: Portugalština
da: Portugisisk
fi: Portugali
fr: Portugais
he: פורטוגזית
it: Portoghese
jp: ポルトガル語
nb: Portugisisk
pl: Portugalski
pt_br: Português
ru: португальский
sw: Portugisiska
tr: Portekizce

source: Dutch
cs: Nizozemština
da: Hollandsk
fi: Hollanti
fr: Néerlandais
he: הולנדית
hu: Holland
it: Olandese
jp: オランダ語
nb: Nederlandsk
pl: Holenderski
pt_br: Holandês
ru: голландский
sw: Holländska
tr: Hollandaca

source: Greek
cs: Řečtina
da: Græsk
fi: Kreikka
fr: Grec
he: יוונית
hu: Görög
it: Greco
jp: ギリシャ語
nb: Gresk
pl: Greckie
pt_br: Grego
ru: Греческая
sw: Grekiska
tr: Yunanca

source: Polish
cs: Polština
da: Polsk
fi: Puola
fr: Polonais
he: פולנית
hu: Lengyel
it: Polacco
jp: ポーランド語
nb: Polsk
pl: Polski
pt_br: Polonês
ru: польский
sw: Polska
tr: Lehçe

source: Russian
cs: Ruština
da: Russisk
fi: Venäjä
fr: Russe
he: רוסית
hu: Orosz
it: Russo
jp: ロシア語
nb: Russisk
pl: Rosyjski
pt_br: Russo
ru: русский
sw: Ryska
tr: Rusça

source: Swedish
cs: Švédština
da: Svensk
fi: Ruotsi
fr: Suédois
he: שבדית
hu: Svéd
it: Svedese
jp: スウェーデン語
nb: Svensk
pl: Szwedzki
pt_br: Sueco
ru: шведский
sw: Svenska
tr: İsveççe

source: Japanese
cs: Japonština
da: Japansk
fi: Japani
fr: Japonais
he: יפנית
hu: Japán
it: Giapponese
jp: 日本語
nb: Japansk
pl: Japoński
pt_br: Japonês
ru: японский
sw: Japanska
tr: Japonca

source: Simplified Chinese
cs: Zjednodušená čínština
da: Kinesisk (forenklet)
fi: Yksinkertaistettu kiina
fr: Chinois simplifié
he: סינית פשוטה
hu: Egyszerűsített kínai
it: Cinese semplificato
jp: 簡体中国語
nb: Forenklet kinesisk
pl: Uproszczony chiński
pt_br: Chinês simplificado
ru: упрощенный китайский
sw: Förenklad kinesiska
tr: Basitleştirilmiş Çince

source: Traditional Chinese
cs: Tradiční čínština
da: Kinesisk (traditionelt)
fi: Perinteinen kiina
fr: Chinois traditionnel
he: סינית מסורתית
hu: Hagyományos kínai
it: Cinese tradizionale
jp: 繁体中国語
nb: Tradisjonelt kinesisk
pl: Tradycyjny chiński
pt_br: Chinês tradicional
ru: традиционный китайский
sw: Traditionell kinesiska
tr: Geleneksel Çince

source: Korean
cs: Korejština
da: Koreansk
fi: Korea
fr: Coréen
he: קוריאנית
hu: Koreai
it: Coreano
jp: 韓国語
nb: Koreansk
pl: Koreański
pt_br: Coreano
ru: корейский
sw: Koreanska
tr: Korece

source: Finnish
cs: Dokončit
da: Finsk
fi: Suomi
fr: Finnois
he: פינית
hu: Finn
it: Finlandese
jp: フィンランド語
nb: Finsk
pl: Fiński
pt_br: Concluir
ru: Финский
sw: Finska
tr: Fince

source: Brazilian (Portuguese)
cs: Brazílie (portugalština)
da: Portugisisk (Brasilien)
fi: Portugali (Brasilia)
fr: Portugais brésilien
he: פורטוגזית (ברזיל)
hu: Portugál (brazíliai)
it: Portoghese (brasiliano)
jp: ブラジル語 (ポルトガル)
nb: Brasiliansk (portugisisk)
pl: Brazylijski (portugalski)
pt_br: Português (Brasil)
ru: Португальский (Бразилия)
sw: Portugisiska (Brasilien)
tr: Brezilya Portekizcesi

source: Hebrew
cs: Hebrejština
da: Hebraisk
fi: Heprea
fr: Hébreu
he: עברית
hu: Héber
it: Ebraico
jp: ヘブライ語
nb: Hebraisk
pl: Hebrajski
pt_br: Hebraico
ru: Иврит
sw: Hebreiska
tr: İbranice

source: Arabic
cs: Arabština
da: Arabisk
fi: arabia
fr: Arabe
he: ערבית
hu: Arab
it: Arabo
jp: アラビア語
nb: Arabisk
pl: Arabski
pt_br: Árabe
ru: Арабский
sw: Arabiska
tr: Arapça

source: Czech
cs: Čeština
da: Tjekkisk
fi: tšekki
fr: Tchèque
he: צ'כית
hu: Cseh
it: Ceco
jp: チェコ語
nb: Tsjekkisk
pl: Czeski
pt_br: Tcheco
ru: Чешский
sw: Tjeckiska
tr: Çekçe

source: Turkish
cs: Turečtina
da: Tyrkisk
fi: Turkki
fr: Turc
he: טורקית
hu: Török
it: Turco
jp: トルコ語
nb: Tyrkisk
pl: Tureckie
pt_br: Turco
ru: Турецкая
sw: Turkiska
tr: Türkçe

source: Danish
cs: Dánština
da: Dansk
fi: tanska
fr: Danois
he: דנית
hu: Dán
it: Danese
jp: デンマーク語
nb: Dansk
pl: Duński
pt_br: Dinamarquês
ru: Датский
sw: Danska
tr: Danca

source: Norwegian
cs: Norština
da: Norsk
fi: norja
fr: Norvégien
he: נורבגית
hu: Norvég
it: Norvegese
jp: ノルウェー語
nb: Norsk
pl: Norweski
pt_br: Norueguês
ru: Норвежский
sw: Norska
tr: Norveçce

source: Media library
cs: Knihovna médií
da: Mediebibliotek
fi: Mediakirjasto
fr: Bibliothèque multimédia
he: ספריית מדיה
hu: Műsortár
it: Libreria multimediale
jp: メディア ライブラリ
nb: Mediebibliotek
pl: Biblioteka multimedialna
pt_br: Biblioteca de mídia
ru: Библиотека мультимедиа
sw: Mediebibliotek
tr: Ortam Kitaplığı

source: Turn on/off media library
cs: Zapnout/Vypnout knihovnu médií
da: Slå mediebiblioteket til/fra
fi: Mediakirjasto päälle/pois
fr: Activer/désactiver la bibliothèque multimédia
he: הפעל/הפסק ספריית מדיה
hu: Műsortár be-/kikapcsolása
it: Attivare/Disattivare libreria multimediale
jp: メディア ライブラリをオン/オフにする
nb: Slå mediebibliotek på/av
pl: Włącz/wyłącz bibliotekę multimedialną
pt_br: Ativar/desativar biblioteca de mídia
ru: Включить/выключить библиотеку мультимедиа
sw: Sätt på/stäng av mediebibliotek
tr: Ortam kitaplığını aç/kapat

source: Screensaver delay
cs: Zpoždění spořiče obrazovky
da: Forsinkelse for pauseskærm
fi: Näytönsäästäjän viive
fr: Délai de l'économiseur d'écran
he: השהיית שומר מסך
hu: Képernyővédő várakozási ideje
it: Ritardo salvaschermo
jp: スクリーンセーバー起動時間
nb: Skjermsparerforsinkelse
pl: Opóźnienie wygaszacza ekranu
pt_br: Atraso no protetor de tela
ru: Интервал заставки
sw: Skärmsläckarfördröjning
tr: Ekran koruyucu gecikmesi

source: Configure screensaver delay time
cs: Nakonfigurujte zpoždění spořiče obrazovky
da: Konfigurer forsinkelsestid for pauseskærm
fi: Määritä näytönsäästäjän viiveaika
fr: Configurer le délai de l'économiseur d’écran
he: קבע את תצורת השהיית שומר מסך
hu: A képernyővédő várakozási idejének konfigurálása
it: Configurare il ritardo dello screen saver
jp: スクリーンセーバー起動時間の設定
nb: Konfigurer skjermsparerforsinkelse
pl: Skonfiguruj opóźnienie włączenia wygaszacza ekranu
pt_br: Definir tempo de atraso do protetor de tela
ru: Настроить интервал запуска заставки
sw: Konfigurera fördröjningstid för skärmsläckare
tr: Ekran koruyucu gecikme süresini yapılandırın

source: Never
cs: Nikdy
da: Aldrig
fi: Ei koskaan
fr: Jamais
he: לעולם לא
hu: Soha
it: Mai
jp: 起動しない
nb: Aldri
pl: Nigdy
pt_br: Nunca
ru: Никогда
sw: Aldrig
tr: Hiç

source: 10 Minutes
cs: 10 minut
da: 10 minutter
fi: 10 minuuttia
he: 10 דקות
hu: 10 perc
it: 10 minuti
jp: 10 分
nb: 10 minutter
pl: 10 min
pt_br: 10 minutos
ru: 10 минут
sw: 10 minuter
tr: 10 Dakika

source: 15 Minutes
cs: 15 minut
da: 15 minutter
fi: 15 minuuttia
he: 15 דקות
hu: 15 perc
it: 15 minuti
jp: 15 分
nb: 15 minutter
pl: 15 min
pt_br: 15 minutos
ru: 15 минут
sw: 15 minuter
tr: 15 Dakika

source: Quick start mode
cs: Režim rychlého spuštění
da: Hurtig start
fi: Pika-aloitustila
fr: Mode de démarrage rapide
he: מצב התחלה מהירה
hu: Gyorsindítás mód
it: Modalità di avvio rapido
jp: クイック スタート モード
nb: Hurtigstartmodus
pl: Tryb szybkiego uruchamiania
pt_br: Modo de instalação rápida
ru: Режим быстрого старта
sw: Snabbstartläge
tr: Hızlı başlangıç modu
