Repository: alsedo/screenplay-dx
Catalog: core_repos/src/libs/RES_IOM/resource/mo/*.po
Languages: cs, da, fi, fr, he, hu, it, jp, nb, pl, pt_br, ru, sw, tr

source: You should login to use this feature. Login now?
cs: Abyste mohli využívat tuto funkci, musíte se přihlásit. Chcete se nyní přihlásit?
da: Du skal logge på for at bruge denne funktion. Log på nu?
fi: Sinun on kirjauduttava käyttääksesi tätä toimintoa. Kirjaudutko nyt?
fr: Vous devez vous connecter pour utiliser cette fonction. Voulez-vous vous connecter maintenant ?
he: כדי להשתמש במאפיין זה, עליך להתחבר. להתחבר כעת?
hu: Ennek a funkciónak a használatához be kell jelentkeznie. Bejelentkezik most?
it: È necessario accedere per utilizzare questa funzionalità. Accedere adesso?
jp: この機能を使用するにはログインする必要があります。今すぐログインしますか?
nb: Du bør logge på før du bruker funksjonen. Vil du logge på nå?
pl: Aby korzystać z tej funkcji, należy się zalogować. Czy zalogować teraz?
pt_br: Você precisa fazer login para usar este recurso. Fazer login agora?
ru: Для использования этой функции необходимо войти в систему. Войти в систему?
sw: Du ska logga in för att använda den här funktionen. Logga in nu?
tr: Bu özelliği kullanmak için oturum açmalısınız. Şimdi oturum açılsın mı?

source: Thank you for rating this track. Glad you like it.
cs: Děkujeme vám, že jste ohodnotili tuto stopu. Jsme rádi, že se vám líbí.
da: Tak, fordi du har vurderet denne sang. Jeg er glad for, du kunne lide den.
fi: Kiitos tämän kappaleen luokittelusta. Mukavaa että pidit siitä.
fr: Merci d'avoir évalué cette piste. Nous sommes heureux qu'elle vous plaise.
he: תודע על מתן הציון לרצועה זו. אנחנו שמחים על כך שאהבת אותה.
hu: Köszönjük, hogy értékelte a számot. Örülünk, hogy tetszik.
it: Grazie per aver assegnato una valutazione a questa traccia. Siamo lieti ti piaccia.
jp: このトラックを評価していただきありがとうございます。気に入ってもらえてうれしいです。
nb: Takk for vurderingen av dette sporet. Glad du likte det.
pl: Dziękujemy za ocenienie stacji. Cieszymy się, że stacja przypadła Ci do gustu.
pt_br: Obrigada por classificar esta trilha. Que bom que gostou.
ru: Спасибо за оценку этой дорожки. Замечательно, что она вам понравилась.
sw: Tack för att du bedömde det här spåret. Roligt att du tyckte om det.
tr: Bu izi derecelendirdiğinzi için teşekkür ederiz. Beğendiğinize sevindik.

source: Thank you for rating this track. Sorry it's not your taste.
cs: Děkujeme vám, že jste ohodnotili tuto stopu. Omlouváme se, že neodpovídá vašemu vkusu.
da: Tak, fordi du har vurderet denne sang. Beklager, at den ikke faldt i din smag.
fi: Kiitos tämän kappaleen luokittelusta. Harmi, ettet pitänyt siitä.
fr: Merci d'avoir évalué cette piste. Nous sommes désolés qu'elle ne vous plaise pas.
he: תודע על מתן הציון לרצועה זו. אנחנו מצטערים על כך שהיא אינה תואמת לטעמך.
hu: Köszönjük, hogy értékelte a számot. Sajnáljuk, hogy nem felel meg az ízlésének.
it: Grazie per aver assegnato una valutazione a questa traccia. Ci spiace non sia di tuo gusto.
jp: このトラックを評価していただきありがとうございます。残念ながらお気に召さなかったようです。
nb: Takk for vurderingen av dette sporet. Beklager at det ikke falt i smak.
pl: Dziękujemy za ocenienie tej ścieżki. Przykro nam, że nie przypadła Ci ona do gustu.
pt_br: Obrigada por classificar esta trilha. Que pena que não gostou.
ru: Спасибо за оценку этой дорожки. Жаль, что она вам не понравилась.
sw: Tack för att du bedömde det här spåret. Tråkigt att du inte tyckte om det.
tr: Bu izi derecelendirdiğinzi için teşekkür ederiz. Üzgünüz size uygun değil.

source: Track info has been sent. Please check your email.
cs: Informace o stopě byly odeslány. Zkontrolujte svou poštovní schránku.
da: Oplysninger om sang blev sendt. Tjek din e-mail.
fi: Kappaletiedot on lähetetty. Tarkista sähköpostisi.
fr: Les informations sur cette piste ont été envoyées. Vérifiez votre courrier électronique.
he: מידע הרצועה נשלח. בדוק את תיבת הדואר שלך.
hu: A száminformációk elküldve. Ellenőrizze e-mail fiókját.
it: Le informazioni sulla traccia sono state inviate. Controllare la propria casella e-mail.
jp: トラック情報が送信されました。電子メールを確認してください。
nb: Informasjon om sporet er sendt. Sjekk e-posten din.
pl: Przesłano informacje o ścieżce. Sprawdź swoją skrzynkę e-mail.
pt_br: As informações da trilha foram enviadas. Verifique seu e-mail.
ru: Сведения о дорожке были отправлены. Проверьте свою эл. почту.
sw: Spårinfon har skickats. Kontrollera e-posten.
tr: İz bilgisi gönderildi. Lütfen epostanızı kontrol edin.

source: If you don't have a Live365 account, please visit http://www.live365.com to get start with your membership or become a VIP.
cs: Pokud nemáte účet u služby Live365, navštivte stránky http://www.live365.com a zaregistrujte se jako běžný uživatel nebo VIP člen .
da: Hvis du ikke har en Live365-konto, skal du besøge http://www.live365.com for at komme i gang med dit medlemsskab eller blive VIP.
fi: Jos sinulla ei ole Live365-tiliä, siirry osoitteeseen http://www.live365.com saadaksesi jäsenyyden tai tullaksesi VIP-jäseneksi.
fr: Si vous n'avez pas de compte Live365, rendez-vous sur http://www.live365.com pour en créer un ou devenir membre VIP.
he: אם אין לך חשבון Live365, בקר באתר http://www.live365.com כדי לפתוח חשבון חבר או כדי להפוך ל-VIP.
hu: Ha még nincs Live365 fiókja, akkor keresse fel a http://www.live365.com oldalt, ahol beléphet a tagok közé, vagy exkluzív fiókot bérelhet.
it: Se non si dispone di un account Live365, visitare il sito http://www.live365.com per diventare membro o acquisire un account VIP.
jp: Live365 アカウントをお持ちでない場合、http://www.live365.com にアクセスしてメンバーシップから始めるか、または VIP になってください。
nb: Hvis du ikke har en Live365-konto, kan du besøke http://www.live365.com for å få et medlemskap eller bli en VIP.
pl: Jeśli nie masz konta Live365, odwiedź stronę http://www.live365.com, aby uzyskać członkostwo lub dostęp VIP.
pt_br: Se não tiver uma conta do Live365, visite http://www.live365.com para começar sua assinatura ou se tornar um VIP.
ru: Если у вас нет учетной записи Live365, посетите http://www.live365.com, чтобы создать ее или стать VIP.
sw: Om du inte har ett Live365-konto, besök sidan http://www.live365.com för att komma igång med ditt medlemskap eller bli VIP-användare.
tr: Eğer Live365 hesabınız yoksa, http://www.live365.com adresini ziyaret ederek üyeliğinizi başlatın veya VIP üye olun.

source: Video
fr: Vidéo
he: וידיאו
hu: Videó
jp: ビデオ
pl: Wideo
pt_br: Vídeo
ru: Видео

source: Preference
cs: Předvolby
da: Præference
fi: Asetus
fr: Préférences
he: העדפה
hu: Felhasználói beállítás
it: Preferenze
jp: 環境設定
nb: Innstilling
pl: Preferencje
pt_br: Preferência
ru: Настройка пользователя
sw: Inställningar
tr: Tercih

source: Most favorites
cs: Nejoblíbenější
da: Mest foretrukne
fi: Suosikit
fr: Les plus favorites
he: המועדפים ביותר
hu: A legtöbb ember kedvence
it: I preferiti
jp: 最もお気に入り
nb: Mest favoritter
pl: Najczęściej ulubione
pt_br: Mais favoritos
ru: Самые любимые
sw: De flesta favoriter
tr: En sık kullanılan

source: Most viewed
cs: Nejprohlíženější
da: Mest sete
fi: Katsotuimmat
fr: Les plus regardées
he: הנצפים ביותר
hu: Legtöbbször nézett
it: Più visti
jp: 最多表示
nb: Mest vist
pl: Najczęściej wyświetlane
pt_br: Mais vistos
ru: Самые просматриваемые
sw: Mest visade
tr: En çok izlenen

source: Most popular
cs: Nejpopulárnější
da: Mest populære
fi: Suosituimmat
fr: Les plus populaires
he: הפופולריים ביותר
hu: Legnépszerűbb
it: Più popolari
jp: 一番人気
nb: Mest populære
pl: Najpopularniejsze
pt_br: Mais populares
ru: Самые популярные
sw: Populäraste
tr: En popüler

source: Top rated
cs: Nejlépe hodnocené
da: Højeste vurdering
fi: Korkein luokitus
fr: Les mieux notées
he: בעלי הציון הגבוה ביותר
hu: Legjobbra értékelt
it: Ai primi posti
jp: 最高評価
nb: Toppkarakter
pl: Najlepiej oceniane
pt_br: Melhores classificados
ru: С наивысшим рейтингом
sw: Högst klassificerade
tr: En beğenilen

source: Most recent
cs: Nejnovější
da: Seneste
fi: Uusimmat
fr: Les plus récentes
he: העדכניים ביותר
hu: Legutóbbi
it: Più recenti
jp: 最新
nb: De nyeste
pl: Najnowsze
pt_br: Mais recentes
ru: Самые последние
sw: Senaste
tr: En yeni

source: My videos
cs: Má videa
da: Mine videoer
fi: Omat videot
fr: Mes vidéos
he: סרטי הווידיאו שלי
hu: Saját videók
it: Video personali
jp: マイ ビデオ
nb: Mine videoer
pl: Moje wideo
pt_br: Meus vídeos
ru: Мои видеозаписи
sw: Mina videor
tr: Videolarım

source: Favorites
cs: Oblíbené
da: Favoritter
fi: Suosikit
fr: Favoris
he: מועדפים
hu: Kedvencek
it: Preferiti
jp: お気に入り
nb: Favoritter
pl: Ulubione
pt_br: Favoritos
ru: Избранное
sw: Favoriter
tr: Sık kullanılanlar

source: Today
cs: Dnes
da: I dag
fi: Tänään
fr: Aujourd'hui
he: היום
hu: Ma
it: Oggi
jp: 今日
nb: I dag
pl: Dzisiaj
pt_br: Hoje
ru: Сегодня
sw: Idag
tr: Bugün

source: This week
cs: Tento týden
da: Denne uge
fi: Tällä viikolla
fr: Cette semaine
he: השבוע
hu: Ezen a héten
it: Questa settimana
jp: 今週
nb: Denne uken
pl: W tym tygodniu
pt_br: Essa semana
ru: На этой неделе
sw: Den här veckan
tr: Bu hafta

source: This month
cs: Tento měsíc
da: Denne måned
fi: Tässä kuussa
fr: Ce mois
he: החודש
hu: Ebben a hónapban
it: Questo mese
jp: 今月
nb: Denne måneden
pl: W tym miesiącu
pt_br: Esse mês
ru: В этом месяце
sw: Den här månaden
tr: Bu ay

source: All time
cs: Vždy
da: Altid
fi: Kaikkina aikoina
fr: A tout moment
he: בכל הזמנים
hu: Bármikor
it: Sempre
jp: 常時
nb: Alle tider
pl: Ogólnie
pt_br: O tempo todo
ru: За все время
sw: Alltid
tr: Her zaman

source: Rate video
cs: Hodnotit video
da: Vurdér video
fi: Luokittele video
fr: Noter cette vidéo
he: תן ציון לווידיאו
hu: Videó értékelése
it: Valuta video
jp: ビデオの評価
nb: Vurder video
pl: Oceń wideo
pt_br: Classificar vídeo
ru: Оценить видео
sw: Bedöm video
tr: Videoyu derecelendir

source: Related
cs: Související témata
da: Relateret
fi: Liittyvät
fr: Similaires
he: קשורים
hu: Kapcsolódó
it: Correlato
jp: 評価済み
nb: Beslektet
pl: Powiązane
pt_br: Relacionado
ru: Связано
sw: Relaterat
tr: İlgili

source: Full screen
cs: Celá obrazovka
da: Fuld skærm
fi: Koko näyttö
fr: Plein écran
he: מסך מלא
hu: Teljes képernyő
it: Schermo intero
jp: 全画面
nb: Full skjerm
pl: Pelny ekran
pt_br: Tela cheia
ru: На весь экран
sw: Helskärm
tr: Tam ekran

source: Info
cs: Informace
fr: Informations
he: מידע
hu: Infomáció
it: Informazioni
jp: 情報
nb: Informasjon
pt_br: Informação
ru: Сведения
tr: Bilgi

source: Sign out
cs: Odhlásit
da: Log ud
fi: Kirjaudu ulos
fr: Se déconnecter
he: התנתקות
hu: Kijelentkezés
it: Esci
jp: サインアウト
nb: Logg av
pl: Wypisz się
pt_br: Sair
ru: Отмена регистрации
sw: Logga ut
tr: Oturumu kapat

source: Delete account
cs: Odstranit účet
da: Slet konto
fi: Poista tili
fr: Supprimer le compte
he: מחק חשבון
hu: Fiók törlése
it: Elimina account
jp: アカウントの削除
nb: Slett konto
pl: Usuń konto
pt_br: Excluir conta
ru: Удалить учетную запись
sw: Ta bort konto
tr: Hesabı sil

source: Username
cs: Uživatelské jméno
da: Brugernavn
fi: Käyttäjänimi
fr: Nom d'utilisateur
he: שם משתמש
hu: Felhasználónév
it: Nome utente
jp: ユーザー名
nb: Brukernavn
pl: Nazwa użytkownika
pt_br: Nome de usuário
ru: Имя пользователя
sw: Användarnamn
tr: Kullanıcı adı

source: Password
cs: Heslo
da: Adgangskode
fi: Salasana
fr: Mot de passe
he: סיסמה
hu: Jelszó
jp: パスワード
nb: Passord
pl: Hasło
pt_br: Senha
ru: Пароль
sw: Lösenord
tr: Şifre

source: Current location
cs: Aktuální umístění
da: Aktuel placering
fi: Nykyinen sijainti
fr: Emplacement actuel
he: מיקום נוכחי
hu: Jelenlegi tartózkodási hely
it: Posizione corrente
jp: 現在地
nb: Aktuelt sted
pl: Bieżąca lokalizacja
pt_br: Local atual
ru: Текущее местоположение
sw: Aktuell plats
tr: Geçerli konum

source: Worldwide
cs: Celý svět
da: Globalt
fi: Maailmanlaajuinen
fr: Monde
he: ברחבי העולם
hu: Nemzetközi
it: Nel mondo
jp: 世界
nb: Hele verden
pl: Na świcie
pt_br: Mundo todo
ru: Весь мир
sw: Internationellt
tr: Dünya çapında

source: Germany
cs: Německo
da: Tyskland
fi: Saksa
fr: Allemagne
he: גרמניה
hu: Németország
it: Germania
jp: ドイツ
nb: Tyskland
pl: Niemcy
pt_br: Alemanha
ru: Германия
sw: Tyskland
tr: Almanya

source: France
cs: Francie
da: Frankrig
fi: Ranska
he: צרפת
hu: Franciaország
it: Francia
jp: フランス
nb: Frankrike
pl: Francja
pt_br: França
ru: Франция
sw: Frankrike
tr: Fransa

source: Spain
cs: Španělsko
da: Spanien
fi: Espanja
fr: Espagne
he: ספרד
hu: Spanyolország
it: Spagna
jp: スペイン
nb: Spania
pl: Hiszpania
pt_br: Espanha
ru: Испания
sw: Spanien
tr: İspanya

source: Italy
cs: Itálie
da: Italien
fi: Italia
fr: Italie
he: איטליה
hu: Olaszország
it: Italia
jp: イタリア
nb: Italia
pl: Włochy
pt_br: Itália
ru: Италия
sw: Italien
tr: İtalya

source: Taiwan
cs: Tchaj-wan
fr: Taïwan
he: טאיוואן
hu: Tajvan
jp: 台湾
pl: Tajwan
ru: Тайвань
tr: Tayvan

source: South Korea
cs: Jižní Korea
da: Sydkorea
fi: Etelä-Korea
fr: Corée du Sud
he: קוריאה הדרומית
hu: Dél-Korea
it: Corea del Sud
jp: 韓国
nb: Sør-Korea
pl: Południowa Korea
pt_br: Coréia do Sul
ru: Южная Корея
sw: Sydkorea
tr: Güney Kore

source: Russia
cs: Rusko
da: Rusland
fi: Venäjä
fr: Russie
he: רוסיה
hu: Oroszország
jp: ロシア
nb: Russland
pl: Rosja
ru: Россия
sw: Ryssland
tr: Rusya

source: Video playback quality
cs: Kvalita přehrávání videa
da: Kvalitet for videoafspilning
fi: Videon toistolaatu
fr: Qualité de la lecture vidéo
he: איכות הצגת ווידיאו
hu: Videolejátszás minősége
it: Qualità riproduzione video
jp: ビデオ再生品質
nb: Videoavspillingskvalitet
pl: Jakość odtwarzania wideo
pt_br: Qualidade de reprodução do vídeo
ru: Качество воспроизведения видео
sw: Videouppspelningskvalitet
tr: Video yürütme kalitesi

source: This video is currently unavailable.
cs: Toto video není v současné době k dispozici.
da: Denne video er ikke tilgængelig i øjeblikket.
fi: Tätä videota ei ole juuri nyt saatavilla.
fr: Cette vidéo n'est pas disponible actuellement
he: וידיאו זה אינו זמין כעת.
hu: Ez a videó jelenleg nem érhető el.
it: Questo video al momento non è disponibile.
jp: このビデオは現在使用できません。
nb: Videoen er ikke tilgjengelig i øyeblikket.
pl: To wideo nie jest aktualnie dostępne.
pt_br: No momento esse vídeo está indisponível.
ru: Это видео в настоящий момент недоступно.
sw: Videon är inte tillgänglig.
tr: Bu video şu anda kullanılamıyor.

source: Thanks for rating.
cs: Děkujeme za hodnocení.
da: Tak for bedømmelsen.
fi: Kiitos luokituksesta.
fr: Merci de l'évaluation.
he: תודה על הדירוג.
hu: Köszönjük az értékelést.
it: Grazie per la valutazione.
jp: 評価していただきありがとうございます。
nb: Takk for vurderingen.
pl: Dziękujemy za ocenę.
pt_br: Obrigado pela classificação.
ru: Благодарим за оценку.
sw: Tack för bedömningen.
tr: Derecelendirme için teşekkür ederiz.

source: The video has been added to your favorites.
cs: Video bylo přidáno do oblíbených.
da: Videon er blevet tilføjet til dine favoritter.
fi: Tämä video on lisätty suosikkeihisi.
fr: Cette vidéo a été ajoutée à vos favoris.
he: הווידיאו הוסף למועדפים שלך.
hu: A videó hozzáadva a kedvencekhez.
it: Il video è stato aggiunto ai preferiti.
jp: ビデオがお気に入りに追加されました。
nb: Videoen er lagt til blant favorittene.
pl: Wideo zostało dodane do ulubionych.
pt_br: Esse vídeo foi adicionado aos seus favoritos.
ru: Видео было добавлено в избранное.
sw: Videon har lagts till dina favoriter.
tr: Video sık kullanılanlarınıza eklendi.

source: Are you sure that you want to delete the account?
cs: Opravdu chcete účet odstranit?
da: Er du sikker på, du vil slette kontoen?
fi: Haluatko varmasti poistaa tämän tilin?
fr: Voulez-vous vraiment supprimer ce compte ?
he: האם אתה בטוח שברצונך למחוק את החשבון?
hu: Biztosan törli a fiókot?
it: Eliminare l'account?
jp: アカウントを削除してもよろしいですか?
nb: Er du sikker på at du vil slette kontoen?
pl: Czy na pewno usunąć konto?
pt_br: Tem certeza de que deseja excluir a conta?
ru: Действительно удалить учетную запись?
sw: Vill du verkligen ta bort kontot?
tr: Hesabı silmek istediğinizden emin misiniz?

source: Are you sure that you want to delete all accounts?
cs: Opravdu chcete odstranit všechny účty?
da: Er du sikker på, du vil slette alle konti?
fi: Haluatko varmasti poistaa kaikki tilit?
fr: Voulez-vous vraiment supprimer tous les comptes ?
he: האם אתה בטוח שברצונך למחוק את כל החשבונות?
hu: Biztosan törli az összes fiókot?
it: Eliminare tutti gli account?
jp: すべてのアカウントを削除してもよろしいですか?
nb: Er du sikker på at du vil slette alle konti?
pl: Czy na pewno usunąć wszystkie konta?
pt_br: Tem certeza de que deseja excluir todas as contas?
ru: Действительно удалить все учетные записи?
sw: Vill du verkligen ta bort alla konton?
tr: Tüm hesapları silmek istediğinizden emin misiniz?

source: Login fail.
cs: Přihlášení se nezdařilo.
da: Login mislykkedes.
fi: Kirjautuminen epäonnistui.
fr: Echec de connexion.
he: ההתחברות נכשלה.
hu: Bejelentkezési hiba.
it: Accesso non riuscito.
jp: ログインできませんでした。
nb: Pålogging mislyktes.
pl: Logowanie zakończone niepowodzeniem.
pt_br: Falha no login.
ru: Ошибка входа в систему.
sw: Inloggning misslyckades.
tr: Oturum açılamadı.

source: No content available.
cs: K dispozici není žádný obsah.
da: Intet indhold tilgængeligt.
fi: Sisältöä ei käytettävissä.
fr: Aucun contenu n'est disponible.
he: אין תוכן זמין.
hu: Nincs elérhető tartalom.
it: Nessun contenuto disponibile
jp: コンテンツを使用できません。
nb: Intet innhold er tilgjengelig.
pl: Brak treści.
pt_br: Não há conteúdo disponível.
ru: Содержимое недоступно.
sw: Inget innehåll tillgängligt.
tr: Kullanılabilir içerik yok.

source: Add/Remove media plug-ins
cs: Přidat nebo odebrat doplňky médií
da: Tilføj/fjern plug-ins til medie
fi: Lisää/Poista medialaajennuksia
fr: Ajouter/Supprimer des extensions multimédia
he: הוסף/הסר תוספי מדיה
hu: Beépülő médiamodulok hozzáadása/eltávolítása
it: Aggiungi/Rimuovi plug-in multimediali
jp: メディア プラグインの追加/削除
nb: Legg til/fjern mediemoduler
pl: Dodaj/usuń dodatki multimediów
pt_br: Adicionar/remover plug-ins de mídia
ru: Добавить/удалить подключаемый модуль мультимедиа
sw: Lägg till/ta bort medie-plug-in
tr: Medya eklentisi ekle/kaldır.

source: Manage users
cs: Spravovat uživatele
da: Administrér brugere
fi: Hallitse käyttäjiä
fr: Gérer les utilisateurs
he: נהל משתמשים
hu: Felhasználói fiókok kezelése
it: Gestisci utenti
jp: ユーザーの管理
nb: Administrer brukere
pl: Zarządzaj użytkownikami
pt_br: Gerenciar usuários
ru: Управление пользователями
sw: Hantera användare
tr: Kullanıcıları yönet

source: All (Mix)
cs: Vše (mix)
da: Alle (bland)
fi: Kaikki (Sekoitus)
fr: Tout (mixte)
he: הכל (מעורב)
hu: Minden (Keverve)
it: Tutti (mix)
jp: すべて (混合)
nb: Alt (blanding)
pl: Wszystkie (miks)
pt_br: Todos (mix)
ru: Все (смешан.)
sw: Alla (mix)
tr: Tümü (Karışık)

source: Business & Finance
cs: Obchod a finance
da: Virksomhed og økonomi
fi: Liiketoiminta ja rahoitus
fr: Affaires et finances
he: עסקים ופיננסים
hu: Üzleti és pénzügyek
it: Affari e finanza
jp: ビジネスおよび金融
nb: Forretning og finans
pl: Biznes i finanse
pt_br: Negócios e finanças
ru: Бизнес и финансы
sw: Affärer och finans
tr: İş ve Fİnans

source: Cars
cs: Vozidla
da: Biler
fi: Autot
fr: Automobiles
he: מכוניות
hu: Gépjárművek
it: Auto
jp: 自動車
nb: Biler
pl: Samochody
pt_br: Carros
ru: Автомобили
sw: Bilar
tr: Arabalar

source: Comedy
cs: Komedie
da: Komedie
fi: Komedia
fr: Humour
he: קומדיה
hu: Komédia
it: Commedia
jp: コメディ
nb: Komedie
pl: Komedie
pt_br: Comédia
ru: Комедия
sw: Komedi
tr: Komedi

source: Cocking $ drinks
cs: Jídlo a pití
da: Madlavning og drinks
fi: Ruoanlaitto ja juomat
fr: Cuisine et boissons
he: בישול ומשקאות
hu: Ételek, italok
it: Cibo e bevande
jp: クッキングおよびドリンク
nb: Mat og drikke
pl: Gotowanie i drinki
pt_br: Coquetéis e drinques
ru: Еда и напитки
sw: Matlagning $ drinkar
tr: Yemek ve içki

source: Education
cs: Vzdělávání
da: Uddannelse
fi: Koulutus
he: חינוך
hu: Oktatás
it: Istruzione
jp: 教育
nb: Utdanning
pl: Edukacja
pt_br: Educação
ru: Образование
sw: Utbildning
tr: Eğitim

source: Fashion & luxury
cs: Móda a luxusní zboží
da: Mode og luksus
fi: Muoti ja ylellisyystuotteet
fr: Mode
he: אופנה ומותרות
hu: Divat és luxus
it: Moda e lusso
jp: ファッションおよびラグジュアリ
nb: Mote og luksus
pl: Moda i uroda
pt_br: Moda e luxo
ru: Мода и роскошь
sw: Mode och lyx
tr: Mode ve Lüks

source: Health & fitness
cs: Zdraví a životní styl
da: Sundhed og fitness
fi: Terveys ja kunto
fr: Santé et bien-être
he: בריאות וכושר
hu: Egészség és fitnesz
it: Salute e benessere
jp: ヘルスおよびフィットネス
nb: Helse og velvære
pl: Zdrowie
pt_br: Saúde e beleza
ru: Здоровье и фитнес
sw: Hälsa och fitness
tr: Sağlık ve fitness

source: Kids & cartoons
cs: Děti a komiksy
da: Børn og tegneserier
fi: Lapset ja sarjakuvat
fr: Dessins animés
he: ילדים וסרטים מצוירים
hu: Gyermekműsorok és rajzfilmek
it: Bambini e cartoni animati
jp: キッズおよび漫画
nb: Barn og tegneserier
pl: Kreskówki i dla dzieci
pt_br: Infantil e desenhos
ru: Дети и мультфильмы
sw: Barn & tecknat
tr: Çocuklar ve çizgi film

source: Learn a languages
cs: Studium jazyků
da: Lær et sprog
fi: Kielten oppiminen
fr: Cours de langues
he: לימוד שפה
hu: Nyelvtanulás
it: Apprendimento lingue
jp: 言語の学習
nb: Lær et språk
pl: Nauka języków
pt_br: Aprender idiomas
ru: Изучение языков
sw: Språkkurser
tr: Dil öğrenin

source: News & politics
cs: Zprávy a politika
da: Nyheder og politik
fi: Uutiset ja politiikka
fr: Politique et actualité
he: חדשות ופוליטיקה
hu: Hírek, politika
it: Notizie e politica
jp: ニュースおよび政治
nb: Nyheter og politikk
pl: Wiadomości i polityka
pt_br: Notícias e política
ru: Новости и политика
sw: Nyheter och politik
tr: Haberler ve politika

source: Parenting
cs: Rodičovství
da: Opdragelse
fi: Vanhemmuus
fr: Education des enfants
he: הורות
hu: Gyermeknevelés
it: Educazione figli
jp: 子育て
nb: Oppdragelse
pl: Rodzicielstwo
pt_br: Criação de filhos
ru: Воспитание
sw: Förälder
tr: Ebveynlik

source: Relationships
cs: Vztahy
da: Forhold
fi: Suhteet
fr: Amour
he: יחסים
hu: Párkapcsolatok
it: Relazioni
jp: 人間関係
nb: Parforhold
pl: Związki
pt_br: Relacionamentos
ru: Отношения людей
sw: Relationer
tr: İlişkiler

source: Science & nature
cs: Věda a příroda
da: Videnskab og natur
fi: Tiede ja luonto
fr: Sciences et nature
he: מדע וטבע
hu: Tudomány és természet
it: Natura e scienza
jp: 科学および自然
nb: Vitenskap og natur
pl: Nauka i przyroda
pt_br: Ciência e natureza
ru: Наука и природа
sw: Vetenskap och naturprogram
tr: Bilim ve doğa

source: Showbiz news
cs: Zprávy ze světa šoubyznysu
da: Nyheder i underholdningsbranchen
fi: Viihdeuutiset
fr: Actualité people
he: חדשות הבידור
hu: Szórakoztatóipari hírek
it: Mondo dello spettacolo
jp: 芸能ニュース
nb: Kjendisnyheter
pl: Wiadomości z showbiznesu
pt_br: Novidades do showbiz
ru: Новости шоубизнеса
sw: Underhållning
tr: Gösteri dünyası haberleri

source: Society & culture
cs: Společnost a kultura
da: Samfund og kultur
fi: Yhteiskunta ja kulttuuri
fr: Culture et société
he: חברה ותרבות
hu: Társadalom és kultúra
it: Cultura e società
jp: 社会および文化
nb: Samfunn og kultur
pl: Społeczeństwo i kultura
pt_br: Sociedade e cultura
ru: Общество и культура
sw: Samhälle och kultur
tr: Toplum ve kültür

source: Sports
cs: Sport
da: Sport
fi: Urheilu
fr: Sport
he: ספורט
hu: Sport
it: Sport
jp: スポーツ
nb: Sport
pl: Sport
pt_br: Esportes
ru: Спорт
sw: Idrott
tr: Spor

source: Technology
cs: Technologie
da: Teknologi
fi: Teknologia
fr: Technologie
he: טכנולוגיה
hu: Technika
it: Tecnologia
jp: 技術
nb: Teknologi
pl: Technologie
pt_br: Tecnologia
ru: Технологии
sw: Teknik
tr: Teknoloji

source: Travel
cs: Cestování
da: Rejser
fi: Matkailu
fr: Voyages
he: נסיעות
hu: Utazás
it: Viaggi
jp: 旅行
nb: Reise
pl: Podróże
pt_br: Viagens
ru: Путешествия
sw: Resor
tr: Seyahat

source: Video games
cs: Videohry
da: Videospil
fi: Videopelit
fr: Jeux vidéo
he: משחקי וידיאו
hu: Videojátékok
it: Videogiochi
jp: ビデオ ゲーム
nb: Videospill
pl: Gry komputerowe
ru: Видеоигры
sw: TV-spel
tr: Video oyunlar

source: General
cs: Obecné
da: Generelt
fi: Yleistä
fr: Général
he: כללי
hu: Általános
it: Generale
jp: 全般
nb: Generelt
pl: Ogólne
pt_br: Geral
ru: Общее
sw: Allmänt
tr: Genel

source: Dashboard
cs: Ovládací panel
da: Instrumentpanel
fi: Koontinäyttö
fr: Tableau de bord
he: לוח בקרה
hu: Irányítópult
jp: ダッシュボード
nb: Instrumentbord
pl: Pulpit
pt_br: Painel
ru: Панель инструментов
sw: Anslagstavla
tr: Gösterge panosu
