Repository: alsedo/screenplay-dx
Catalog: core_repos/src/libs/RES_IOM/resource/mo/*.po
Languages: cs, da, fi, fr, he, hu, it, jp, nb, pl, pt_br, ru, sw, tr

source: What would you like to remove?
cs: Co si přejete odstranit?
da: Hvad vil du fjerne?
fi: Mitä haluat poistaa?
fr: Que voulez-vous supprimer ?
he: מה ברצונך להסיר?
hu: Mit szeretne eltávolítani?
it: Cosa si desidera rimuovere?
jp: 何を削除しますか?
nb: Hva vil du fjerne?
pl: Co chcesz usunąć?
pt_br: O que deseja remover?
ru: Что нужно удалить?
sw: Vad vill du ta bort?
tr: Neyi çıkartmak istersiniz?

source: This episode has been removed from your channel.Additional options are available on Mediafly.com.
cs: Tento díl by odebrán z vašeho kanálu. Další možnosti naleznete na stránkách Mediafly.com.
da: Denne episode er blevet fjernet fra din kanal. Yderligere indstillinger kan tilgængelige på Mediafly.com.
fi: Tämä jakso on poistettu kanavastasi. Muita vaihtoehtoja löytyy Mediafly.com-sivustosta.
fr: Cet épisode a été supprimé de votre chaîne. D'autres options sont disponibles sur Mediafly.com.
he: פרק זה הוסר מהערוץ שלך. אפשרויות נוספות זמינות באתר Mediafly.com.
hu: Ez az epizód el lett távolítva a csatornáról. További opciókért látogasson el a Mediafly.com webhelyre.
it: L'episodio è stato rimosso dal canale personale. Opzioni aggiuntive sono disponibili su Mediafly.com.
jp: このエピソードはチャネルから削除されました。Mediafly.com ではその他のオプションもお選びいただけます。
nb: Denne episoden er fjernet fra kanalen din. Flere alternativer er tilgjengelig på Mediafly.com.
pl: Ten odcinek został usunięty z kanału. Dodatkowe opcje dostępne na Mediafly.com.
pt_br: Este episódio foi removido do seu canal. Há opções adicionais disponíveis em Mediafly.com.
ru: Данный эпизод был удален из вашего канала. Доступ к дополнительным возможностям можно получить на Mediafly.com.
sw: Det här avsnittet har tagits bort från din kanal. Ytterligare alternativ finns tillgängliga på Mediafly.com.
tr: Bu bölüm kanalınızdan çıkartıldı. Mediafly.com adresinde ilave seçenekler mevcuttur.

source: This show has been removed from your channel.Additional options are available on Mediafly.com.
cs: Tento seriál by odebrán z vašeho kanálu. Další možnosti naleznete na stránkách Mediafly.com.
da: Dette show er blevet fjernet fra din kanal. Yderligere indstillinger kan tilgængelige på Mediafly.com.
fi: Tämä show on poistettu kanavastasi. Muita vaihtoehtoja löytyy Mediafly.com-sivustosta.
fr: Cette émission a été supprimée de votre chaîne. D'autres options sont disponibles sur Mediafly.com.
he: תוכנית זו הוסרה מהערוץ שלך. אפשרויות נוספות זמינות באתר Mediafly.com.
hu: Ez a műsor el lett távolítva a csatornáról. További opciókért látogasson el a Mediafly.com webhelyre.
it: Lo spettacolo è stato rimosso dal canale personale. Opzioni aggiuntive sono disponibili su Mediafly.com.
jp: この作品はチャネルから削除されました。Mediafly.com ではその他のオプションもお選びいただけます。
nb: Denne serien er fjernet fra kanalen din. Flere alternativer er tilgjengelig på Mediafly.com.
pl: Ten program został usunięty z kanału. Dodatkowe opcje dostępne na Mediafly.com.
pt_br: Este show foi removido do seu canal. Há opções adicionais disponíveis em Mediafly.com.
ru: Данная программа была удалена из вашего канала. Доступ к дополнительным возможностям можно получить на Mediafly.com.
sw: Det här programmet har tagits bort från din kanal. Ytterligare alternativ finns tillgängliga på Mediafly.com.
tr: Bu şov kanalınızdan çıkartıldı. Mediafly.com adresinde ilave seçenekler mevcuttur.

source: Would you like to rate for this show/episode?
cs: Přejete si ohodnotit tento seriál či díl?
da: Vil du bedømme dette show/denne episode?
fi: Haluatko arvioida tämän shown/jakson?
fr: Voulez-vous noter cette émission/cet épisode ?
he: האם ברצונך לדרג את התוכנית/פרק?
hu: Szeretne véleményt írni erről a műsorról/epizódról?
it: Si desidera valutare questo spettacolo/episodio?
jp: この作品/エピソードを評価しますか?
nb: Vil du vurdere denne serien/episoden?
pl: Czy chcesz ocenić ten program/odcinek?
pt_br: Gostaria de classificar esse show/episódio?
ru: Хотите оценить данную программу/эпизод?
sw: Vill du betygsätta det här programmet/avsnittet?
tr: Bu şovu/bölümü derecelendirmek ister misiniz?

source: Thank you. Additional options are available on Mediafly.com.
cs: Děkujeme. Další možnosti naleznete na stránkách Mediafly.com.
da: Tak. Yderligere indstillinger kan tilgængelige på Mediafly.com.
fi: Kiitos. Muita vaihtoehtoja löytyy Mediafly.com-sivustosta.
fr: Merci. D'autres options sont disponibles sur Mediafly.com.
he: תודה רבה. אפשרויות נוספות זמינות באתר Mediafly.com.
hu: Köszönjük. További opciókért látogasson el a Mediafly.com webhelyre.
it: Grazie. Opzioni aggiuntive sono disponibili su Mediafly.com.
jp: ありがとうございます。Mediafly.com ではその他のオプションもお選びいただけます。
nb: Takk. Flere alternativer er tilgjengelig på Mediafly.com.
pl: Dziękujemy. Dodatkowe opcje dostępne na Mediafly.com.
pt_br: Obrigado. Há opções adicionais disponíveis em Mediafly.com.
ru: Спасибо. Доступ к дополнительным возможностям можно получить на Mediafly.com.
sw: Tack. Ytterligare alternativ finns tillgängliga på Mediafly.com.
tr: Teşekkür ederiz. Mediafly.com adresinde ilave seçenekler mevcuttur.

source: View episodes
cs: Zobrazit díly
da: Vis episoder
fi: Katso jaksot
fr: Afficher les épisodes
he: הצג פרקים
hu: Epizódok megtekintése
it: Guarda gli episodi
jp: エピソードを見る
nb: Vis episoder
pl: Wyświetl odcinki
pt_br: Ver episódios
ru: Просмотреть эпизоды
sw: Visa avsnitt
tr: Bölümleri görüntüle

source: Add content source
cs: Přidat zdroj obsahu
da: Tilføj indholdskilde
fi: Lisää sisältölähde
fr: Ajouter la source de contenu
he: הוסף מקור תוכן
hu: Tartalomforrás hozzáadása
it: Aggiungi sorgente di contenuto
jp: コンテンツ ソースを追加
nb: Legg til innholdskilde
pl: Dodaj źródło treści
pt_br: Adicionar origem do conteúdo
ru: Добавить источник содержимого
sw: Lägg till innehållskälla
tr: İçerik kaynağı ekle

source: Add via mcode
cs: Přidat pomocí kódu mCode
da: Tilføj via mcode
fi: Lisää mcodella
fr: Ajouter via mCode
he: הוסף באמצעות mcode
hu: Hozzáadás mcode-on keresztül
it: Aggiungi tramite mcode
jp: mcode で追加
nb: Legg til via mcode
pl: Dodaj za pomocą mcode
pt_br: Adicionar através de mcode
ru: Добавить через mcode
sw: Lägg till via mCode
tr: mcode üzerinden ekle

source: Enter a Content Source mCode below
cs: Níže zadejte kód mCode zdroje obsahu
da: Indtast mCode for en indtægtskilde nedenfor
fi: Avaa alla oleva sisältölähteen mCode
fr: Entrer le mCode de la source de contenu ci-dessous
he: הזן להלן mCode של מקור תוכן
hu: Írja be a tartalomforrás mCode-azonosítóját alul
it: Inserisci una sorgente di contenuto mCode di seguito
jp: コンテンツ ソース mCode を入力してください
nb: Skriv en mCode for innholdskilde nedenfor
pl: Dodaj poniżej kod mCode źródła treści
pt_br: Insira um mCode de Origem de conteúdo abaixo
ru: Введите mCode источника содержимого ниже
sw: Ange en innehållskälla för mCode nedan
tr: Aşağıya İçerik Kaynağı mCode girin

source: an mCode is used to activate private content source
cs: kód mCode slouží k aktivaci soukromého zdroje obsahu
da: En mCode anvendes for at aktivere en privat indholdskilde
fi: mCodea käytetään yksityisen sisältölähteen aktivointiin
fr: un mCode a été utilisé pour activer la source de contenu privée
he: mCode משמש להפעלת מקור תוכן פרטי
hu: Az mCode-azonosító a privát tartalomforrások aktiválásához használható.
it: per attivare una sorgente di contenuti privati viene utilizzato un mCode
jp: プライベート コンテンツ ソースのアクティブ化に mCode が使用されます。
nb: en mCode brukes til å aktivere private innholdskilder
pl: Kod mCode służy do aktywowania prywatnych źródeł treści
pt_br: um mCode é usado para ativar origem de conteúdo privado
ru: mCode используется для активации источника частного содержимого
sw: en mCode används för att aktivera en privat innehållskälla
tr: özel içerik kaynağını aktifleştirmek için bir mCode kullanıldı

source: Content source was added successfully to your Mediafly dashboard.
cs: Zdroj obsahu byl úspěšně přidán na panel Mediafly.
da: Indholdskilden er blevet tilføjet på dit Mediafly-instrumentbræt.
fi: Sisältölähde on lisätty Mediaflyn koontinäyttöön.
fr: La source de contenu a été ajoutée à votre tableau de bord Mediafly
he: מקור התוכן התווסף בהצלחה ללוח המחוונים של Mediafly.
hu: A tartalomforrás hozzá lett adva a Mediafly irányítópulthoz.
it: La sorgente di contenuti è stata aggiunta alla dashboard di Mediafly.
jp: Mediafly ダッシュボードにコンテンツ ソースが正常に追加されました。
nb: Innholdskilden ble lagt til Mediafly-instrumentbordet.
pl: Źródło treści pomyślnie dodano do panelu Mediafly.
pt_br: Origem de conteúdo foi adicionado com sucesso ao seu painel do Mediafly.
ru: Источник содержимого был успешно добавлен на вашу панель Mediafly.
sw: En innehållskälla lades till din Mediafly-instrumentbräda.
tr: İçerik kaynağı Mediafly gösterge panonuza başarıyla eklendi.

source: Invalid mCode, please try again.
cs: Neplatný kód mCode, opakujte pokus.
da: Ugyldig mCode. Prøv igen.
fi: Virheellinen mCode. Yritä uudelleen.
fr: mCode non valide. Veuillez réessayer.
he: mCode אינו תקף, נסה שוב.
hu: Érvénytelen mCode. Kérjük, próbálja újra.
it: mCode non valido, riprovare.
jp: 無効な mCode です。もう一度試してください。
nb: Ugyldig mCode. Prøv igjen.
pl: Nieprawidłowy kod mCode, spróbuj ponownie.
pt_br: mCode inválido, tente novamente.
ru: Неверный mCode, повторите попытку.
sw: Ogiltig mCode, försök igen.
tr: Geçersiz mCode, lütfen tekrar deneyin.

source: Add city
cs: Přidat město
da: Tilføj by
fi: Lisää kaupunki
fr: Ajouter une ville
he: הוסף עיר
hu: Város hozzáadása
it: Aggiungi città
jp: 都市を追加
nb: Legg til by
pl: Dodaj miasto
pt_br: Adicionar cidade
ru: Добавить город
sw: Lägg till stad
tr: Şehir ekle

source: City management
cs: Správa měst
da: Administration af byer
fi: Kaupunkien hallinta
fr: Gestion des villes
he: ניהול ערים
hu: Város kezelése
it: Gestione città
jp: 都市の管理
nb: Byadministrasjon
pl: Zarządzanie miastem
pt_br: Gerenciamento da cidade
ru: Управление городом
sw: Hantering av stad
tr: Şehir yönetimi

source: Search location
cs: Vyhledávání umístění
da: Søgeplacering
fi: Hae sijainti
fr: Rechercher une ville
he: חיפוש מקום
hu: Hely keresése
it: Cerca posizione
jp: 場所の検索
nb: Søkested
pl: Wyszukaj położenie
pt_br: Pesquisar local
ru: Поиск местоположения
sw: Sök plats
tr: Konum ara

source: Change temperature unit
cs: Změnit teplotní jednotky
da: Skift temperaturenhed
fi: Vaihda lämpötilan yksikkö
fr: Modifier l'unité de la température
he: שנה יחידת טמפרטורה
hu: Hőmérsékleti mértékegység módosítása
it: Modifica unità di temperatura
jp: 温度単位を変更
nb: Endre temperaturenhet
pl: Zmień jedn. temperatury
pt_br: Alterar unidade de temperatura
ru: Изменить единицы измерения температуры
sw: Byt temperaturenhet
tr: Sıcaklık birimini değiştir

source: Please define your default city location.
cs: Uveďte město, kde se nacházíte.
da: Definer din standard byplacering.
fi: Määritä oletuskaupungin sijainti.
fr: Veuillez définir votre ville par défaut.
he: הגדר את מיקום עיר ברירת המחדל שלך.
hu: Kérjük, adja meg az alapértelmezett városhelyet.
it: Definisci la tua località (città) predefinita.
jp: デフォルトの都市を定義してください。
nb: Definer din standard byplassering.
pl: Określ domyślne miasto.
pt_br: Defina a sua cidade padrão.
ru: Укажите местоположение вашего города по умолчанию.
sw: Definiera platsen för din standardstad.
tr: Lütfen varsayılan şehir konumunuzu tanımlayın.

source: Do you want to clear all city?
cs: Přejete si odstranit všechna města?
da: Vil du rydde alle byer?
fi: Haluatko poistaa kaikki kaupungit?
fr: Voulez-vous effacer toutes les villes ?
he: האם ברצונך להסיר את כל הערים?
hu: Minden várost törölni szeretne?
it: Cancellare tutte le città?
jp: すべての都市をクリアしますか?
nb: Vil du slette alle byer?
pl: Czy chcesz wyczyścić wszystkie miasta?
pt_br: Deseja limpar todas as cidades?
ru: Очистить все города?
sw: Vill du rensa alla städer?
tr: Tüm şehirleri silmek istiyor musunuz?

source: Do you want to delete selected city?
cs: Chcete odstranit vybrané město?
da: Vil du slette den markerede by?
fi: Haluatko poistaa valitun kaupungin?
fr: Voulez-vous supprimer les villes sélectionnées ?
he: האם ברצונך למחוק את העיר הנבחרת?
hu: Törli a kijelölt várost?
it: Eliminare la città selezionata?
jp: 選択した都市をを削除しますか?
nb: Vil du slette den valgte byen?
pl: Czy chcesz usunąć wybrane miasto?
pt_br: Deseja excluir as cidades selecionadas?
ru: Удалить выбранный город?
sw: Vill du radera valda städer?
tr: Seçilen şehirleri silmek istiyor musunuz?

source: No result, please search again.
cs: Nebyl nalezen žádný odpovídající záznam. Opakujte vyhledávání.
da: Ingen resultater. Søg igen.
fi: Ei tuloksia. Hae uudelleen.
fr: Aucun résultat. Veuillez réessayer.
he: אין תוצאות, חפש שוב.
hu: Nincs találat. Kérjük, futtassa újra a keresést.
it: Nessun risultato. Ripetere la ricerca.
jp: 見つかりません。もう一度検索してください。
nb: Ingen resultater. Søk på nytt.
pl: Brak wyników, spróbuj ponownie.
pt_br: Nenhum resultado, pesquise novamente.
ru: Нет данных, повторите поиск.
sw: Inga resultat, sök igen.
tr: Sonuç yok, lütfen tekrar arayın.

source: Remove movie Info
cs: Odstranit informace o filmu
da: Fjern film info
fi: Poista elokuvan tiedot
fr: Supprimer les informations du film
he: הסר מידע סרט
hu: Film adatainak eltávolítása
it: Rimuovi le informazioni filmato
jp: 映画情報を削除
nb: Fjern filminfo
pl: Usuń info o filmie
pt_br: Remover informações do filme
ru: Удалить сведения о фильме
sw: Ta bort filminformation
tr: Film Bilgisini Silin

source: Rescan Movie Info
cs: Opětovně načíst informace o filmu
da: Scan film info igen
fi: Etsi elokuvan tiedot uudelleen
fr: Rechercher de nouveau les informations du film
he: סרוק שוב מידע סרט
hu: Film adatainak újravizsgálása
it: Riacquisisci informazioni filmato
jp: 映画情報を再スキャン
nb: Skann filminfo på nytt
pl: Ponownie skanuj info o filmie
pt_br: Verificar informações do filme novamente
ru: Повторное считывание сведений о фильме
sw: Skanna filminformation igen
tr: Film Bilgisini Tekrar Tara

source: Manual search
cs: Ruční vyhledávání
da: Manuel søgning
fi: Manuaalinen haku
fr: Recherche manuelle
he: חיפוש ידני
hu: Manuális keresés
it: Ricerca manuale
jp: 手動検索
nb: Manuelt søk
pl: Wyszukiwanie ręczne
pt_br: Pesquisa manual
ru: Поиск вручную
sw: Manuell sökning
tr: Manuel arama

source: Please wait...
cs: Čekejte…
da: Vent venligst…
fi: Odota…
fr: Un instant…
he: המתן...
hu: Kérjük, várjon...
it: Attendere...
jp: お待ちください...
nb: Vent litt…
pl: Proszę czekać...
pt_br: Aguarde...
ru: Пожалуйста, подождите...
sw: Vänta ...
tr: Lütfen bekleyin...

source: Are you sure you want to remove content info?
cs: Opravdu chcete odstranit informace o obsahu?
da: Er du sikker på, at du vil fjerne oplysninger om indhold?
fi: Haluatko varmasti poistaa sisältötiedot?
fr: Voulez-vous vraiment supprimer les informations sur le contenu ?
he: האם אתה בטוח שברצונך להסיר את מידע התוכן?
hu: Biztosan eltávolítja a tartalom adatait?
it: Rimuovere le informazioni sul contenuto?
jp: コンテンツ情報を削除しますか?
nb: Er du sikker på at du vil fjerne innholdsinformasjon?
pl: Czy na pewno usunąć info o treści?
pt_br: Tem certeza de que deseja remover as informações de conteúdo?
ru: Действительно удалить сведения о содержимом?
sw: Vill du verkligen ta bort innhållsinformation?
tr: İçerik bilgisini silmek istediğinize emin misiniz?

source: Content info has been removed.
cs: Informace o obsahu byly odstraněny.
da: Oplysninger om indhold er blevet fjernet.
fi: Sisältötiedot on poistettu.
fr: Les informations sur le contenu ont été supprimées.
he: מידע התוכן הוסר.
hu: A tartalom adatainak eltávolítása megtörtént.
it: Informazioni sul contenuto rimosse.
jp: コンテンツ情報が削除されました。
nb: Innholdsinformasjon har blitt fjernet.
pl: Info o treści zostało usunięte.
pt_br: As informações de conteúdo foram removidas.
ru: Сведения о содержимом были удалены.
sw: Innehållsinformation har tagits bort.
tr: İçerik bilgisi silindi.

source: The movie poster and text are authorized by TMDb.
cs: Informace poskytla databáze TMDb.
da: Oplysninger leveret af TMDb
fi: Tiedot TMDb-palvelusta
fr: Informations fournies par TMDb
he: המידע מסופק דרך TMDb
hu: Adatok forrása: TMDb
it: Informazioni fornite da TMDb
jp: 情報提供 - TMDb
nb: Informasjon gitt av TMDb
pl: Informacji dostarcza TMDb
pt_br: Informações fornecidas por TMDb
ru: Сведения предоставлены TMDb
sw: Information från TMDb
tr: TMDb tarafından sağlanan bilgi

source: No need
cs: Není potřeba
da: Ikke nødvendigt
fi: Ei tarvetta
fr: Ce n'est pas nécessaire.
he: אין צורך
hu: Nem szükséges
it: Non necessario
jp: 必要なし
nb: Ikke nødvendig
pl: Nie trzeba
pt_br: Não há necessidade
ru: Нет необходимости
sw: Behövs inte
tr: İhtiyaç yok

source: No content info found from the online database. Please change the search term and try again.
cs: V online databázi nebyly nalezeny žádné informace o obsahu. Zadejte jiný výraz a opakujte vyhledávání.
da: Der blev ikke fundet oplysninger om indhold i onlinedatabasen. Skift søgeord, og prøv igen.
fi: Sisältötietoja ei löytynyt verkkotietokannasta. Vaihda hakusanoja ja yritä uudelleen.
fr: Aucune information sur le contenu n'a été trouvée dans la base de données en ligne. Veuillez modifier les termes de recherche et réessayez.
he: לא נמצא מידע תוכן במסד הנתונים המקוון. שנה את מילת החיפוש ונסה שוב.
hu: Nem található tartalom az online adatbázisból. Kérjük, módosítsa a keresőkifejezést, majd próbálja újra.
it: Nessuna informazione sul contenuto individuata nel database online. Modificare il termine di ricerca e riprovare.
jp: オンライン データベースにはコンテンツ情報がありません。検索条件を変更して、もう一度試してください。
nb: Fant ikke noe innholdsinformasjon i databasen på nettet. Endre søkekriteriene og prøv igjen.
pl: Brak info o treści w bazie danych online. Zmień wyszukiwany ciąg i spróbuj ponownie.
pt_br: Nenhuma informação de conteúdo encontrada no banco de dados online. Mude o termo da pesquisa e tente novamente.
ru: В интерактивной базе данных сведения о содержимом не найдены. Измените условие поиска и повторите попытку.
sw: Inge innehållsinformation hittades på onlinedatabasen. Byt söktermer och försök igen.
tr: Çevrimiçi veri tabanından içerik bilgisi bulunamadı. Lütfen aradığınız terimi değiştirin ve tekrar deneyin.

source: Failed to save movie information. Please check the network connection.
cs: Informace o filmu se nepodařilo uložit. Zkontrolujte připojení k síti.
da: Filmoplysningerne kunne ikke gemmes. Kontroller netværksforbindelsen.
fi: Elokuvatietojen tallennus epäonnistui. Tarkista verkkoyhteys.
fr: Impossible d'enregistrer les informations de film. Vérifiez la connexion réseau.
he: שמירת מידע סרט נכשלה. בדוק את חיבור הרשת.
hu: A film adatainak mentése sikertelen. Kérjük, ellenőrizze a hálózati kapcsolatot.
it: Impossibile salvare le informazioni del film. Controllare le connessioni di rete.
jp: 映画情報を保存できません。ネットワーク接続を確認してください。
nb: Kunne ikke lagre filminformasjon. Kontroller nettverkstilkoblingen.
pl: Zapisywanie informacji o filmie zakończone niepowodzeniem. Sprawdź połączenie sieciowe.
pt_br: Falha ao salvar informações do filme. Verifique a conexão de rede.
ru: Не удалось сохранить сведения о фильме. Проверьте сетевое подключение.
sw: Misslyckades att spara filminformation. Kontrollera nätverksanslutningen.
tr: Film bilgisi kaydedilemedi. Lütfen ağ bağlantısını kontrol edin.

source: Failed to save movie information. Storage may be full or Read-Only.
cs: Informace o filmu se nepodařilo uložit. Na úložišti nemusí být dostatek místa nebo je nastavena ochrana proti zápisu.
da: Filmoplysningerne kunne ikke gemmes. Lageret er muligvis fuldt eller skrivebeskyttet.
fi: Elokuvatietojen tallennus epäonnistui. Tallennustila voi olla täynnä tai kirjoitussuojattuna.
fr: Impossible d'enregistrer les informations de film. Il est possible que le stockage utilisé soit plein ou en lecture seule.
he: שמירת מידע סרט נכשלה. ייתכן שאמצעי האחסון מלא או נמצא במצב קריאה-בלבד.
hu: A film adatainak mentése sikertelen. Elképzelhető, hogy a tárhely megtelt vagy írásvédett.
it: Impossibile salvare le informazioni del film. L’unità di storage potrebbe essere piena o di sola lettura.
jp: 映画情報を保存できません。ストレージがいっぱいになっているか、または読み取り専用の可能性があります。
nb: Kunne ikke lagre filminformasjon. Lageret kan være fullt eller skrivebeskyttet.
pl: Zapisywanie informacji o filmie zakończone niepowodzeniem. Urządzenie magazynujące może być pełne lub służyć tylko do odczytu.
pt_br: Falha ao salvar informações do filme. O armazenamento pode estar cheio ou ser somente leitura.
ru: Не удалось сохранить сведения о фильме. Хранилище может быть заполнено или доступно только для чтения.
sw: Misslyckades att spara filminformation. Lagringsutrymmet kan vara fullt eller skrivskyddad.
tr: Film bilgisi kaydedilemedi. Saklama alanı dolu veya Salt Okunur olabilir.

source: Add to playlist
cs: Přidat do seznamu přehrávaných titulů
da: Tilføj til spilleliste
fi: Lisää soittolistaan
fr: Ajouter à la liste de lecture
he: הוסף לרשימת השמעה
hu: Hozzáadás a lejátszási listához
it: Aggiungi alla playlist
jp: プレイリストに追加
nb: Legg til i spilleliste
pl: Dodaj do listy odtwarzania
pt_br: Adicionar à lista de reprodução
ru: Добавить в список воспроизведения
sw: Lägg till spellista
tr: Çalma listesine ekle

source: Back
cs: Zpět
da: Tilbage
fi: Takaisin
fr: Retour
he: חזרה
hu: Vissza
it: Indietro
jp: 戻る
nb: Tilbake
pl: Wstecz
pt_br: de volta
ru: Назад
sw: Bakåt
tr: Geri

source: Connect
cs: Připojit
da: Tilslut
fi: Yhdistä
fr: Connecter
he: התחבר
hu: Csatlakozás
it: Connetti
jp: 接続
nb: Koble til
pl: Połącz
pt_br: Conectar
ru: Подключить
sw: Anslut
tr: Bağlan

source: Create playlist
cs: Vytvořit seznam přehrávaných titulů
da: Opret spilleliste
fi: Luo soittolista
fr: Créer une liste de lecture
he: צור רשימת השמעה
hu: Lejátszási lista létrehozása
it: Crea playlist
jp: プレイリストを作成
nb: Lag spilleliste
pl: Utwórz listę odtwarzania
pt_br: Criar lista de reprodução
ru: Создать список воспроизведения
sw: Skapa spellista
tr: Çalma listesi oluştur

source: DNS is invalid. Please verify your DNS and try again.
cs: Server DNS je neplatný. Ověřte server DNS a zkuste to znovu.
da: Ugyldig DNS. Kontrollér din DNS, og prøv igen.
fi: DNS on epäkelpo. Tarkista DNS ja yritä uudelleen.
fr: DNS non valide. Vérifiez votre DNS et réessayez.
he: DNS אינו תקף. בדוק את ה-DNS שלך ונסה שוב.
hu: A DNS érvénytelen. Ellenőrizze a DNS címét, majd próbálja meg újra.
it: DNS non valido. Verificare il DNS e riprovare.
jp: DNS が無効です。DNS を確認してからもう一度試してください。
nb: DNS er ugyldig. Kontroller DNS og prøv på nytt.
pl: Nieprawidłowy adres DNS. Sprawdź adres DNS i spróbuj ponownie.
pt_br: DNS inválido. Verifique o DNS e tente novamente.
ru: Неверный DNS. Проверьте DNS и повторите попытку.
sw: DNS är ogiltig. Kontrollera din DNS och försök igen.
tr: DNS geçersiz. Lütfen DNS’inizi doğrulayın ve tekrar deneyin.

source: Do you want to delete the selected files?
cs: Chcete odstranit vybrané soubory?
da: Vil du slette de markerede filer?
fi: Haluatko poistaa valitut tiedostot?
fr: Voulez-vous supprimer les fichiers sélectionnés ?
he: האם ברצונך למחוק את הקבצים הנבחרים?
hu: Szeretné a kiválasztott fájlokat törölni?
it: Eliminare i file selezionati?
jp: 選択したファイルを削除しますか?
nb: Vil du slette de valgte filene?
pl: Czy chcesz usunąć wybrane pliki?
pt_br: Deseja excluir os arquivos selecionados?
ru: Удалить выбранные файлы?
sw: Vill du radera valda filer?
tr: Seçilen dosyaları silmek istiyor musunuz?

source: Edit playlist
cs: Upravit seznam přehrávaných titulů
da: Rediger spilleliste
fi: Muokkaa soittolistaa
fr: Modifier la liste de lecture
he: ערוך רשימת השמעה
hu: Lejátszási lista szerkesztése
it: Modifica playlist
jp: プレイリストを編集
nb: Rediger spilleliste
pl: Edytuj listę odtwarzania
pt_br: Editar lista de reprodução
ru: Редактировать список воспроизведения
sw: Redigera spellista
tr: Çalma listesini düzenle
