Repository: alsedo/screenplay-dx
Catalog: core_repos/src/libs/RES_IOM/resource/mo/*.po
Languages: cs, da, fi, fr, he, hu, it, jp, nb, pl, pt_br, ru, sw, tr

source: To restart device, press the power button of your remote.
cs: Stisknutím vypínače na ovladači zařízení restartujete.
da: Tryk på tænd/sluk-knappen på fjernbetjeningen for at genstarte enheden.
fi: Käynnistä laite uudelleen painamalla kaukosäätimen virtapainiketta.
fr: Pour redémarrer le périphérique, appuyez sur le bouton d'alimentation de la télécommande.
he: כדי לאתחל את ההתקן, לחץ על לחצן ההפעלה בשלט-רחוק.
hu: Az eszköz újraindításához nyomja le a távirányító bekapcsológombját.
it: Per riavviare il dispositivo, premere il pulsante di accensione del telecomando.
jp: デバイスを再起動するには、リモートの電源ボタンを押してください。
nb: Trykk på av/på-knappen på fjernkontrollen for å omstarte enheten.
pl: Aby ponownie uruchomić urządzenie, naciśnij przycisk zasilania na pilocie.
pt_br: Para reiniciar o dispositivo, pressione o botão ligar/desligar no controle remoto.
ru: Для перезапуска устройства нажмите кнопку питания на пульте ДУ.
sw: För att starta om enheten trycker du på strömknappen på fjärrkontrollen.
tr: Cihazı yeniden başlatmak için, uzaktan kumandadaki güç düğmesine basın.

source: Search completed. No results found.
cs: Hledání dokončeno. Žádné výsledky nenalezeny.
da: Søgning udført. Ingen resultater fundet.
fi: Haku valmis. Tuloksia ei löytynyt.
fr: Recherche terminée. Aucun résultat n'a été trouvé.
he: החיפוש הסתיים. לא נמצאו תוצאות.
hu: A keresés befejeződött. Nincs találat.
it: Ricerca completata. Nessun risultato trovato.
jp: 検索が完了しました。結果が見つかりません。
nb: Søk fullført. Fant ingen resultater.
pl: Wyszukiwanie zakończone. Brak wyników.
pt_br: Pesquisa concluída. Nenhum resultado encontrado.
ru: Поиск завершен. Результаты отсутствуют.
sw: Sökning slutförd. Inga resultat hittades.
tr: Arama tamamlandı. Sonuç bulunamadı.

source: Press [Option] key for multi-lingual input
cs: Vícejazyčný vstup zapnete stisknutím klávesy [Možnosti]
da: Tryk på tasten [Option] (Indstilling), hvis du vil have flersproget indtastning
fi: Paina [Asetus]-painiketta, jos haluat käyttää monikielistä syöttöä
fr: Appuyez sur la touche [Option] pour une entrée multilingue
he: לחץ על מקש [Option] לקלט רב-לשוני
hu: Többnyelvű bevitelhez nyomja le az [Option] (Opció) gombot.
it: Premere il tasto [Option] (Opzione) per l'ingresso multilingue
jp: 複数言語を入力するには、[オプション] キーを押します。
nb: Trykk på [Option]-tasten for flerspråklig inndata
pl: Naciśnij przycisk [Opcja], aby uzyskać dostęp do wprowadzania w wielu językach
pt_br: Pressione a tecla [Opção] para inserção multilíngüe
ru: Нажмите клавишу [Функция], чтобы включить многоязычный ввод
sw: Tryck på knappen [Option] för flerspråkig inmatning
tr: Çoklu dil girişi için [Seçenek] tuşuna basın

source: BlockBuster
he: בלוקבאסטר

source: Explore Flickr
cs: Prohledat Flickr
da: Udforsk Flickr
fi: Selaa Flickr-palvelua
fr: Parcourez Flickr
he: סיור ב-Flickr
hu: Flickr böngészése
it: Esplora Flickr
nb: Utforsk Flickr
pl: Eksploruj serwis Flickr
pt_br: Explorar Flickr
ru: Открыть Flickr
sw: Upptäck Flickr
tr: Flickr'ı keşfedin

source: My recent
cs: Poslední
da: Mine seneste
fi: Viimeisimmät omat
fr: Récents
he: האחרונים שלי
hu: Saját legutóbbi
it: Recenti
jp: 最新情報
nb: Mine siste
pl: Najnowsze
pt_br: Recentes
ru: Недавние
sw: Mina senaste
tr: Son kullandıklarım

source: Last 7 days interesting
cs: Nejzajímavější za posledních 7 dní
da: Seneste syv dages interessante
fi: Viimeiset 7 päivää mielenkiintoinen
fr: Activités intéressantes les 7 derniers jours
he: המענייניים ביותר בשבעת הימים האחרונים
hu: Érdekes a legutóbbi 7 napból
it: Ultimi 7 giorni
jp: 最近 1 週間の関心事
nb: Siste 7 dager interessant
pl: Ciekawe z ostatnich 7 dni
pt_br: Últimos 7 dias interessante
ru: Интересное за последние 7 дней
sw: Senaste intressanta 7 dagarna
tr: Son 7 gün ilgilenilenler

source: Most recent uploads
cs: Nejnovější aktualizace
da: Seneste overførsler
fi: Uusimmat lataukset
fr: Téléchargements les plus récents
he: ההעלאות האחרונות ביותר
hu: Legutóbbi feltöltések
it: Caricamenti più recenti
jp: 最近のアップロード
nb: De nyeste opplastingene
pl: Najnowsze materiały
pt_br: Uploads mais recentes
ru: Последние загрузки
sw: Senaste överföringarna
tr: En son yüklenenler

source: Hot tags
cs: Nejnovější tagy
fi: Kuumat tagit
fr: Etiquettes populaires
he: תגים חמים
hu: Izgalmas címkék
it: Tag principali
jp: ホット タグ
nb: Populære koder
pl: Częste etykiety
ru: Горячие теги
sw: Heta taggar
tr: Popüler etiketler

source: Contacts
cs: Kontakty
da: Kontakter
fi: Yhteystiedot
he: אנשי קשר
hu: Ismerősök
it: Contatti
jp: 連絡先
nb: Kontakter
pl: Kontakty
pt_br: Contatos
ru: Контакты
sw: Kontakter
tr: Kİşiler

source: Tags
cs: Tagy
fi: Tagit
fr: Etiquettes
he: תגים
hu: Címkék
it: Tag
jp: タグ
nb: Koder
pl: Etykiety
ru: Теги
sw: Taggar
tr: Etiketler

source: Delete one
cs: Odstranit jednu
da: Slet en
fi: Poista yksi
fr: Supprimer un élément
he: מחק אחד
hu: Egy törlése
it: Elimina uno
jp: 1 つ削除
nb: Slett én
pl: Usuń
pt_br: Excluir um
ru: Удалить один
sw: Radera en
tr: Birini sil

source: Keyword
cs: Klíčové heslo
da: Nøgleord
fi: Avainsana
fr: Mot-clé
he: מילות מפתח
hu: Kulcsszó
it: Parola chiave
jp: キーワード
nb: Nøkkelord
pl: Słowa kluczowe
pt_br: Palavra-chave
ru: Ключевое слово
sw: Nyckelord
tr: Anahtar kelime

source: Flickr members
cs: Uživatelé služby Flickr
da: Flickr-medlem
fi: Flickr-jäsenet
fr: Membres Flickr
he: חברי Flickr
hu: Flickr tagok
it: Membro Flickr
jp: Flickr メンバー
nb: Flickr-medlemmer
pl: Członkowie Flickr
pt_br: Membros do Flickr
ru: Члены Flickr
sw: Flickr-medlemmar
tr: Flickr üyeleri

source: Are you sure you want to delete this item?
cs: Jste si jisti, že chcete tuto položku odstranit?
da: Er du sikker på, at du vil slette dette element?
fi: Haluatko poistaa tämän kohteen?
fr: Voulez-vous vraiment supprimer cet élément ?
he: האם אתה בטוח שברצונך למחוק את הפריט הזה?
hu: Biztosan töröli ezt a tételt?
it: Eliminare questo elemento?
jp: この項目を削除してもよろしいですか?
nb: Er du sikker på at du vil slette dette elementet?
pl: Czy na pewno chcesz usunąć ten element?
pt_br: Tem certeza de que deseja excluir esse item?
ru: Действительно удалить этот элемент?
sw: Vill du verkligen radera det här alternativet?
tr: Bu öğeyi silmek istediğinizden emin misiniz?

source: Are you sure you want to delete all items?
cs: Jste si jisti, že chcete všechny položky odstranit?
da: Er du sikker på, at du vil slette alle elementer?
fi: Haluatko poistaa kaikki kohteet?
fr: Voulez-vous vraiment supprimer tous les éléments ?
he: האם אתה בטוח שברצונך למחוק את כל הפריטים?
hu: Biztosan töröli az összes tételt?
it: Eliminare tutti gli elementi?
jp: すべての項目を削除してもよろしいですか?
nb: Er du sikker på at du vil slette alle elementene?
pl: Czy na pewno chcesz usunąć wszystkie elementy?
pt_br: Tem certeza de que deseja excluir todos os itens?
ru: Действительно удалить все элементы?
sw: Vill du verkligen radera alla alternativ?
tr: Tüm öğeleri silmek istediğinizden emin misiniz?

source: This member has been added to your contact list.
cs: Tento člen byl přidán do seznamu kontaktů.
da: Dette medlem er blevet føjet til din kontaktliste.
fi: Tämä jäsen on lisätty yhteysluetteloosi.
fr: Ce membre a été ajouté à votre liste de contacts.
he: החבר התווסף לרשימת אנשי הקשר שלך.
hu: Ez a tag felkerült az Ön ismerőseinek listájára.
it: Questo membro è stato aggiunto all'elenco dei contatti.
jp: このメンバーは連絡先リストに追加されています。
nb: Dette medlemmet er lagt til i kontaktlisten din.
pl: Ten użytkownik został dodany do Twojej listy kontaktów.
pt_br: Esse membro foi adicionado à sua lista de contatos.
ru: Этот участник был добавлен в список контактов.
sw: Medlemmen har lagts till kontaktlistan.
tr: Bu üye kişi listenize eklendi.

source: This member has been add to your contact list.
cs: Tento člen byl přidán do seznamu kontaktů.
da: Dette medlem er blevet føjet til din kontaktliste.
fi: Tämä jäsen on lisätty yhteysluetteloosi.
fr: This member has been added to your contact list.
he: החבר התווסף לרשימת אנשי הקשר שלך.
hu: Ez a tag felkerült az Ön ismerőseinek listájára.
it: Questo membro è stato aggiunto all'elenco dei contatti.
jp: このメンバーは連絡先リストに追加されています。
nb: Dette medlemmet er lagt til i kontaktlisten din.
pl: Ten użytkownik został dodany do Twojej listy kontaktów.
pt_br: Esse membro foi adicionado à sua lista de contatos.
ru: Этот участник был добавлен в список контактов.
sw: Den här medlemmen har lagts till kontaktlistan.
tr: Bu üye kişi listenize eklendi.

source: Could not find any tag list.
cs: Seznam značek nelze nalézt.
da: Der kunne ikke findes nogen liste med mærker.
fi: Yhtään tunnisteluetteloa ei löydy.
fr: Impossible de trouver une liste d'étiquettes.
he: לא נמצאה רשימת תגיות כלשהי.
hu: Egyetlen címkelista sem található.
it: Impossibile trovare un elenco dei tag.
jp: タグのリストが見つかりませんでした。
nb: Fant ingen kodeliste.
pl: Nie znaleziono listy tagów.
pt_br: Não foi possível localizar nenhuma lista de marcadores.
ru: Не удалось найти список тегов.
sw: Kunde inte hitta någon tagglista.
tr: Etiket listesi bulamıyor.

source: Could not find any contact list.
cs: Seznam kontaktů nelze nalézt.
da: Der kunne ikke findes nogen kontaktliste.
fi: Yhtään yhteysluetteloa ei löydy.
fr: Impossible de trouver une liste de contacts.
he: לא נמצאה רשימת אנשי קשר כלשהי.
hu: Egyetlen ismerőslista sem található.
it: Impossibile trovare un elenco dei contatti.
jp: 連絡先リストが見つかりませんでした。
nb: Fant ingen kontaktliste.
pl: Nie znaleziono listy kontaktów.
pt_br: Não foi possível localizar nenhuma lista de contato.
ru: Не удалось найти список контактов.
sw: Kunde inte hitta någon kontaktlista.
tr: Kişi listesi bulamıyor.

source: There is no friend available.
cs: Žádný přítel není dostupný.
da: Der er ingen tilgængelige venner.
fi: Yhtään ystävää ei ole paikalla.
fr: Aucun ami n'est disponible.
he: אין חבר זמין.
hu: Nincs elérhető barát.
it: Nessun amico disponibile.
jp: 通信可能な友人がいません。
nb: Det finnes ikke noen venn tilgjengelig.
pl: Twoi przyjaciele nie są teraz dostępni.
pt_br: Não há amigo disponível.
ru: Друзья недоступны.
sw: Det finns ingen vän tillgänglig.
tr: Mevcut arkadaşınız yok.

source: A friend cannot be found.
cs: Přítele nelze nalézt.
da: Der kan ikke findes nogen ven.
fi: Ystävää ei löydy.
fr: Impossible de trouver un ami.
he: לא נמצא חבר.
hu: Egy barát nem található.
it: Impossibile trovare un amico.
jp: 友人が見つかりません。
nb: Ingen venn ble funnet.
pl: Nie można znaleźć przyjaciela.
pt_br: Não foi possível encontrar um amigo.
ru: Невозможно найти друга.
sw: En vän kan inte hittas.
tr: Bir arkadaş bulunamıyor.

source: There is no content available.
cs: Obsah není dostupný.
da: Der er intet tilgængeligt indhold.
fi: Sisältöä ei ole saatavilla.
fr: Aucun contenu n'est disponible.
he: אין תוכן זמין.
hu: Nincs elérhető tartalom.
it: Nessun contenuto disponibile.
jp: 使用できる連絡先がありません。
nb: Det finnes ikke noe innhold tilgjengelig.
pl: Brak dostępnej zawartości.
pt_br: Não há conteúdo disponível.
ru: Содержимое недоступно.
sw: Det finns inget innehåll tillgängligt.
tr: Mevcut içerik yok.

source: Search completed. No result found.
cs: Hledání dokončeno. Žádné výsledky nenalezeny.
da: Søgning udført. Ingen resultater fundet.
fi: Haku valmis. Tuloksia ei löytynyt.
fr: Recherche terminée. Aucun résultat n'a été trouvé.
he: החיפוש הסתיים. לא נמצאו תוצאות.
hu: A keresés befejeződött. Nincs találat.
it: Ricerca completata. Nessun risultato trovato.
jp: 検索が完了しました。結果が見つかりません。
nb: Søk fullført. Fant ingen resultater.
pl: Wyszukiwanie zakończone. Brak wyników.
pt_br: Pesquisa concluída. Nenhum resultado encontrado.
ru: Поиск завершен. Результаты отсутствуют.
sw: Sökning slutförd. Inga resultat hittades.
tr: Arama tamamlandı. Sonuç bulunamadı.

source: Now playing:
cs: Přehrávání
da: Afspiller nu
fi: Nyt toistetaan
fr: Lecture en cours
he: מנגן כעת
hu: Most játszott:
it: In esecuzione
jp: 現在再生中:
nb: Spiller nå
pl: Aktualnie odtwarzane
pt_br: Reproduzindo agora
ru: Воспроизводится
sw: Nu spelas
tr: Şimdi Yürütülüyor

source: Last station:
cs: Poslední stanice:
da: Seneste station:
fi: Viimeinen asema:
fr: Dernière station :
he: תחנה אחרונה:
hu: Legutóbbi állomás:
it: Ultima stazione:
jp: 最新ステーション:
nb: Siste stasjon:
pl: Ostatnio wybrana stacja:
pt_br: Última estação:
ru: Последняя станция:
sw: Senaste station:
tr: Son istasyon:

source: My presets
cs: Mé předvolby
da: Mine faste stationer
fi: Omat esiasetukset
fr: Mes valeurs prédéfinies
he: ההגדרות הקבועות מראש שלי
hu: Saját beprogramozott állomások
it: Preimpostazioni personali
jp: 事前設定
nb: Mine forhåndsinnstillinger
pl: Moje ustawienia
pt_br: Minhas pré-definições
ru: Мой список станций
sw: Mina förinställningar
tr: Ayarlılarım

source: Stations
cs: Stanice
da: Stationer
fi: Asemat
he: תחנות
hu: Állomások
it: Stazioni
jp: ステーション
nb: Stasjoner
pl: Stacje
pt_br: Estações
ru: Станции
sw: Stationer
tr: İstasyonlar

source: Preferences
cs: Předvolby
da: Præferencer
fi: Asetukset
fr: Préférences
he: העדפות
hu: Felhasználói beállítások
it: Preferenze
jp: 環境設定
nb: Innstillinger
pl: Preferencje
pt_br: Preferências
ru: Настройки пользователя
sw: Inställningar
tr: Tercihler

source: Sign in / Sign out
cs: Přihlásit / odhlásit
da: Log på / Log af
fi: Kirjaudu sisään / Kirjaudu ulos
fr: Se connecter / Se déconnecter
he: התחברות / התנתקות
hu: Bejelentkezés / kijelentkezés
it: Accedi/Esci
jp: サインイン/サインアウト
nb: Logg på / logg av
pl: Zapisz się/wypisz się
pt_br: Entrar/Sair
ru: Регистрация/отмена регистрации
sw: Logga in/logga ut
tr: Oturum aç / Oturum kapat

source: About Live365
cs: O službě Live365
da: Om Live365
fi: Tietoja Live365:stä
fr: A propos de Live365
he: על Live365
hu: A LIve365 névjegye
it: Informazioni su Live365
jp: Live365 について
nb: Om Live365
pl: Informacje o Live365
pt_br: Sobre o Live365
ru: О службе Live365
sw: Om Live365
tr: Live365 Hakkında

source: Remove station
cs: Odebrat stanici
da: Fjern station
fi: Poista asema
fr: Supprimer la station
he: הסר תחנה
hu: Állomás eltávolítása
it: Rimuovi stazione
jp: ステーションの削除
nb: Fjern stasjon
pl: Usuń stację
pt_br: Remover estação
ru: Удалить станцию
sw: Ta bort station
tr: İstasyonu kaldır

source: Add to my presets
cs: Přidat do předvoleb
da: Tilføj til mine faste stationer
fi: Lisää esiasetuksiini
fr: Ajouter à mes valeurs prédéfinies
he: הוסף להגדרות הקבועות מראש שלי
hu: Hozzáadás a saját beprogramozott állomásokhoz
it: Aggiungi alle preimpostazioni personali
jp: 事前設定に追加
nb: Legg til i forhåndsinnstillingene
pl: Dodaj do moich ustawień
pt_br: Adicionar às minhas pré-definições
ru: Добавить в мой список станций
sw: Lägg till mina förinställningar
tr: Ayarlılarıma ekle

source: Free stations
cs: Bezplatné stanice
da: Ledige stationer
fi: Ilmaiset asemat
fr: Stations gratuites
he: תחנות חינם
hu: Ingyenes állomások
it: Stazioni gratuite
jp: フリー ステーション
nb: Gratisstasjoner
pl: Stacje darmowe
pt_br: Estações gratuitas
ru: Свободные станции
sw: Fria stationer
tr: Ücretsiz istasyonlar

source: VIP stations
cs: Stanice VIP
da: VIP-stationer
fi: VIP-asemat
fr: Stations VIP
he: תחנות VIP
hu: Exkluzív állomások
it: Stazioni VIP
jp: VIP ステーション
nb: VIP-stasjoner
pl: Stacje VIP
pt_br: Estações VIP
ru: Станции VIP
sw: VIP-stationer
tr: VIP istasyonlar

source: Recommendations
cs: Doporučení
da: Anbefalinger
fi: Suositukset
fr: Recommandations
he: המלצות
hu: Ajánlatok
it: Consigli
jp: 推奨事項
nb: Anbefalinger
pl: Polecane
pt_br: Recomendações
ru: Рекомендации
sw: Rekommendationer
tr: Öneriler

source: Thumbs up
cs: Líbí se mi
da: Tommelfinger op
fi: Peukut pystyyn
fr: J'aime
he: מומלץ
hu: Tetszik
it: Mi piace
jp: サム アップ
nb: Tommel opp
pl: Dobre
pt_br: Bom
ru: Хорошо
sw: Miniatyrer upp
tr: Parmaklar yukarı

source: Thumbs down
cs: Nelíbí se mi
da: Tommelfinger ned
fi: Peukut alas
fr: Je n'aime pas
he: לא מומלץ
hu: Nem tetszik
it: Non mi piace
jp: サム ダウン
nb: Tommel ned
pl: Złe
pt_br: Ruim
ru: Плохо
sw: Minatyrer ned
tr: Parmaklar aşağı

source: Email track
cs: Upozorňování e-mailem
da: Send sang via e-mail
fi: Sähköpostikappale
fr: Envoyer la piste par e-mail
he: שלח רצועה בדואר אלקטרוני
hu: E-mail nyomkövetés
it: Invia traccia via e-mail
jp: 電子メールの追跡
nb: Send spor med e-post
pl: Ślad e-mail
pt_br: Acompanhamento de e-mail
ru: Отправить дорожку по эл. почте
sw: E-postsökning
tr: Eposta izi

source: Audio quality
cs: Kvalita zvuku
da: Lydkvalitet
fi: Äänenlaatu
fr: Qualité audio
he: איכות שמע
hu: Hangminőség
it: Qualità audio
jp: オーディオ品質
nb: Lydkvalitet
pl: Jakość audio
pt_br: Qualidade de áudio
ru: Качество аудио
sw: Ljudkvalitet
tr: Ses kalitesi

source: Sort
cs: Uspořádat
da: Sortér
fi: Järjestä
fr: Trier
he: מיון
hu: Rendezés
it: Ordina
jp: 並べ替え
nb: Sorter
pl: Sortuj
pt_br: Ordenar
ru: Сортировать
sw: Sortera
tr: Sırala

source: All stations
cs: Všechny stanice
da: Alle stationer
fi: Kaikki asemat
fr: Toutes les stations
he: כל התחנות
hu: Minden állomás
it: Tutte le stazioni
jp: すべてのステーション
nb: Alle stasjoner
pl: Wszystkie stacje
pt_br: Todas as estações
ru: Все станции
sw: Alla stationer
tr: Tüm istasyonlar

source: Only high
cs: Pouze vysoká kvalita
da: Kun høj
fi: Vain korkea
fr: Haute uniquement
he: גבוה בלבד
hu: Csak magas
it: Solo alte
jp: 高のみ
nb: Bare høye
pl: Tylko wysokie
pt_br: Apenas alto
ru: Только с высоким рейтингом
sw: Endast hög
tr: Sadece yüksek

source: Medium to high
cs: Střední až vysoká kvalita
da: Medium til høj
fi: Keskitasoisesta korkeaan
fr: Moyenne à haute
he: בינוני עד גבוה
hu: Közepestől magasig
it: Da medie ad alte
jp: 中から高
nb: Middels til høye
pl: Średnie do wysokie
pt_br: Médio para alto
ru: Рейтинг от среднего до высокого
sw: Medium till hög
tr: Ortadan yükseğe

source: Low to medium
cs: Nízká až střední kvalita
da: Lav til medium
fi: Matalasta keskitasoiseen
fr: Faible à moyenne
he: נמוך עד בינוני
hu: Alacsonytól közepesig
it: Da basse a medie
jp: 低から中
nb: Lave til middels
pl: Niskie do średnie
pt_br: Baixo para médio
ru: Рейтинг от низкого до среднего
sw: Låg till medium
tr: Düşükten ortaya

source: Only low
cs: Pouze nízká kvalita
da: Kun lav
fi: Vain matala
fr: Faible uniquement
he: נמוך בלבד
hu: Csak alacsony
it: Solo basse
jp: 低のみ
nb: Bare lave
pl: Tylko niskie
pt_br: Apenas baixo
ru: Только с низким рейтингом
sw: Endast låg
tr: Sadece düşük

source: Sort stations alphabetically
cs: Seřadit stanice abecedně
da: Sortér stationer alfabetisk
fi: Lajittele asemat aakkosjärjestyksessä
fr: Classer les stations par ordre alphabétique
he: מיין תחנות בסדר אלפביתי
hu: Állomások rendezése ábécésorrend szerint
it: Ordina stazioni in ordine alfabetico
jp: ステーションをアルファベット順に並べ替え
nb: Sorter stasjonene alfabetisk
pl: Sortuj stacje alfabetycznie
pt_br: Classificar estações por ordem alfabética
ru: Сортировать станции по алфавиту
sw: Sortera stationerna i bokstavsordning
tr: İstasyonları alfabetik olarak sırala

source: Sort stations by popularity
cs: Seřadit stanice dle popularity
da: Sortér stationer efter popularitet
fi: Lajittele asemat suosion mukaan
fr: Classer les stations par popularité
he: מיין תחנות לפי פופולריות
hu: Állomások rendezése népszerűség szerint
it: Ordina stazioni per popolarità
jp: 人気順でステーションを並べ替え
nb: Sorter stasjonene etter popularitet
pl: Sortuj stacje wg popularności
pt_br: Classificar estações por popularidade
ru: Сортировать станции по популярности
sw: Sortera stationerna efter popularitet
tr: İstasyonları popülerliğe göre sırala

source: Sign in
cs: Přihlásit se
da: Log på
fi: Kirjaudu sisään
fr: Se connecter
he: היכנס
hu: Bejelentkezés
it: Accedi
jp: サインイン
nb: Logg på
pl: Zapisz się
pt_br: Entrar
ru: Регистрация
sw: Logga in
tr: Oturum aç

source: Don't have an account?
cs: Nemáte účet?
da: Har du ikke en konto?
fi: Eikö ole tiliä?
fr: Vous n'avez pas de compte ?
he: אין לך חשבון?
hu: Van fiókja?
it: Non si possiede un account?
jp: アカウントをお持ちですか?
nb: Har du ingen konto?
pl: Nie masz konta?
pt_br: Não possui uma conta?
ru: У вас нет учетной записи?
sw: Saknar du konto?
tr: Hesabınız yok mu?

source: Invalid username and password, please try again.
cs: Uživatelské jméno a heslo je neplatné, zkuste to znovu.
da: Brugernavn og adgangskode er ugyldig(t). Prøv igen.
fi: Virheellinen käyttäjänimi ja salasana, yritä uudelleen.
fr: Nom d'utilisateur et mot de passe non valides. Veuillez réessayer.
he: שם משתמש וסיסמה לא תקפים - נסה שוב.
hu: Érvénytelen felhasználónév és jelszó, próbálja meg újra.
it: Nome utente e password non validi. Riprovare.
jp: 無効なユーザー名およびパスワードです。やり直してください。
nb: Ugyldig brukernavn og passord, prøv igjen.
pl: Nieprawidłowa nazwa użytkownika i hasło, spróbuj ponownie.
pt_br: Nome de usuário e senha inválidos. Tente novamente.
ru: Неверное имя пользователя или пароль, повторите попытку.
sw: Ogiltigt användarnamn och lösenord, försök igen.
tr: Geçersiz kullanıcı adı ve şifre, lütfen tekrar deneyin.

source: Save the account information?
cs: Chcete uložit informace o účtu?
da: Gem kontooplysninger?
fi: Tallennetaanko tilitiedot?
fr: Voulez-vous enregistrer les informations de compte ?
he: לשמור מידע חשבון?
hu: Elmenti a fiókadatokat?
it: Salvare le informazioni di account?
jp: アカウント情報を保存しますか?
nb: Vil du lagre kontoopplysningene?
pl: Czy zapisać informacje o koncie?
pt_br: Salvar as informações da conta?
ru: Сохранить сведения учетной записи?
sw: Spara kontoinformation?
tr: Hesap bilgisini kaydet?

source: Save username only
cs: Uložit pouze uživatelské jméno
da: Gem kun brugernavn
fi: Tallenna vain käyttäjänimi
fr: Enregistrer le nom d'utilisateur uniquement
he: שמור שם משתמש בלבד
hu: Csak a felhasználónév elmentése
it: Salva solo nome utente
jp: ユーザー名のみを保存
nb: Lagre bare brukernavn
pl: Zapisz tylko nazwę użytkownika
pt_br: Salvar apenas nome do usuário
ru: Сохранить только имя пользователя
sw: Spara bara användarnamn
tr: Sadece kullanıcı adını kaydet

source: Are you sure to sign out?
cs: Opravdu se chcete odhlásit?
da: Er du sikker på, du vil logge af?
fi: Haluatko varmasti kirjautua ulos?
fr: Voulez-vous vraiment vous déconnecter ?
he: האם אתה בטוח שברצונך להתנתק?
hu: Biztosan kijelentkezik?
it: Uscire?
jp: サインアウトしてもよろしいですか?
nb: Er du sikker på at du vil logge av?
pl: Czy na pewno wypisać?
pt_br: Tem certeza de que deseja sair?
ru: Действительно отменить регистрацию?
sw: Vill du verkligen logga ut?
tr: Oturumu kapatmak istediğinizden emin misiniz?

source: The station is removed from your presets.
cs: Stanice byla odebrána z předvoleb.
da: Stationen er fjernet fra dine faste stationer.
fi: Asema on poistettu esiasetuksistasi.
fr: La station a été retirée de vos valeurs prédéfinies.
he: התחנה הוסרה מההגדרות הקבועות מראש.
hu: Az állomás eltávolítva a beprogramozottak közül.
it: La stazione è stata rimossa dalle preimpostazioni.
jp: ステーションが事前設定から削除されます。
nb: Stasjonen er fjernet fra forhåndsinnstillingene.
pl: Stacja została usunięta z ustawień.
pt_br: A estação foi removida das suas pré-definições.
ru: Станция удалена из вашего списка станций.
sw: Stationen tas bort från förinställningarna.
tr: İstasyon kayıtlı istasyonlardan çıkartıldı.

source: The station is added to your presets.
cs: Stanice byla přidána do předvoleb.
da: Stationen er tilføjet til dine faste stationer.
fi: Asema on lisätty esiasetuksiisi.
fr: La station a été ajoutée à vos valeurs prédéfinies.
he: התחנה התווספה מההגדרות הקבועות מראש.
hu: Az állomás hozzáadva a beprogramozottakhoz.
it: La stazione è stata aggiunta alle preimpostazioni.
jp: ステーションが事前設定に追加されます。
nb: Stasjonen er lagt til blant forhåndsinnstillingene.
pl: Stacja została dodana do ustawień.
pt_br: A estação foi adicionada às suas pré-definições.
ru: Станция добавлена в ваш список станций.
sw: Stationen läggs till dina förinställningar.
tr: İstasyon kayıtlı istasyonlara eklendi.
