Repository: alsedo/screenplay-dx
Catalog: core_repos/src/libs/RES_IOM/resource/mo/*.po
Languages: cs, da, fi, fr, he, hu, it, jp, nb, pl, pt_br, ru, sw, tr

source: Please select the device you would like to eject.
cs: Zvolte zařízení které chcete vysunout odpojit
da: Vælg den enhed, du vil tage ud.
fi: Valitse poistettava laite.
fr: Sélectionnez le périphérique à éjecter.
he: בחר את ההתקן שאתה רוצה להוציא.
hu: Válassza ki a kiadatni kívánt eszközt.
it: Selezionare il dispositivo da espellere.
jp: 取り出すデバイスを選択してください。
nb: Velg enheten du vil løse ut.
pl: Wybierz urządzenie, które zostanie wysunięte.
pt_br: Selecione o dispositivo que gostaria de ejetar.
ru: Выберите устройство, которое вы хотите извлечь.
sw: Välj den enhet du vill mata ut.
tr: Lütfen çıkartmak istediğiniz cihazı seçin.

source: Are you sure you want to remove this device?
cs: Jste si jisti, že chcete odstranit toto zařízení?
da: Er du sikker på, du vil fjerne denne enhed?
fi: Haluatko varmasti poistaa tämän laitteen?
fr: Voulez-vous vraiment retirer ce périphérique ?
he: האם אתה בטוח שאתה רוצה להסיר התקן זה?
hu: Biztosan eltávolítja ezt az eszközt?
it: Rimuovere il dispositivo?
jp: このデバイスを削除してもよろしいですか?
nb: Er du sikker på at du vil fjerne denne enheten?
pl: Czy na pewno chcesz usunąć to urządzenie?
pt_br: Tem certeza de que deseja remover esse dispositivo?
ru: Действительно извлечь это устройство?
sw: Vill du verkligen ta bort den här enheten?
tr: Bu cihazı çıkartmak istediğinizden emin misiniz?

source: Warning: please eject your USB storage device safely before removing it.
cs: Varování: před odebráním úložiště USB jej bezpečně vysuňte.
da: Advarsel! Skub din USB-lagerenhed sikkert ud, inden den fjernes.
fi: Varoitus: poista USB-muistilaite turvallisesti ennen irrottamista.
fr: Avertissement : veuillez éjecter votre périphérique de stockage USB avant de le retirer.
he: אזהרה: הוצא בבטחה את התקן אחסון USB לפני הוצאתו.
hu: Figyelmeztetés: az USB-tárolóeszközt eltávolítása előtt adassa ki.
it: Attenzione: espellere il dispositivo di storage USB con attenzione prima di rimuoverlo.
jp: 警告: USB ストレージ デバイスを安全に取り出してから削除してください。
nb: Advarsel: Løs USB-lagringsenheten trygt ut før du fjerner den.
pl: Ostrzeżenie: wysuń urządzenie pamięci masowej USB, zanim je odłączysz.
pt_br: Aviso: ejete seu dispositivo de armazenamento USB com segurança antes de removê-lo.
ru: Предупреждение. Выполните безопасное извлечение USB-накопителя перед его отсоединением.
sw: Varning: mata ut USB-lagringsenhet på ett säkert sätt före borttagning.
tr: Uyarı: USB depolama aygıtını çıkartmadan önce güvenle ladırmalısınız.

source: The device is busy. Please try later.
cs: Zařízení je zaneprázdněno. Opakujte akci později.
da: Enheden er optaget. Prøv senere.
fi: Laite on varattu. Yritä myöhemmin.
fr: Le périphérique est occupé. Veuillez réessayer ultérieurement.
he: ההתקן עסוק. נסה שוב מאוחר יותר.
hu: Az eszköz foglalt. Próbája újra később.
it: Dispositivo occupato. Riprovare più tardi.
jp: デバイスがビジー状態です。後からやり直してください。
nb: Enheten er opptatt. Prøv igjen senere.
pl: Urządzenie jest zajęte. Spróbuj później.
pt_br: O dispositivo está ocupado. Tente mais tarde.
ru: Устройство занято. Повторите попытку позже.
sw: Enheten är upptagen. Försök senare.
tr: Cihaz meşgul. Lütfen sonra tekrar deneyin.

source: Please wait while your storage unit is being ejected...
cs: Čekejte, dokud se jednotka úložiště nevysune...
da: Vent, mens lagerenheden skubbes ud...
fi: Odota niin kauan kun muistilaitetta poistetaan...
fr: Veuillez patienter lors de l'éjection de votre périphérique de stockage...
he: המתן בעת הוצאת יחידת האחסון...
hu: A tárolóegység kiadása folyamatban, kis türelmet...
it: Attendere l'espulsione dell'unità di storage...
jp: お使いのストレージ ユニットを取りだす間、しばらくお待ちください...
nb: Vent mens lagringsenheten blir løst ut ...
pl: Czekaj, urządzenie pamięci masowej jest wysuwane...
pt_br: Aguarde enquanto a unidade de armazenamento está sendo ejetada...
ru: Подождите, пока накопитель не будет извлечен...
sw: Vänta medan lagringsenheten matas ut...
tr: Depolama üniteniz kaldırılırken lütfen bekleyin.

source: No storage present
cs: Nenalezeno žádné úložiště
da: Intet lager til stede
fi: Ei tallennusvälinettä
fr: Aucun périphérique de stockage n'est connecté
he: לא מחובר אחסון
hu: Nincs jelen tároló
it: Nessuno storage presente
jp: ストレージが存在しません
nb: Ikke noe lager
pl: Brak urządzenia magazynującego
pt_br: Nenhum armazenamento presente
ru: Устройство хранения отсутствует
sw: Ingen lagringsplats finns
tr: Kayıt alanı mevcut değil

source: Media library compilation requires more storage space:
cs: Kompilace knihovny médií vyžaduje více volného prostoru úložiště
da: Kompilering af mediebibliotek kræver mere plads:
fi: Mediakirjaston käännös tarvitsee enemmän tallennustilaa:
fr: La compilation de la bibliothèque multimédia requiert davantage d'espace de stockage :
he: הידור ספריית מדיה זקוק ליותר מקום אחסון:
hu: A műsortár összeállításához több tárterület szükséges:
it: La compilation della libreria multimediale richiede più spazio di storage:
jp: メディア ライブラリをコンピレーションするには、さらにストレージ容量が必要です。
nb: Kompilering av mediebibliotek krever mer lagringsplass:
pl: Kompilacja biblioteki multimediów wymaga więcej miejsca:
pt_br: A compilação da biblioteca de mídia requer mais espaço de armazenamento:
ru: Составление мультимедийной библиотеки требует больше места на устройстве хранения:
sw: Mediebibliotekskompilering kräver mer lagringsplats:
tr: Ortam kitaplığının derlenmesi için daha fazla kayıt alanı gerekir:

source: Scanning the attached storage. The first time scanning may take longer. Please wait...
cs: Prověřování připojeného úložiště. Poprvé může prověřování trvat déle. Čekejte...
da: Scanner det tilknyttede lager. Scanningen kan tage længere tid første gang. Vent...
fi: Skannataan liitettyä tallennusvälinettä. Ensimmäinen skannaus saattaa kestää kauemmin. Odota...
fr: Analyse du périphérique de stockage connecté. La première analyse peut prendre du temps. Veuillez patienter...
he: סורק את האחסון המחובר. הסריקה הראשונה עשויבה לקחת זמן רב יותר. אנא המתן...
hu: A csatolt tároló átvizsgálása folyamatban. Az első alkalommal az átvizsgálás hosszabb időt is igénybe vehet. Kis türelmet...
it: Scansione dello storage collegato. La prima scansione potrebbe richiedere più tempo. Attendere...
jp: 接続されたストレージをスキャンしています。初回のスキャンには少し時間がかかる場合があります。しばらくお待ちください...
nb: Skanner det tilknyttede lageret. Skanning første gang kan ta lengre tid. Vent litt...
pl: Skanowanie dołączonego pliku. Pierwsze skanowanie może potrwać długo. Proszę czekać...
pt_br: Verificando o armazenamento conectado. A primeira verificação pode levar mais tempo. Aguarde...
ru: Сканирование присоединенного устройства хранения. Первое сканирование может занять много времени. Подождите...
sw: Skannar bifogad lagring. Första gången kan skanningen ta längre tid. Vänta...
tr: Eklenmiş kayıt alanı taranıyor. İlk kez taranıyorsa işlem daha uzun sürebilir. Lütfen bekleyin...

source: Unable to recognize attached device at USB port
cs: Nelze rozeznat zařízení připojené k portu USB.
da: Kan ikke genkende den enhed, der er tilsluttet USB-porten
fi: USB-porttiin liitettyä laitetta ei tunnisteta
fr: Impossible de reconnaître le périphérique relié au port USB
he: לא ניתן לזהות את ההתקן המחובר ליציאת USB
hu: Az USB-porthoz csatlakoztatott eszköz felismerése sikertelen
it: Impossibile riconoscere il dispositivo collegato alla porta USB
jp: 接続されたデバイスを USB ポートで認識できません。
nb: Gjenkjenner ikke enheten som er koblet til USB-porten
pl: Nie można rozpoznać urządzenia podłączonego do portu USB
pt_br: Não é possível reconhecer o dispositivo conectado à porta USB
ru: Не удается распознать устройство, подключенное к USB-порту
sw: Kunde inte identifiera bifogad enhet i USB-porten
tr: USB portuna takılı cihaz tanınamadı

source: Storage can not aggregate
cs: Úložiště nelze seskupit
da: Lager kan ikke samles
fi: Tallennusväline ei voi yhdistää
fr: Impossible d'ajouter de l'espace de stockage
he: האחסון אינו יכול לבצע אגרגציה
hu: A tároló nem képes a tömörítésre
it: Lo storage non è in grado di effettuare l'aggregazione
jp: ストレージを統合できません
nb: Lageret kan ikke aggregere
pl: Brak możliwości agregacji urządzenia magazynującego
pt_br: Não é possível agregar o armazenamento
ru: Объем хранения не может суммироваться
sw: Lagringsplats kan inte beräknas
tr: Hafıza bütünleştirilemedi

source: Media library does not support journaled file system. Playback is still supported.
cs: Knihovna médií nepodporuje žurnálovací souborový systém. Přehrávání je však podporováno.
da: Mediebibliotek understøtter ikke journaliseret filsystem. Afspilning understøttes stadig.
fi: Mediakirjasto ei tue journaloitua tiedostojärjestelmää. Toisto on yhä tuettu.
fr: La bibliothèque multimédia ne prend pas en charge le système de fichiers journalisé. La lecture est toutefois possible.
he: ספריית מדיה אינה תומכת במערכת קבצים מסוג journaled. השמעה עדיין נתמכת.
hu: A műsortár a naplózott fájlrendszereket nem támogatja. A lejátszás ezzel együtt is támogatott.
it: La libreria multimediale non supporta il file system journaled. La riproduzione è comunque supportata.
jp: メディア ライブラリでは JFS (Journaled File System) をサポートしていません。再生は引き続きサポートされています。
nb: Mediebiblioteket støtter ikke journalført filsystem. Avspilling støttes fremdeles.
pl: Biblioteka multimediów nie obsługuje księgowania. Brak możliwości odtwarzania.
pt_br: A biblioteca de mídia não aceita sistemas de arquivos Journaled. A reprodução ainda é possível.
ru: Библиотека мультимедиа не поддерживает файловую систему с отслеживанием изменений. Тем не менее воспроизведение поддерживается.
sw: Mediebiblioteket stöder inte journalfilsystem. Uppspelning stöds fortfarande.
tr: Medya kitaplığı günlüklü dosya sistemini desteklemiyor. Yürütme hala destekleniyor.

source: Unable to create media library on read only storage.
cs: Nelze vytvořit knihovnu médií na úložišti chráněném proti zápisu.
da: Kan ikke oprette mediebibliotek på skrivebeskyttet lager
fi: Mediakirjastoa ei voi luoda kirjoitussuojatulle asemalle.
fr: Impossible de créer la bibliothèque multimédia sur un périphérique de stockage en lecture seule.
he: לא ניתן ליצור ספריית מדיה על-גבי אחסון לקריאה בלבד.
hu: Csak olvasható tárolón nem lehet műsortárat létrehozni.
it: Impossibile creare libreria multimediale su storage di sola lettura.
jp: メディア ライブラリを読み取り専用ストレージで作成できません。
nb: Kan ikke opprette mediebibliotek på skrivebeskyttet lager.
pl: Nie można utworzyć biblioteki multimediów na urządzeniu umożliwiajacym tylko odczyt.
pt_br: Não é possível criar uma biblioteca de mídia em armazenamentos somente leitura.
ru: Невозможно создать библиотеку мультимедиа на устройстве хранения, доступном только для чтения.
sw: Kan inte skapa mediebibliotek baserat på skrivskyddad lagring.
tr: Salt okunur hafızada ortam kiptalığı oluşturulamıyor.

source: Unable to create media library. Please check your storage setting.
cs: Nelze vytvořit knihovnu médií. Zkontrolujte nastavení úložiště.
da: Kan ikke oprette mediebibliotek. Kontroller dine lagerindstillinger.
fi: Mediakirjaston luonti ei onnistu. Tarkista tallennusvälineen asetukset.
fr: Impossible de créer la bibliothèque multimédia. Vérifiez les paramètres de stockage.
he: לא ניתן ליצור את ספריית המדיה. בדוק את הגדרות האחסון.
hu: A műsortárat nem lehet létrehozni. Ellenőrizze a tárolóbeállításokat.
it: Impossibile creare libreria multimediale. Verificare l'impostazione di storage.
jp: メディア ライブラリを作成できません。ストレージの設定を確認してください。
nb: Kan ikke opprette mediebibliotek. Kontroller lagerinnstillingen.
pl: Nie można utworzyć biblioteki multimediów. Sprawdź ustawienia urządzenia magazynującego.
pt_br: Não foi possível criar a biblioteca de mídia. Verifique a configuração do armazenamento.
ru: Невозможно создать библиотеку мультимедиа. Проверьте параметры устройства хранения.
sw: Kan inte skapa mediebibliotek. Kontrollera lagringsinställningarna.
tr: Ortam kitaplığı oluşturulamadı. Lütfen hafıza ayarlarınızı kontrol edin.

source: Unrecognized USB device
cs: Nerozpoznané zařízení USB
da: Ukendt USB-enhed
fi: Tunnistamaton USB-laite
fr: Périphérique USB non reconnu
he: התקן USV לא מוכר
hu: Ismeretlen USB-eszköz
it: Dispositivo USB non riconosciuto
jp: 認識されない USB デバイス
nb: Ukjent USB-enhet
pl: Nierozpoznane urządzenie USB
pt_br: Dispositivo USB não reconhecido
ru: Неизвестное USB-устройство
sw: USB-enhet oidentifierbar
tr: Tanınamayan USB cihazı

source: Scanning the attached USB device...
cs: Prověřování připojeného zařízení USB...
da: Scanner den tilknyttede USB-enhed
fi: Etsitään liitettyä USB-laitetta...
fr: Analyse du périphérique USB connecté...
he: סורק את התקן ה-USB המחובר...
hu: A csatlakoztatott USB-eszköz átvizsgálása...
it: Scansione del dispositivo USB collegato in corso...
jp: 接続された USB デバイスをスキャンしています...
nb: Skanner tilkoblet USB-enhet...
pl: Skanowanie podłączonego urządzenia USB...
pt_br: Verificando o dispositivo USB conectado...
ru: Сканирование подключенного USB-устройства...
sw: Skannar bifogad USB-enhet...
tr: Takılan USB cihazı taranıyor...

source: Under digital audio output setting, an AV receiver with proper audio format support is required in order to play audio track with surround sound.
cs: Pokud chcete přehrát audiostopu s prostorovým zvukem, musí být nastaven digitální audiovýstup a připojen přijímač AV, který podporuje daný audioformát.
da: Under indstilling af digital lydudgang kræves en AV-modtager, der understøtter det korrekte lydformat, for at afspille lydspor med surround sound.
fi: Surround-ääntä sisältäviä ääniraitoja toistettaessa digitaalisen äänilähdön asetuksissa on oltava AV-vastaanotin, joka tukee oikeaa äänimuotoa.
fr: Dans le paramètre de sortie audio numérique, un récepteur AV prenant charge correctement le format audio est requis pour lire les pistes audio avec le son surround.
he: תחת הגדרת מוצא שמע דיגטלי, נדרש מקלט AV בעל תמיכה נאותה בתבניות שמע כדי לנגן רצועת שמע עם צליל surround.
hu: A digitális hangkimenet beállítása esetén a Surround hangsávok lejátszásához megfelelő hangformátum-támogatást biztosító AV vevőegység szükséges.
it: Per riprodurre tracce audio con audio surround, è necessario disporre di un ricevitore AV che supporti il corretto formato audio nelle impostazioni di output audio digitale.
jp: デジタル オーディオ出力設定下でサラウンド音のオーディオ トラックを再生するには、適切なオーディオ形式を持つ AV 受信機のサポートが必要です。
nb: Under digital lydutgangsinnstilling er en AV-mottaker med støtte for riktig lydformat nødvendig for å kunne spille av lydspor med surround-lyd.
pl: Aby zapewnić odtwarzanie ścieżki audio z dźwiękiem przestrzennym, w ustawieniach cyfrowego wyjścia audio należy wbrać prawidłowy, obsługiwany format audio odtwarzacza AV.
pt_br: Na configuração de saída de áudio digital, é necessário haver um receptor AV com formato de áudio compatível para reproduzir faixas de áudio em som surround.
ru: При выбранном цифровом аудиовыходе для воспроизведения аудиодорожки с многоканальным звуком необходим AV-ресивер с соответствующей поддержкой аудиоформата.
sw: Under digital ljudutgångsinställninge krävs en AV-mottagare med stöd för lämpligt ljudformat för att kunna spela upp ljudspår med surroundljud.
tr: Surround sesli bir müzik parçasını çalabilmek için dijital ses çıkış ayarından uygun ses formatını destekleyen bir AV alıcı seçilmelidir.

source: Please DO NOT remove AC power or any storage disk.
cs: NEODPOJUJTE střídavé napájení ani disk úložiště.
da: Fjern IKKE strømstikket eller nogen lagringsdisk.
fi: ÄLÄ katkaise verkkovirtaa tai poista mitään tallennuslevyä.
fr: Ne retirez PAS l'alimentation secteur ou un disque de stockage.
he: אל תנתק את הזנת המתח או דיסק אחסון כלשהו.
hu: NE válassza le se a váltóáramú tápforrást, se egyetlen tárolólemezt.
it: NON rimuovere l'alimentatore CA o qualsiasi disco di storage.
jp: AC 電源またはストレージ ディスクを削除しないでください。
nb: IKKE trekk ut vekselstrømmen eller noen lagringsdisk.
pl: NIE odłączaj zasilania ani któregokolwiek dysku pamięci masowej.
pt_br: NÃO remova a alimentação CA ou nenhum disco de armazenamento.
ru: НЕ отключайте электропитание и какие-либо диски.
sw: Koppla INTE FRÅN AC-strömmen eller någon lagringsdisk.
tr: Lütfen AC güç kaynağı ya da depolama diskini ÇIKARTMAYIN.

source: Your HD Media Player is being upgraded. Please DO NOT turn off the device, remove the power supply, or unplug any attached storage.
cs: Váš přehrávač médií HD je aktualizován. NEVYPÍNEJTE zařízení, NEODPOJUJTE střídavé napájení ani připojené úložiště.
da: HD Media Player opgraderes. Sluk IKKE for enheden, fjern IKKE strømforsyningen og træk IKKE nogen tilsluttede lagerenheder ud.
fi: HD Media Playeriä päivitetään. ÄLÄ sammuta laitetta, poista virtalähdettä tai irrota mitään liitettyä tallennusvälinettä.
fr: Votre lecteur multimédia HD est en cours de mise à niveau. N'éteignez PAS le périphérique, ne retirez pas le câble d'alimentation et ne débranchez aucun périphérique relié.
he: HD Media Player עובר שדרוג. אל תכבה את ההתקן, אל תסיר את הזנת המתח ואל תנתק התקני אחסון מחוברים כלשהם.
hu: A HD médialejátszó frissítése éppen folyamatban van. NE kapcsolja ki az eszközt, és NE válassza le a tápellátást vagy a csatlakoztatott tárolók bármelyikét.
it: Aggiornamento in corso del lettore multimediale HD. NON spegnere il dispositivo, rimuovere l'alimentatore o scollegare qualsiasi storage connesso.
jp: お使いの HD メディア プレイヤーをアップグレードしています。デバイスをオフにしたり、電源を切ったり、接続されたストレージのプラグをはずさないでください。
nb: Din HD Media Player blir oppgradert. IKKE slå av enheten, trekk ut strømforsyningen eller koble fra tilkoblede lagringsenheter.
pl: Trwa aktualizowanie odtwarzacza HD Media Player. NIE wyłączaj urządzenia, nie odłączaj zasilania ani żadnej podłączonej pamięci masowej.
pt_br: Seu reprodutor de mídia HD está sendo atualizado. NÃO desligue o dispositivo, remova a fonte de alimentação ou retire nenhum armazenamento conectado.
ru: Выполняется обновление проигрывателя HD-мультимедиа. ЗАПРЕЩАЕТСЯ выключать устройство, отсоединять блок питания и какой-либо подключенный накопитель.
sw: Din HD Media Player uppgraderas. STÄNG INTE AV enheten, eller koppla från strömkällan eller koppla ur lagringsenheten.
tr: HD Medya Oynatıcınız yükseltiliyor.Lütfen cihazı KAPATMAYIN, güç kaynağını veya takılı depolama ünitelerini ÇIKARTMAYIN.

source: Upgrade complete!
cs: Aktualizace byla dokončena!
da: Opgradering fuldført!
fi: Päivitys on tehty.
fr: Mise à niveau terminée !
he: השדרוג הושלם!
hu: A frissítés kész!
it: Aggiornamento completato
jp: アップグレードが完了しました。
nb: Oppgradering fullført!
pl: Aktualizacja zakończona!
pt_br: Atualização concluída!
ru: Обновление завершено!
sw: Uppgradering klar!
tr: Yükseltme tamamlandı!

source: Updates were installed successfully. The device is now restarting...
cs: Aktualizace byly úspěšně nainstalovány. Zařízení bude nyní restartováno...
da: Installation af opdateringer gennemført. Enheden genstartes nu...
fi: Päivitykset asennettiin onnistuneesti. Laite käynnistyy nyt uudelleen...
fr: L'installation des mises à jour a réussi. Le périphérique va redémarrer...
he: העדכונים הותקנו בהצלחה. ההתקן מאותחל כעת...
hu: A frissítések telepítése sikeres. Az eszköz most újraindul...
it: Gli aggiornamenti sono stati installati correttamente. Riavvio del dispositivo in corso...
jp: 更新のインストールが完了しました。デバイスを再起動しています...
nb: Oppdateringene er installert. Nå blir enheten omstartet ...
pl: Aktualizacje zostały zainstalowane pomyślnie. Urządzenie zostanie teraz uruchomione ponownie...
pt_br: As atualizações foram instaladas com êxito. O dispositivo está sendo reiniciado agora...
ru: Обновления были успешно установлены. Перезапуск устройства...
sw: Uppdateringarna installerades. Enheten startar nu om...
tr: Güncellemeler başarıyla kuruldu. Cihaz şimdi yeniden başlatılıyor...

source: Unable to recognize attached device at USB port.
cs: Zařízení připojené v portu USB nelze rozpoznat.
da: Enhed tilsluttet USB-porten blev ikke genkendt.
fi: USB-porttiin liitettyä laitetta ei tunnisteta.
fr: Impossible d'identifier le périphérique connecté au port USB.
he: ההתקן ביציאת USB אינו מזוהה.
hu: Az USB-porthoz csatlakoztatott eszköz felismerése sikertelen.
it: Impossibile riconoscere il dispositivo connesso alla porta USB.
jp: 接続されたストレージを USB ポートで認識できません。
nb: Gjenkjenner ikke tilkoblet enhet på USB-port.
pl: Nie można rozpoznać urządzenia podłączonego do portu USB.
pt_br: Não foi possível reconhecer o dispositivo conectado à porta USB.
ru: Невозможно распознать устройство, подключенное к USB-порту.
sw: Kunde inte identifiera ansluten enhet vid USB-porten.
tr: USB porta takılan cihaz tanınmadı.

source: Device is shutting down...
cs: Zařízení se vypíná...
da: Enheden slukkes...
fi: Laite sammutetaan...
fr: Le périphérique va s'éteindre...
he: ההתקן בתהליך כיבוי...
hu: Az eszköz leállítása folyamatban...
it: Spegnimento del dispositivo in corso...
jp: デバイスをシャットダウンしています...
nb: Enheten slås av ...
pl: Trwa wyłączanie urządzenia...
pt_br: O dispositivo está sendo desligado...
ru: Выключение устройства...
sw: Enheten stänger ned...
tr: Cihaz kapanıyor...

source: Local device is disconnected.
cs: Místní zařízení je odpojeno.
da: Lokal enhed er frakoblet.
fi: Yhteys paikalliseen laitteeseen on katkaistu.
fr: Le périphérique local est déconnecté.
he: ההתקן המקומי מנותק.
hu: A helyi eszköz nem csatlakozik.
it: Dispositivo locale disconnesso.
jp: ローカル デバイスが切断されています。
nb: Lokal enhet kobles fra.
pl: Urządzenie lokalne jest odłączone.
pt_br: O dispositivo local está desconectado.
ru: Локальное устройство отключено.
sw: Lokal enhet är frånkopplad.
tr: Lokal cihazın bağlantısı kesildi.

source: Do you really want to restart device?
cs: Opravdu chcete zařízení restartovat?
da: Er du sikker på, at du vil genstarte enheden?
fi: Haluatko käynnistää laitteen uudelleen?
fr: Voulez-vous vraiment redémarrer le périphérique ?
he: האם ברצונך לאתחל את ההתקן?
hu: Biztosan újra szeretné indítani az eszközt?
it: Riavviare il dispositivo?
jp: デバイスを再起動してもよろしいですか?
nb: Er du sikker på at du vil omstarte enheten?
pl: Czy na pewno chcesz ponownie uruchomić urządzenie?
pt_br: Deseja realmente reiniciar o dispositivo?
ru: Действительно перезапустить устройство?
sw: Vill du verkligen starta om enheten?
tr: Cihazı tekrar başlatmayı gerçekten istiyor musunuz?

source: Action cancelled
cs: Akce byla zrušena
da: Handling annulleret
fi: Toiminto peruutettu
fr: Action annulée
he: הפעולה בוטלה
hu: A művelet megszakítva
it: Azione annullata
jp: アクションがキャンセルされました
nb: Handling avbrutt
pl: Akcja została anulowana
pt_br: Ação cancelada
ru: Действие отменено
sw: Åtgärden avbröts
tr: Eylem iptal edildi

source: A fatal system error has occurred. The device will restart...
cs: Nastala závažná chyba systému. Zařízení bude restartováno.
da: Der er opstået en alvorlig fejl. Enheden genstartes.
fi: On tapahtunut vakava järjestelmävirhe. Laite käynnistyy uudelleen¡K
fr: Une erreur fatale du système s'est produite. Le périphérique va redémarrer.
he: אירעה שגיאות מערכת חמורה. ההתקן יאותחל
hu: Súlyos rendszerhiba történt. Az eszköz most újraindul...
it: Si è verificato un errore di sistema irreversibile. Il dispositivo verrà riavviato.
jp: 重大なシステム エラーが発生しました。デバイスを再起動します。
nb: En alvorlig systemfeil har oppstått. Enheten blir omstartet.
pl: Wystąpił błąd krytyczny systemu. Urządzenie zostanie ponownie uruchomione.
pt_br: Ocorreu um erro fatal de sistema. O dispositivo será reiniciado.
ru: Произошла неисправимая ошибка. Будет выполнен перезапуск устройства.
sw: Ett allvarligt systemfel har inträffat. Enheten startar om.
tr: Önemli bir hata oluştu. Cihaz yeniden başlatılacak.
