Repository: alsedo/screenplay-dx
Catalog: core_repos/src/libs/RES_IOM/resource/mo/*.po
Languages: cs, da, fi, fr, he, hu, it, jp, nb, pl, pt_br, ru, sw, tr

source: No storage and media server found. Please insert storage or check network configuration and refresh again.
cs: Nebylo nalezeno žádné úložiště ani aplikace Media Server. Vložte úložiště nebo zkontrolujte konfiguraci sítě a zkuste to znovu.
da: Intet lager og ingen medieserver fundet. Isæt lager eller kontrollér netværkskonfiguration, og opdatér igen.
fi: Tallennusvälinettä ja mediapalvelinta ei löydy. Aseta tallennusväline tai tarkista verkon määritys ja virkistä uudelleen.
fr: Aucun périphérique de stockage ou serveur multimédia n’a été trouvé. Connectez un périphérique de stockage ou vérifiez la configuration réseau puis réessayez.
he: לא נמצאה שרת מדיה ואחסון. הכנס את מדיה או בדוק את תצורת הרשת ורענן שוב.
hu: Nem található tár- vagy médiakiszolgáló. Helyezze be a tárat vagy ellenőrizze a hálózati beállításokat, és frissítsen újra.
it: Nessuno storage o server multimediale trovato. Inserire storage o controllare la configurazione di rete e aggiornare.
jp: ストレージおよびメディア サーバーが見つかりません。 ストレージを挿入して、ネットワーク構成を確認し、もう一度更新してください。
nb: Ingen lagrings- eller medieserver funnet. Sett inn lager eller sjekk nettverkskonfigurasjonen og oppdater på nytt.
pl: Nie znaleziono urządzenia magazynującego ani serwera. Podłącz urządzenie magazynujące lub sprawdź konfigurację sieci i odśwież ponownie.
pt_br: Nenhum servidor de armazenamento e mídia encontrado. Insira o armazenamento ou verifique a configuração de rede e atualize novamente.
ru: Устройство хранения и медиа-сервер не найдены. Подключите устройство хранения или проверьте сетевые настройки, а затем обновите экран.
sw: Ingen lagrings- och medieserver hittades. Mata in lagringsenheten eller kontrollera nätverkskonfigurationen och uppdatera igen.
tr: Depolama veya medya sunucu bulunamadı. Lütfen depolamayı yerleştirin veya ağ konfigürasyonunu kontrol edin ve tekrar yenileyin.

source: This folder already contains a file named:Would you like to overwrite it?
cs: Tato složka již obsahuje soubor s názvem:Chcete jej přepsat?
da: Denne mappe indeholder allerede en fil med navnet:Vil du overskrive den?
fi: Tässä kansiossa on jo tiedosto, jonka nimi on:Kirjoitetaanko yli?
fr: Ce dossier comporte déjà un fichier nommé :Voulez-vous le remplacer ?
he: התיקייה מכילה כבר קובץ בשם:האם ברצונך להחליף אותו?
hu: A mappa már tartalmazza a következő nevű fájlt:Felül kívánja írni?
it: La cartella contiene un file denominato:Sovrascrivere?
jp: このフォルダには次の名前のファイルが既に存在します:上書きしますか?
nb: Denne mappen inneholder en fil med navnet:Vil du overskrive den?
pl: W tym folderze już znajduje się plik o nazwie:Czy chcesz nadpisać?
pt_br: A pasta já contém um arquivo chamado: Gostaria de sobrescrevê-lo?
ru: В папке уже содержится файл с именем:Перезаписать файл?
sw: Den här mappen innehåller redan en fil med namnet:Vill du skriva över den?
tr: Bu klasörde zaten: adında bir dosya var Üzerine yazmak istiyor musunuz?

source: Process completed.
cs: Proces byl dokončen.
da: Proces fuldført.
fi: Prosessi valmis.
fr: Opération terminée.
he: התהליך הושלם.
hu: A folyamat befejeződött.
it: Processo terminato.
jp: 処理が完了しました。
nb: Prosess fullført.
pl: Zakończono proces.
pt_br: Processo concluído.
ru: Операция завершена.
sw: Bearbetning klar.
tr: İşlem tamamlandı.

source: The folder name cannot contain any of following \ / : * ? " < > | .
cs: Název složky nesmí obsahovat následující znaky: \ / : * ? " < > |
da: Mappen må ikke indeholde nogen af følgende \ / : * ? " < > | .
fi: Kansion nimi ei voi sisältää mitään seuraavista merkeistä \ / : * ? " < > | .
fr: Le nom de dossier ne peut pas contenir les caractères \ / : * ? " < > | .
he: שם התיקייה אינו יכול להכיל אחד מהתווים הבאים \ / : * ? " < > | .
hu: A mappa neve nem tartalmazhatja az alábbi karaktereket: \ / : * ? " < > | .
it: Il nome della cartella non può contenere uno dei seguenti caratteri: \ / : * ? " < > | .
jp: フォルダ名には、\ / : * ? " < > | などの記号は使用できません。
nb: Mappenavnet kan ikke inneholde noen av disse tegnene: \ / : * ? " < > | .
pl: W nazwie folderu nie można używać następujących znaków: \ / * ? " < > | .
pt_br: O nome da pasta não pode conter espaço nem um dos seguintes caracteres: \ / : * ? " < > | .
ru: Имя папки не должно содержать следующие символы: \ / : * ? " < > | .
sw: Mappnamnet får inte innehålla något av följande \ / : * ? " < > | .
tr: Klasör adı boşluk veya şu karakterlerden birini içeremez \ / : * ? " < > | .

source: The album name cannot contain space or any of following \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. The file name is limited up to xx characters.
cs: Název alba nesmí obsahovat následující znaky: \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Délka názvu souboru je omezena na xx znaků.
da: Albumnavnet må ikke indeholde mellemrum eller nogen af følgende \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Filnavnet er begrænset til op til xx tegn.
fi: Albumin nimi ei voi sisältää välilyöntiä tai mitään seuraavista merkeistä \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Tiedostonimen enimmäispituus on xx merkkiä.
fr: Le nom de l’album ne peut pas contenir d’espace ni les caractères \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Le nom du fichier ne peut pas contenir plus de xx caractères.
he: שם האלבום אינו יכול להכיל רווח או אחד מהתווים הבאים \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. שם הקובץ מוגבל אל xx תווים.
hu: Az album neve nem tartalmazhat szóközt és az alábbi karaktereket: \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. A fájlnév legfeljebb xx karakter hosszú lehet.
it: Il nome dell'album non può contenere spazi o uno dei seguenti caratteri: \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Il nome del file è limitato a xx caratteri.
jp: アルバム名には、\ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > % などの記号は使用できません。 ファイル名の文字数制限は、xx です。
nb: Albumnavnet kan ikke inneholde mellomrom eller noen av disse tegnene: \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Filnavnet er begrenset til xx tegn.
pl: W nazwie albumu nie można używać następujących znaków: \ / * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Długość nazwy pliku nie może przekraczać xx znaków.
pt_br: O nome do álbum não pode conter espaço nem um dos seguintes caracteres: \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. O nome do arquivo está limitado a xx caracteres.
ru: Имя альбома не должно содержать пробелы или следующие символы: \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Длина имени файла ограничена xx символами.
sw: Albumnamnet får inte innehålla mellanslag eller något av följande \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Filnamnet är begränsat upp till xx tecken.
tr: Albüm adı boşluk veya şu karakterlerden birini içeremez \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Dosya adı xx karakter ile sınırlıdır.

source: The playlist name cannot contain space or any of following \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. The file name is limited up to xx characters.
cs: Název seznamu přehrávaných titulů nesmí obsahovat následující znaky: \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Délka názvu souboru je omezena na xx znaků.
da: Navnet på spillelisten må ikke indeholde mellemrum eller nogen af følgende \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Filnavnet er begrænset til op til xx tegn.
fi: Soittolistan nimi ei voi sisältää välilyöntiä tai mitään seuraavista merkeistä \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Tiedostonimen enimmäispituus on xx merkkiä.
fr: Le nom de la liste de lecture ne peut pas contenir d’espace ni les caractères \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Le nom du fichier ne peut pas contenir plus de xx caractères.
he: שם רשימת ההשמעה אינו יכול להכיל רווח או אחד מהתווים הבאים \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. שם הקובץ מוגבל אל xx תווים.
hu: A lejátszási lista neve nem tartalmazhat szóközt és az alábbi karaktereket: \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. A fájlnév legfeljebb xx karakter hosszú lehet.
it: Il nome della playlist non può contenere spazi o uno dei seguenti caratteri: \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Il nome del file è limitato a xx caratteri.
jp: プレイリスト名には、\ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > % などの記号は使用できません。 ファイル名の文字数制限は、xx です。
nb: Spillelistenavnet kan ikke inneholde mellomrom eller noen av disse tegnene: \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Filnavnet er begrenset til xx tegn. .
pl: W nazwie listy odtwarzania nie można używać następujących znaków: \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Długość nazwy pliku nie może przekraczać xx znaków.
pt_br: O nome da lista de reprodução não pode conter espaço nem um dos seguintes caracteres: \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. O nome do arquivo está limitado a xx caracteres.
ru: Имя списка воспроизведения не должно содержать пробелы или следующие символы: \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Длина имени файла ограничена xx символами.
sw: Spellistnamnet får inte innehålla mellanslag eller något av följande \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Filnamnet är begränsat upp till xx tecken.
tr: Çalma listesi adı boşluk veya şu karakterlerden birini içeremez \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Dosya adı xx karakter ile sınırlıdır.

source: Select
cs: Vybrat
da: Markér
fi: Valitse
fr: Sélectionner
he: בחר פריטים
hu: Tétel(ek) kiválasztása
it: Selezionare
jp: 項目を選択
nb: Merk
pl: Wybierz
pt_br: Selecionar
ru: Выбрать/отменить выбор
sw: Markera
tr: Öğeleri Seç

source: IF YOU DO NOT AGREE TO THESE TERMS, YOU SHOULD IMMEDIATELY RETURN THE ENTIRE PRODUCT IN ITS ORIGINAL PACKAGING TO THE PLACE YOU OBTAINED IT FOR A FULL REFUND OF THE PURCHASE PRICE WITHIN THIRTY (30) DAYS OF YOUR ORIGINAL PURCHASE.
cs: POKUD S TĚMITO PODMÍNKAMI NESOUHLASÍTE, MĚLI BYSTE CELÝ PRODUKT IHNED VRÁTIT V PŮVODNÍM OBALU NA MÍSTO, KDE JSTE JEJ POŘÍDILI, A DO TŘICETI (30) DNŮ OD VAŠEHO PŮVODNÍHO NÁKUPU VÁM BUDE VRÁCENÁ KUPNÍ CENA V PLNÉ VÝŠI.
da: HVIS DU IKKE ACCEPTERER DISSE VILKÅR, SKAL DU STRAKS RETURNERE HELE PRODUKTET I DETS ORIGINALE EMBALLAGE TIL DET STED, DU KØBTE DET, FOR EN KOMPLET REFUNDERING AF ANSKAFFELSESPRISEN INDEN 30 (TREDIVE) DAGE FRA DET ORIGINALE INDKØB.
fi: JOS ET HYVÄKSY NÄITÄ EHTOJA, SINUN TULEE VÄLITTÖMÄSTI PALAUTTAA TUOTE ALKUPERÄISESSÄ PAKKAUKSESSAAN OSTOPAIKKAAN. SAAT TÄYDEN HYVITYKSEN OSTOHINNASTA KOLMENKYMMENEN (30) PÄIVÄN AJAN TUOTTEEN OSTOPÄIVÄMÄÄRÄSTÄ.
fr: SI VOUS N’EN ACCEPTEZ PAS LES TERMES, VOUS DEVEZ IMMEDIATEMENT RENVOYER LA TOTALITE DU PRODUIT DANS SON EMBALLAGE D’ORIGINE A L'ENDROIT D’ACHAT POUR OBTENIR UN REMBOURSEMENT INTEGRAL DU PRIX D’ACHAT DANS LES TRENTE (30) JOURS SUIVANT L’ACHAT ORIGINAL.
he: אם אינך מסכים לתנאים אלה, עליך להחזיר מייד את המוצר בשלמותו, באריזתו המקורית, למקום שממנו רכשת אותו תמורת החזר כספי מלא תוך שלושים (30) יום מתאריך הרכישה.
hu: HA NEM FOGADJA EL A FELTÉTELEKET, A TELJES TERMÉKET AZONNAL VISSZA KELL KÜLDENIE EREDETI CSOMAGOLÁSBAN A VÁSÁRLÁS HELYÉRE, ÉS A BESZERZÉSI ÁRAT AZ EREDETI VÁSÁRLÁSTÓL SZÁMÍTOTT HARMINC (30) NAPON BELÜL TELJES MÉRTÉKBEN VISSZAKAPJA.
it: NELL'EVENTUALITÀ IN CUI NON SI ACCETTINO I TERMINI E LE CONDIZIONI OGGETTO DEL PRESENTE CONTRATTO, PER OTTENERE UN RIMBORSO TOTALE È NECESSARIO RESTITUIRE IL PRODOTTO NELLA CONFEZIONE DI ACQUISTO INTEGRA, ENTRO E NON OLTRE TRENTA (30) GIORNI DALLA DATA DI ACQUISTO ORIGINARIA.
jp: 本契約に同意しない場合は、当初の購入から 30 日以内に全製品を当初パッケージのまま購入場所にすみやかに返還して、購入代金全額の払い戻しを受けてください。
nb: HVIS DU IKKE SAMTYKKER I DISSE VILKÅRENE, MÅ DU STRAKS RETURNERE HELE PRODUKTET I DEN ORIGINALE EMBALLASJEN TIL KJØPSSTEDET INNEN TRETTI (30) DAGER ETTER DET OPPRINNELIGE KJØPET FOR Å FÅ EN FULL TILBAKEBETALING AV KJØPESUMMEN.
pl: JEŻELI NIE MOŻNA ZAAKCEPTOWAĆ TYCH WARUNKÓW, NALEŻY NIEZWŁOCZNIE ZWRÓCIĆ CAŁY PRODUKT W ORYGINALNYM OPAKOWANIU DO PUNKTU SPRZEDAŻY W CELU UZYSKANIA PEŁNEGO ZWROTU KOSZTÓW ZAKUPU W CIĄGU TRZYDZIESTU (30) DNI OD DATY ZAKUPU.
ru: ЕСЛИ ВЫ НЕ СОГЛАСНЫ С ДАННЫМИ УСЛОВИЯМИ, НЕОБХОДИМО В ТЕЧЕНИЕ ТРИДЦАТИ (30) ДНЕЙ СО ДНЯ ПЕРВИЧНОЙ ПОКУПКИ ПОЛНОСТЬЮ ВЕРНУТЬ ПРОДУКТ В ОРИГИНАЛЬНОЙ УПАКОВКЕ НЕПОСРЕДСТВЕННО В МЕСТО ПРИОБРЕТЕНИЯ ПРОДУКТА ДЛЯ ПОЛНОГО ВОЗМЕЩЕНИЯ ЕГО ПРОДАЖНОЙ СТОИМОСТИ..
sw: OM DU INTE INSTÄMMER I DE HÄR REGLERNA, SKALL DU OMEDELBART LÄMNA TILLBAKA PRODUKTEN I DESS ORIGINALFÖRPACKNING TILL INKÖPSSTÄLLET FÖR ATT FÅ TILLBAKA HELA BELOPPET SOM UTGÖR INKÖPSPRISET INOM TRETTIO (30) DAGAR FRÅN OCH MED INKÖPSDATUM.
tr: İŞBU ŞARTLAR VE KOŞULLARI KABUL ETMİYORSANIZ, ÜRÜN FİYATININ HEPSİNİN İADE ALMAK İÇİN ÜRÜNÜ İLK SATIN ALDIĞINIZ TARİHTEN İTİBAREN OTUZ (30) GÜN İÇERİSİNDE DERHAL ÜRÜNÜ SATIN ALDIĞINIZ YERE ORİJİNAL PAKETİNDE GETİRMELİSİNİZ.

source: MediaflyVideo
cs: Video
da: Video
fi: Video
fr: Vidéo
he: וידיאו
hu: Videó
it: Video
jp: ビデオ
nb: Video
pl: Wideo
pt_br: Vídeo
ru: Видео
sw: Video
tr: Video

source: Accept
cs: Přijmout
da: Accepter
fi: Hyväksyä
fr: Accepter
he: לקבל
hu: Elfogadom
it: Accettare
jp: 受け入れる
nb: Godta
pl: Przyjąć
pt_br: Aceitar
ru: Принять
sw: Acceptera
tr: Kabul

source: Decline
cs: Zamítnout
da: Tilbagegang
fi: Kieltäytyä
fr: Baisse
he: ירידה
hu: Hanyatlás
it: Declino
jp: 低下
nb: Avslå
pl: Spadek
pt_br: Declínio
ru: Снижение
sw: Nedgång
tr: Düşüş

source: Rename or delete playlist
cs: Přejmenovat nebo smazat playlist
da: Omdøbe eller slette afspilningsliste
fi: Nimeä tai Poista soittolista
fr: Renommez ou supprimez playlist
he: שינוי שם או מחיקה של רשימת השמעה
hu: Átnevezése vagy törlése lista
it: Rinominare o eliminare playlist
jp: 名前を変更またはプレイリストを削除する
nb: Gi nytt navn eller slette spilleliste
pl: Zmiana nazwy lub usuwanie listy odtwarzania
pt_br: Renomear ou excluir lista
ru: Переименовать или удалить плейлист
sw: Byt namn eller ta bort spellista
tr: Yeniden adlandırmak veya çalma listesini silmek

source: The playlist has been created.
cs: Playlist byl vytvořen.
da: Afspilningslisten er blevet oprettet.
fi: Soittolista on luotu.
fr: La liste de lecture a été créé.
he: רשימת ההשמעה נוצרה.
hu: A lejátszási lista jött létre.
it: La playlist è stato creato.
jp: プレイリストが作成されています。
nb: Spillelisten har blitt opprettet.
pl: Lista odtwarzania została utworzona.
pt_br: A lista foi criada.
ru: Плейлист был создан.
sw: Spellistan har skapats.
tr: Müzik yaratıldı.

source: Select music
cs: Vyberte hudba
da: Vælg musik
fi: Valitse musiikki
fr: Sélectionnez la musique
he: בחר המוזיקה
hu: Válassza ki a zene
it: Selezionare il file musicale
jp: 音楽を選択
nb: Velg musikk
pl: Wybierz muzykę
pt_br: Selecione música
ru: Выберите музыку
sw: Välj musik
tr: Seçmek müzik

source: Select playlist
cs: Vyberte playlist
da: Vælg afspilningsliste
fi: Valitse soittolista
fr: Sélectionnez playlist
he: בחר רשימת השמעה
hu: Válassza ki a lejátszási listát
it: Seleziona playlist
jp: 選択してプレイリスト
nb: Velg spillelisten
pl: Wybierz listy odtwarzania
pt_br: Selecionar lista
ru: Выберите плейлист
sw: Välj spellistan
tr: Seçmek müzik

source: Do you want to add xxx music to playlist?
cs: Chcete přidat xxx hudbu playlist?
da: Ønsker du at tilføje xxx musik til playlist?
fi: Haluatko lisätä xxx musiikkia soittolistan?
fr: Voulez-vous ajouter de la musique à la playlist xxx?
he: האם ברצונך להוסיף מוסיקה xxx לרשימת ההשמעה?
hu: Szeretné felvenni xxx zenét playlist?
it: Vuoi aggiungere musica a xxx playlist?
jp: あなたがプレイリストにxxxは音楽を追加しますか？
nb: Vil du legge xxx musikk til spillelisten?
pl: Czy chcesz dodać muzykę do listy odtwarzania xxx?
pt_br: Deseja adicionar música à lista xxx?
ru: Вы хотите добавить ххх музыки в плейлист?
sw: Vill du lägga till XXX musik till spellistan?
tr: Eğer parçasını xxx müzik eklemek ister misiniz?

source: Do you want to add xxx photo to album?
cs: Chcete přidat xxx fotografii do alba?
da: Ønsker du at tilføje xxx foto til album?
fi: Haluatko lisätä xxx valokuva-albumiin?
fr: Voulez-vous ajouter une photo à l'album xxx?
he: האם אתם רוצים להוסיף צילום xxx לאלבום?
hu: Szeretné felvenni xxx fotó az albumba?
it: Vuoi aggiungere foto xxx per album?
jp: あなたはアルバムにxxxの写真を追加しますか？
nb: Vil du legge xxx bilde til albumet?
pl: Czy chcesz dodać zdjęcie do albumu xxx?
pt_br: Deseja adicionar foto xxx para o álbum?
ru: Вы хотите добавить ххх фото в альбом?
sw: Vill du lägga till XXX foto i album?
tr: Eğer albüme xxx fotoğraf eklemek ister misiniz?

source: Remove music from playlist
cs: Odstraňte hudbu z playlistu
da: Fjern musik fra afspilningsliste
fi: Poista musiikkia soittolistan
fr: Enlever la musique de la playlist
he: הסר מוסיקה לפלייליסט
hu: Vegye le a zenét lista
it: Rimuovere musica da playlist
jp: プレイリストから音楽を削除する
nb: Ta musikk fra spillelisten
pl: Usuń z listy odtwarzania muzyki
pt_br: Remover música da playlist
ru: Удалить из списка воспроизведения музыки
sw: Ta bort musik från spellistan
tr: müzik müzik Kaldır

source: Sort music
cs: Třídit hudbu
da: Sortér musik
fi: Järjestä musiikki
fr: Trier la musique
he: לפי המוזיקה
hu: Rendezés zene
it: Ordina musica
jp: 並べ替え音楽
nb: Sorter musikk
pl: Sortuj muzyki
pt_br: Música da sorte
ru: Сортировать музыку
sw: Sortera musik
tr: Tür müzik

source: Move up
cs: Pohyb nahoru
da: Flyt op
fi: Siirrä ylös
fr: Déplacer vers le haut
he: הזז למעלה
hu: Feljebb
it: Sposta su
jp: 上に移動
nb: Flytt opp
pl: Przesuń w górę
pt_br: Mover para cima
ru: Вверх
sw: Flytta upp
tr: Yukarı taşı

source: Move down
cs: Pohyb dolů
da: Flyt ned
fi: Siirrä alas
fr: Déplacer vers le bas
he: הזז למטה
hu: Mozgatás lefelé
it: Sposta giù
jp: 下に移動
nb: Flytt ned
pl: Opuszczać
pt_br: Mover para baixo
ru: Вниз
sw: Flytta ner
tr: Aşağı taşı

source: Are you sure to change the sort?
cs: Opravdu chcete změnit pořadí?
da: Er du sikker på at ændre sorteringsrækkefølgen?
fi: Oletko varma muuttaa lajitella?
fr: Êtes-vous sûr de vouloir changer l'ordre?
he: האם אתה בטוח כדי לשנות את המיון?
hu: Biztos benne, hogy módosítsa a rendezési?
it: Sei sicuro di voler cambiare il tipo?
jp: あなたは、並べ替えを変更してもよろしいですか？
nb: Er du sikker på å endre den type?
pl: Czy na pewno chcesz zmienić porządek?
pt_br: Tem certeza que quer mudar a sorte?
ru: Вы уверены, что с изменением рода?
sw: Är du säker på att ändra sorteringsordning?
tr: Eğer sıralama değiştirmek istediğinizden emin misiniz?

source: Remove or sort playlist
cs: Odstranit nebo seřadit playlist
da: Fjern eller sortere afspilningsliste
fi: Poista tai lajitella soittolista
fr: Supprimer ou trier playlist
he: הסרה או מעין רשימת השמעה
hu: Távolítsa el vagy rendezési lista
it: Rimuovere o ordinare playlist
jp: 削除するか、プレイリストを並べ替える
nb: Fjern eller sortere spilleliste
pl: Usuń lub sortowanie listy odtwarzania
pt_br: Remover ou lista de classificação
ru: Удалить или отсортировать плейлист
sw: Ta bort eller sortera spellistan
tr: Kaldırmak ya da müzik sıralama

source: Remove music
cs: Odebrání hudebních
da: Fjern musik
fi: Poista musiikki
fr: Enlever la musique
he: הסר מוסיקה
hu: Vegye ki a zene
it: Rimuovere musica
jp: 音楽を削除する
nb: Fjern musikk
pl: Usuń muzyki
pt_br: Remover música
ru: Удалить музыки
sw: Ta bort musik
tr: müzik Kaldır

source: Are you sure you want to remove selected music from playlist?
cs: Jste si jisti, že chcete odstranit vybranou hudbu z playlistu?
da: Er du sikker på du vil fjerne valgte musik fra afspilningsliste?
fi: Oletko varma että haluat poistaa valitun musiikkia soittolistan?
fr: Êtes-vous sûr de vouloir supprimer la musique sélectionnée à partir de playlist?
he: האם אתה בטוח שאתה רוצה להסיר מוזיקה נבחרים מתוך רשימת ההשמעה?
hu: Biztosan el kívánja távolítani a kiválasztott zenét lista?
it: Sei sicuro di voler rimuovere la musica selezionata da playlist?
jp: あなたがプレイリストから選択した音楽を削除してもよろしいですか？
nb: Er du sikker på at du vil fjerne valgte musikk fra spilleliste?
pl: Czy na pewno chcesz usunąć wybranego utworu z listy odtwarzania?
pt_br: Tem certeza que deseja remover músicas selecionadas a partir de lista?
ru: Вы уверены, что хотите удалить выбранный музыку из плейлиста?
sw: Är du säker på att du vill ta bort valda musiken från spellistan?
tr: Eğer listesine seçilen müzik kaldırmak istediğinizden emin misiniz?

source: Photo album
cs: Fotoalbum
da: Fotoalbum
fi: Kuva-albumi
fr: Album photo
he: אלבום תמונות
hu: Fotóalbum
it: Album fotografico
jp: フォトアルバム
nb: Fotoalbum
pl: Album
pt_br: Álbum de fotos
ru: Фотоальбом
sw: Fotoalbum
tr: Fotoğraf albümü

source: The album has been created.
cs: Album bylo vytvořeno.
da: Det album er blevet oprettet.
fi: Albumi on luotu.
fr: L'album a été créé.
he: האלבום נוצר.
hu: Az album jött létre.
it: L'album è stato creato.
jp: アルバムが作成されています。
nb: Albumet har blitt opprettet.
pl: Album został stworzony.
pt_br: O álbum foi criado.
ru: Альбом был создан.
sw: Albumet har skapats.
tr: Albüm oluşturuldu.

source: Select photo
cs: Vybrat foto
da: Vælg Foto
fi: Valitse kuva
fr: sélectionner une photo
he: בחר צילום
hu: válasszuk fotó
it: seleziona foto
jp: 写真を選択
nb: velger bilde
pl: wybierz zdjęcie
pt_br: selecionar a foto
ru: выберите фото
sw: välj foto
tr: seçmek fotoğraf

source: Add to album
cs: přidat do alba
da: Tilføj til album
fi: Lisää albumiin
fr: Ajouter à l'album
he: להוסיף לאלבום
hu: Felvétel az albumba
it: Aggiungi ad album
jp: アルバムに追加
nb: legg til album
pl: Dodaj do albumu
pt_br: adicionar ao álbum
ru: Добавить в альбом
sw: Lägg till i album
tr: albüme eklemek

source: Can’t load video. Unsupported format.
cs: Nelze načíst video. Nepodporovaný formát.
da: Video kan ikke indlæses. Formatet er ikke understøttet.
fi: Videota ei voi ladata. Ei-tuettu muoto.
fr: Impossible de charger la vidéo. Le format n’est pas pris en charge.
he: אין אפשרות לטעון את הווידיאו. מבנה לא נתמך.
hu: A videó nem tölthető be. A formátum nem támogatott.
it: Impossibile caricare il video. Formato non supportato.
jp: ビデオをロードできません。サポートされていないフォーマットです。
nb: Kan ikke laste inn video. Formatet støttes ikke.
pl: Nie można wczytać pliku wideo. Nieobsługiwany format.
pt_br: Não é possível carregar o vídeo. Formato sem suporte.
ru: Невозможно загрузить видеофайл. Формат не поддерживается.
sw: Det går inte att ladda video. Formatet stöds inte.
tr: Video yüklenemiyor. Desteklenmeyen biçim.
