Repository: alsedo/screenplay-dx
Catalog: core_repos/src/libs/RES_IOM/resource/mo/*.po
Languages: cs, da, fi, fr, he, hu, it, jp, nb, pl, pt_br, ru, sw, tr

source: Want to rate the video? Sign in now!
cs: Chcete videoklip ohodnotit? Přihlaste se.
da: Vil du vurdere videoen? Log på nu!
fi: Haluatko arvioida tämän videon? Kirjaudu!
fr: Vous voulez noter la vidéo ? Inscrivez-vous maintenant !
he: רוצה להעניק ציון לסרטון? הירשם כעת!
hu: Szeretné a videót értékelni? Jelentkezzen be!
it: Dare una valutazione al video? Registratevi ora.
jp: ビデオを格付けしますか?今すぐ署名してください!
nb: Vil du gi videoen karakter? Logg deg på nå!
pl: Chcesz ocenić film? Zarejestruj się teraz!
pt_br: Deseja avaliar o vídeo? Efetue login agora!
ru: Хотите оценить это видео? Зарегистрируйтесь прямо сейчас!
sw: Vill du betygsätta videon? Registrera dig nu!
tr: Videoyu derecelendirmek istiyor musunuz? Şimdi kayıt olun!

source: Want to add to favorites? Sign in now!
cs: Chcete jej přidat do oblíbených? Přihlaste se.
da: Vil du tilføje til favoritter? Log på nu!
fi: Haluatko lisätä suosikkeihin? Kirjaudu!
fr: Vous voulez l’ajouter à vos favoris ? Inscrivez-vous maintenant !
he: רוצה להוסיף למועדפים שלך? הירשם כעת!
hu: Szeretné a kedvenceihez hozzáadni? Jelentkezzen be!
it: Aggiungere ai preferiti? Registratevi ora.
jp: お気に入りに追加しますか?今すぐ署名してください!
nb: Vil du legge til favoritter? Logg deg på nå!
pl: Chcesz dodać do ulubionych? Zarejestruj się teraz!
pt_br: Deseja adicionar aos favoritos? Efetue login agora!
ru: Хотите добавить видео в избранное? Зарегистрируйтесь прямо сейчас!
sw: Vill du lägga till i favoriter? Registrera dig nu!
tr: Sık kullanılanlara eklemek istiyor musunuz? Şimdi kayıt olun!

source: Press PLAY/PAUSE to view on full screen
cs: Stisknutím tlačítka PLAY/PAUSE spustíte zobrazení na celou obrazovku
da: Tryk på AFSPIL/PAUSE for at se i fuld skærm
fi: Paina TOISTO/TAUKO katsoaksesi kokonäytössä.
fr: Appuyez sur LECTURE/PAUSE pour afficher en plein écran
he: לחץ על הפעל/השהה כדי להציג במסך מלא
hu: A teljesképernyős megtekintéshez nyomja le a PLAY/PAUSE (LEJÁTSZÁS/SZÜNET) gombot.
it: Premere PLAY/PAUSE per la visualizzazione a schermo intero
jp: 全画面表示するには [PLAY/PAUSE] を押します。
nb: Trykk på SPILL AV/PAUSE for å vise på full skjerm
pl: Naciśnij przycisk PLAY/PAUSE, aby wyświetlać na pełnym ekranie
pt_br: Pressione PLAY/PAUSE para ver em tela cheia
ru: Нажмите кнопку PLAY/PAUSE для просмотра видео в полноэкранном режиме.
sw: Tryck på PLAY/PAUSE för att visa på helskärm
tr: Tam ekran izlemek için YÜRÜT/DURAKLAT düğmesine basın

source: Cannot connect to YouTube. An unknown network error has occurred. Please check your network setting and try again.
cs: Nelze se připojit k serveru YouTube. Došlo k neznámé síťové chybě. Zkontrolujte nastavení své sítě a zkuste to znovu.
da: Kan ikke oprette forbindelse til YouTube. Der opstod en ukendt netværksfejl. Kontrollér dine netværksindstillinger, og prøv igen.
fi: Ei voi yhdistää YouTubeen. Tuntematon verkkovirhe tapahtui. Tarkista verkkoasetukset ja yritä uudelleen.
fr: Connexion impossible à YouTube. Une erreur réseau inconnue est survenue. Vérifiez vos paramètres réseau et réessayez.
he: אין אפשרות להתחבר אל YouTube. אירעה שגיאת רשת לא מוכרת. בדוק את הגדרות החיבור שלך ונסה שוב.
hu: A YouTube-hoz nem lehet csatlakozni. Ismeretlen hálózati hiba történt. Ellenőrizze a hálózati beállításokat, majd próbálja meg újra.
it: Impossibile connettersi a YouTube. Si è verificato un errore di rete sconosciuto. Verificare le impostazioni di rete e riprovare.
jp: You Tube に接続できません。不明なネットワーク エラーが発生しました。ネットワーク設定をチェックしてからもう一度試してください。
nb: Kan ikke koble til YouTube. Det har oppstått en ukjent nettverksfeil. Kontroller nettverksinnstillingene og prøv på nytt.
pl: Nie można połączyć z serwisem YouTube. Wystąpił nieznany błąd sieciowy. Sprawdź ustawienia sieciowe i spróbuj ponownie.
pt_br: Não é possível estabelecer conexão com o YouTube. Ocorreu um erro desconhecido na rede. Verifique sua configuração de rede e tente novamente.
ru: Не удается подключиться к YouTube. Неизвестная ошибка сети. Проверьте параметры сети и повторите попытку.
sw: Kan inte ansluta till YouTube. Ett okänt nätverksfel har inträffat. Kontrollera nätverksinställningarna och försök igen.
tr: YouTube’a bağlanamıyor. Bilinmeyen ağ hatası oluştu. Lütfen ağ ayarlarınızı kontrol edin ve tekrar deneyin.

source: Poor
cs: Slabý
da: Dårlig
fi: Heikko
fr: Faible
he: גרוע
hu: Gyenge
it: Scarso
jp: 低品質
nb: Dårlig
pl: Słabe
pt_br: Ruim
ru: Слабо
sw: Dålig
tr: Zayıf

source: Nothing special
cs: Nic zvláštního
da: Ikke noget særligt
fi: Ei erityinen
fr: Rien de spécial
he: לא משהו מיוחד
hu: Semmi különleges
it: Nulla di speciale
jp: 特筆点なし
nb: Ikke noe spesielt
pl: Bez rewelacji
pt_br: Nada especial
ru: Ничего особенного
sw: Inget speciellt
tr: Çok iyi değil

source: Worth watching
cs: Stojí za shlédnutí
da: Værd at se
fi: Katsomisen arvoinen
fr: À regarder
he: שווה צפייה
hu: Megéri megnézni
it: Vale la pena vederlo
jp: 一見の価値あり
nb: Verdt å se
pl: Warto rzucić okiem
pt_br: Vale a pena assistir
ru: Стоит посмотреть
sw: Värt att titta på
tr: İzlemeye değer

source: Pretty cool
cs: Docela skvělý
da: Ret sej
fi: Aika hyvä
fr: Plutôt cool
he: די מגניב
hu: Egészen jó
it: Molto bello
jp: 非常に良い
nb: Ganske artig
pl: Całkiem, całkiem
pt_br: Muito legal
ru: Довольно здорово
sw: Ganska bra
tr: Oldukça iyi

source: Awesome
cs: Úžasný
da: Formidabel
fi: Erinomainen
fr: Génial
he: גדול
hu: Fantasztikus
it: Eccezionale
jp: 感動的
nb: Fantastisk
pl: Genialne
pt_br: Incrível
ru: Потрясающе
sw: Fantastiskt
tr: Muhteşem

source: Show info
cs: Zobrazit informace
da: Vis oplysninger
fi: Näytä tiedot
fr: Afficher les infos
he: הצג מידע
hu: Információ megjelenítése
it: Mostra informazioni
jp: 情報を表示
nb: Vis informasjon
pl: Pokaż info
pt_br: Exibir informações
ru: Показать сведения
sw: Visa info
tr: Gösteri Bilgisi

source: The temperature of the device is over 60 degree, the hard disk will be shut down.
cs: Teplota zařízení přesáhla 60 stupňů. Pevný disk bude vypnut.
da: Enhedens temperatur er over 60 grader, og harddisken lukkes ned.
fi: Laitteen lämpötila on yli 60 astetta, kiintolevy sammutetaan.
fr: La température du périphérique dépasse 60 degrés, le disque dur va être mis hors tension.
he: טמפרטורת ההתקן גבוהה מ-60 מעלות - הדיסק הקשיח יכבה.
hu: Az eszköz hőmérséklete 60 fokosnál magasabb, a merevlemez leáll.
it: La temperatura del dispositivo supera i 60 gradi, il disco rigido si spegnerà.
jp: デバイスの温度が 60 度を超えています。ハード ディスクはシャットダウンされます。
nb: Temperaturen til enheten er over 60 grader, slik at harddisken vil bli slått av.
pl: Temperatura urządzenia przekroczyła 60 stopni, dysk twardy zostanie wyłączony.
pt_br: A temperatura do dispositivo está acima de 60 graus, o disco rígido será desligado.
ru: Если температура устройства превысит 60°C, то жесткий диск будет остановлен.
sw: Enhetens temperatur är över 60 grader, hårddisken stängs av.
tr: Cihazın sıcaklığı 60 derecenin üzerinde, sabit disk kapatılacak.

source: The temperature of the device is over 65 degree, the device will be shut down.
cs: Teplota zařízení přesáhla 65 stupňů. Zařízení bude vypnuto.
da: Enhedens temperatur er over 65 grader, og harddisken lukkes ned.
fi: Laitteen lämpötila on yli 65 astetta, laite sammutetaan.
fr: La température du périphérique dépasse 65 degrés, le périphérique va être mis hors tension.
he: טמפרטורת ההתקן גבוהה מ-65 מעלות - ההתקן יכבה.
hu: Az eszköz hőmérséklete 65 fokosnál magasabb, ezért leáll.
it: La temperatura del dispositivo supera i 65 gradi, il dispositivo si spegnerà.
jp: デバイスの温度が 65 度を超えています。デバイスはシャットダウンされます。
nb: Temperaturen til enheten er over 65 grader, slik at enheten vil bli slått av.
pl: Temperatura urządzenia przekroczyła 65 stopni, urządzenie zostanie wyłączone.
pt_br: A temperatura do dispositivo está acima de 65 graus, o dispositivo será desligado.
ru: Если температура устройства превысит 65°C, то работа устройства будет прекращена.
sw: Enhetens temperatur är över 65 grader, enheten stängs av.
tr: Cihazın sıcaklığı 65 derecenin üzerinde, cihaz kapatılacak.

source: Configure
cs: Konfigurace
da: Konfigurér
fi: Määritä
fr: Configurer
he: הגדר תצורה
hu: Konfigurálás
it: Configura
jp: 設定
nb: Konfigurer
pl: Konfiguruj
pt_br: Configurar
ru: Настроить
sw: Konfigurera
tr: Yapılandır

source: Delete album
cs: Odstranit album
da: Slet album
fi: Poista albumi
fr: Supprimer l’album
he: מחק אלבום
it: Elimina album
jp: アルバムを削除
nb: Slett album
pl: Usuń album
pt_br: Excluir álbum
ru: Удалить альбом
sw: Radera album
tr: Albümü sil

source: Rename album
cs: Přejmenovat album
da: Omdøb album
fi: Nimeä albumi uudelleen
fr: Renommer l’album
he: שנה שם אלבום
hu: Album átnevezése
it: Rinomina album
jp: アルバム名を変更
nb: Gi album nytt navn
pl: Zmień nazwę albumu
pt_br: Renomear álbum
ru: Переименовать альбом
sw: Döp om album
tr: Albümü yeniden adlandır

source: Delete playlist
cs: Odstranit seznam přehrávaných titulů
da: Slet spilleliste
fi: Poista soittolista
fr: Supprimer la liste de lecture
he: מחק רשימת השמעה
hu: Lejátszási lista törlése
it: Elimina playlist
jp: プレイリストを削除
nb: Slett spilleliste
pl: Usuń listę odtwarzania
pt_br: Excluir lista de reprodução
ru: Удалить список воспроизведения
sw: Radera spellista
tr: Çalma listesini sil

source: Rename playlist
cs: Přejmenovat seznam přehrávaných titulů
da: Omdøb spilleliste
fi: Nimeä soittolista uudelleen
fr: Renommer la liste de lecture
he: שנה שם רשימת השמעה
hu: Lejátszási lista átnevezése
it: Rinomina playlist
jp: プレイリスト名を変更
nb: Gi spilleliste nytt navn
pl: Zmień nazwę listy odtwarzania
pt_br: Renomear lista de reprodução
ru: Переименовать список воспроизведения
sw: Döp om spellista
tr: Çalma listesini yeniden adlandır

source: No playlist exist. Create a new playlist?
cs: Není dostupný žádný seznam přehrávaných titulů. Chcete vytvořit nový seznam přehrávaných titulů?
da: Der er ingen spilleliste. Opret en ny spilleliste?
fi: Soittolistaa ei ole olemassa. Luotko uuden soittolistan?
fr: Aucune liste de lecture. Voulez-vous en créer une ?
he: אין רשימת השמעה. ליצור רשימת השמעה חדשה?
hu: Nincs lejátszási lista. Létrehoz egy új lejátszási listát?
it: Nessuna playlist disponibile. Creare una nuova playlist?
jp: プレイリストがありません。 新しいプレイリストを作成しますか?
nb: Ingen spilleliste finnes. Lage ny spilleliste?
pl: Brak list odtwarzania. Czy utworzyć nową listę odtwarzania?
pt_br: Não existe lista de reprodução. Criar uma nova lista de reprodução?
ru: Нет списков воспроизведения. Создать новый список?
sw: Det finns ingen spellista. Skapa en ny spellista?
tr: Mevcut çalma listesi yok. Yeni çalma listesi oluştur?

source: Are you sure you want to delete the playlist?
cs: Opravdu chcete zvolený seznam přehrávaných titulů odstranit?
da: Er du sikker på, du vil slette denne spilleliste?
fi: Haluatko varmasti poistaa soittolistan?
fr: Voulez-vous vraiment supprimer la liste de lecture ?
he: האם אתה בטוח שברצונך למחוק את רשימת ההשמעה הזו?
hu: Biztosan törli a lejátszási listát?
it: Eliminare la playlist?
jp: プレイリストを削除してもよろしいですか?
nb: Er du sikker på at du vil slette spillelisten?
pl: Czy na pewno chcesz usunąć tę listę odtwarzania?
pt_br: Tem certeza de que deseja excluir a lista de reprodução?
ru: Действительно удалить список воспроизведения?
sw: Vill du verkligen radera spellistan?
tr: Bu çalma listesini silmek istediğinize emin misiniz?

source: Are you sure you want to clear the flies from the playlist?
cs: Opravdu chcete soubory ze seznamu přehrávaných titulů vymazat?
da: Er du sikker på, du vil slette filerne fra spillelisten?
fi: Haluatko varmasti tyhjentää tämän soittolistan tiedostoista?
fr: Voulez-vous vraiment effacer les fichiers de la liste de lecture ?
he: האם אתה בטוח שברצונך לנקות את הקבצים מרשימת ההשמעה הזו?
hu: Biztosan törli a fájlokat a lejátszási listáról?
it: Cancellare i file dalla playlist?
jp: プレイリストからファイルを消去してもよろしいですか?
nb: Er du sikker på at du vil fjerne filer fra spillelisten?
pl: Czy na pewno chcesz usunąć te pliki z listy odtwarzania?
pt_br: Tem certeza de que deseja limpar os itens soltos da lista de reprodução?
ru: Действительно удалить файлы из списка воспроизведения?
sw: Vill du verkligen rensa filerna från spellistan?
tr: Bu çalma listesinden bu dosyaları silmek istediğinize emin misiniz?

source: Are you sure to stop adding the file(s)?
cs: Opravdu chcete přerušit přidávání souborů?
da: Er du sikker på, du vil stoppe med at tilføje filen/filerne?
fi: Haluatko lopettaa tiedostojen lisäämisen?
fr: Êtes-vous sûr de vouloir arrêter l’ajout du/des fichier(s) ?
he: האם אתה בטוח שברצונך לעצור את הוספת הקבצים?
hu: Biztosan leállítja a fájlhozzáadást?
it: Interrompere l'aggiunta di file?
jp: ファイルの追加を停止してよろしいですか?
nb: Er du sikker på at du vil slutte å legge til fil(er)?
pl: Czy na pewno zatrzymać dodawanie plików?
pt_br: Tem certeza de que deseja interromper o carregamento do(s) arquivo(s)?
ru: Действительно остановить добавление файлов?
sw: Är du säker på att du vill sluta lägga till fil(er)?
tr: Dosyaları eklemeyi durdurmak istediğinizden emin misiniz?

source: The selected album has been deleted.
cs: Vybrané album bylo smazáno.
da: Det markerede album blev slettet.
fi: Valitut albumit on poistettu.
fr: L’album sélectionné a été supprimé.
he: האלבום הנבחר נמחק.
hu: A kiválasztott album törölve.
it: L'album selezionato è stato eliminato.
jp: 選択したアルバムが削除されました。
nb: Det valgte albumet er slettet.
pl: Wybrany album został usunięty.
pt_br: O álbum selecionado foi excluído.
ru: Выбранный альбом удален.
sw: Det valda albumet har raderats.
tr: Seçilen albüm silindi.

source: The selected photo has been removed from album.
cs: Vybraná fotografie byla odstraněna z alba.
da: Det markerede foto er blevet fjernet fra albummet.
fi: Valitut valokuvat on poistettu albumista.
fr: La photo sélectionnée a été supprimée de l’album.
he: התמונה הנבחרת הוסרה מהאלבום.
hu: A kiválasztott fotó az albumból eltávolítva.
it: La foto selezionata è stata rimossa dall'album.
jp: 選択した写真はアルバムから削除されています。
nb: Det valgte fotografiet er fjernet fra albumet.
pl: Wybrane zdjęcie zostało usunięte z albumu.
pt_br: A foto selecionada foi removida do álbum.
ru: Выбранная фотография удалена из альбома.
sw: Det valda fotot har tagits bort från albumet.
tr: Seçilen fotoğraf albümden çıkartıldı.

source: Error while reading remote file. Please check media server or networking status.
cs: Chyba čtení vzdáleného souboru. Zkontrolujte aplikaci Media Server a stav sítě.
da: Fejl under læsning af fil på fjerncomputer. Kontrollér medieserveren eller netværksstatus.
fi: Virhe etätiedostoa luettaessa. Tarkista mediapalvelimen tai verkon tila.
fr: Erreur lors de la lecture d’un fichier distant. Vérifiez l'état du serveur multimédia ou du réseau.
he: אירעה שגיאה בעת קריאת קובץ מרוחק. בדוק את שרת המדיה או את מצב הרשת.
hu: Hiba történt a távoli fájl olvasása közben. Ellenőrizze a médiakiszolgálót vagy a hálózat állapotát.
it: Errore durante la lettura del file remoto. Controllare il server multimediale o lo stato della rete.
jp: リモート ファイルの読み込み中にエラーが発生しました。 メディア サーバーまたはネットワークの状態を確認してください。
nb: Feil ved lesing av ekstern fil. Sjekk medieserveren eller nettverksstatus.
pl: Błąd podczas odczytywania pliku zdalnego. Sprawdź serwer multimediów lub stan sieci.
pt_br: Erro ao ler o arquivo remoto. Verifique o status do servidor de mídia ou da rede.
ru: Ошибка удаленного чтения файла. Проверьте медиа-сервер или состояние сетевого подключения.
sw: Fel vid läsning av fjärrfil. Kontrollera medieservern eller nätverksstatus.
tr: Uzak dosya okunurken hata oluştu. Lütfen medya sunucusunu veya ağ durumunu kontrol edin.

source: The selected music has been deleted.
cs: Vybraná hudba byla odstraněna.
da: Den valgte musik er blevet slettet.
fi: Valittu musiikki on poistettu.
fr: Le fichier de musique sélectionné a été supprimé.
he: המוזיקה הנבחרת נמחקה.
hu: A kijelölt zeneszám törlése megtörtént.
it: La musica selezionata è stata eliminata.
jp: 選択された音楽は削除されました。
nb: Den valgte musikken har blitt slettet.
pl: Wybrany utwór został usunięty.
pt_br: A música selecionada foi excluída.
ru: Выбранная музыка удалена.
sw: Den valda musiken har raderats.
tr: Seçilen müzik silindi.

source: Do you want to add xxxx music to album?
cs: Chcete přidat hudbu z xxxx do alba?
da: Vil du tilføje xxxx musik til albummet?
fi: Haluatko lisätä xxxx musiikkitiedostoa albumiin?
fr: Voulez-vous ajouter le fichier de musique xxxx à l’album ?
he: האם ברצונך להוסיף xxxx קובצי מוזיקה לאלבום?
hu: Hozzáadja a(z) xxxx zeneszámot az albumhoz?
it: Aggiungere xxxx musica all'album?
jp: xxxx の音楽をアルバムに追加しますか?
nb: Vil du legge til xxxx musikk i album?
pl: Czy chcesz dodać xxxx utworów do albumu?
pt_br: Deseja adicionar a música xxxx ao álbum?
ru: Добавить музыку xxxx в альбом?
sw: Vill du lägga till xxxx musik till albumet?
tr: xxxx müziğini albüme eklemek istiyor musunuz?

source: Are you sure to stop adding the music?
cs: Chcete přidávání hudby zastavit?
da: Er du sikker på, du vil stoppe med at tilføje musikken?
fi: Haluatko lopettaa musiikin lisäämisen?
fr: Etes-vous sûr de ne plus vouloir ajouter de musique ?
he: האם אתה בטוח שברצונך לעצור את הוספת קובצי המוזיקה?
hu: Biztosan befejezi zeneszámok hozzáadását?
it: Interrompere l'aggiunta di musica?
jp: 音楽の追加を中止してもよろしいですか?
nb: Er du sikker på at du vil slutte å legge til musikk?
pl: Czy na pewno zatrzymać dodawanie utworów?
pt_br: Tem certeza de que deseja parar de acrescentar a música?
ru: Действительно остановить добавление музыки?
sw: Vill du verkligen sluta lägga till musik?
tr: Müzik eklemeyi durdurmak istediğinize emin misiniz?

source: The playlist has been renamed.
cs: Seznam přehrávaných titulů byl přejmenován.
da: Spillelisten er blevet omdøbt.
fi: Soittolista on nimetty uudelleen.
fr: La liste de lecture a été renommée.
he: שם רשימת ההשמעה השתנה.
hu: A lejátszási lista átnevezése megtörtént.
it: La playlist è stata rinominata.
jp: プレイリストの名前が変更されました。
nb: Spillelisten har fått nytt navn.
pl: Nazwa listy odtwarzania została zmieniona.
pt_br: A lista de reprodução foi renomeada.
ru: Список воспроизведения переименован.
sw: Spellistan har döpts om.
tr: Çalma listesi yeniden adlandırıldı.

source: Are you sure to you want to remove selected music from the playlist?
cs: Opravdu chcete vybranou hudbu ze seznamu přehrávaných titulů odebrat?
da: Er du sikker på, du vil fjerne den valgte musik fra spillelisten?
fi: Haluatko poistaa valitun musiikin soittolistasta?
fr: Voulez-vous vraiment supprimer les fichiers de musique sélectionnés de la liste de lecture ?
he: האם אתה בטוח שברצונך להסיר את קובצי המוזיקה הנבחרים מהאלבום?
hu: Biztosan eltávolítja a kijelölt zeneszámokat a lejátszási listáról?
it: Rimuovere la musica selezionata dalla playlist?
jp: 選択された音楽をプレイリストから削除してよろしいですか?
nb: Er du sikker på at du vil fjerne den valgte musikken fra spillelisten?
pl: Czy na pewno usunąć wybrane utwory z listy odtwarzania?
pt_br: Tem certeza de que deseja remover a música selecionada da lista de reprodução?
ru: Действительно удалить выбранную музыку из списка воспроизведения?
sw: Vill du verkligen ta bort den valda musiken från spellistan?
tr: Seçilen müzikleri çalma listesinden çıkartmak istediğinize emin misiniz?

source: Are you sure you want to delete the selected playlist? The music won't be deleted from storage.
cs: Opravdu chcete vybraný seznam přehrávaných titulů odstranit? Hudba nebude z úložiště odstraněna.
da: Er du sikker på, du vil slette den valgte spilleliste? Musikken slettes ikke fra lageret.
fi: Haluatko poistaa valitun soittolistan? Musiikkia ei poisteta.
fr: Voulez-vous vraiment supprimer la liste de lecture sélectionnée ? Les fichiers de musiques ne seront pas supprimés du périphérique de stockage.
he: האם אתה בטוח שברצונך למחוק את רשימת ההשמעה הנבחרת? קובצי המוזיקה לא יימחקו ממדיית האחסון.
hu: Biztosan törli a kijelölt lejátszási listát? A zeneszámok nem törlődnek a tárból.
it: Eliminare la playlist selezionata? La musica non verrà eliminata dallo storage.
jp: 選択されたプレイリストを削除してよろしいですか? 音楽はストレージからは削除されません。
nb: Er du sikker på at du vil slette den valgte spillelisten? Musikken vil ikke bli slettet fra lageret.
pl: Czy na pewno usunąć wybraną listę odtwarzania? Utwory nie zostaną usunięte z urządzenia magazynującego.
pt_br: Tem certeza de que deseja excluir a lista de reprodução selecionada? A música não será excluuída do armazenamento.
ru: Действительно удалить выбранный список воспроизведения? Музыка не будет удалена из хранилища.
sw: Vill du verkligen radera den valda spellistan? Musiken raderas inte från lagringsplatsen.
tr: Seçilen çalma listesini silmek istediğinizden emin misiniz? Müzik saklama alanından silinmeyecektir.

source: The playlist name is duplicated. Please try another name.
cs: Název seznamu přehrávaných titulů je duplicitní. Zadejte jiný název.
da: Navnet på spillelisten findes allerede. Prøv et andet navn.
fi: Soittolistan nimi on jo käytössä. Kokeile jotain muuta nimeä.
fr: Une liste de lecture avec ce nom existe déjà. Veuillez en choisir un autre.
he: שם רשימת ההשמעה כבר נמצא בשימוש. נסה שם אחר.
hu: Ez a lejátszásilista-név már létezik. Adjon meg egy másik nevet.
it: Il nome della playlist è stato duplicato. Provarne un altro.
jp: プレイリストの名前が重複しています。 別の名前を試してください。
nb: Spillelistenavnet finnes fra før. Prøv et annet navn.
pl: Powielona nazwa listy odtwarzania. Wprowadź inną nazwę.
pt_br: O nome da lista de reprodução está duplicado. Tente outro nome.
ru: Имя списка воспроизведения уже существует. Используйте другое имя.
sw: Spellistnamnet har en dubblett. Prova med ett annat namn.
tr: Bu isimde bir çalma listesi var. Lütfen başka bir isim deneyin.

source: Are you sure you want to rename the playlist?
cs: Opravdu chcete zvolený seznam přehrávaných titulů přejmenovat?
da: Er du sikker på, du vil omdøbe denne spilleliste?
fi: Haluatko varmasti nimetä soittolistan uudelleen?
fr: Voulez-vous vraiment renommer la liste de lecture ?
he: האם אתה בטוח שברצונך לשנות את שם רשימת ההשמעה?
hu: Biztosan átnevezi a lejátszási listát?
it: Rinominare la playlist?
jp: プレイリストの名前を変更してもよろしいですか?
nb: Er du sikker på at du vil gi spillelisten nytt navn?
pl: Czy na pewno chcesz zmienić nazwę tej listy odtwarzania?
pt_br: Tem certeza de que deseja renomear a lista de reprodução?
ru: Действительно переименовать список воспроизведения?
sw: Vill du verkligen döpa om spellistan?
tr: Çalma listesini yeniden adlandırmak istediğinize emin misiniz?
