Repository: alsedo/screenplay-dx
Catalog: core_repos/src/libs/RES_IOM/resource/mo/*.po
Languages: cs, da, fi, fr, he, hu, it, jp, nb, pl, pt_br, ru, sw, tr

source: Title of the page.
cs: Název stránky.
da: Titel på siden.
fi: Sivun otsikko.
fr: Titre de la page.
he: כותרת דף זה.
hu: A lap címe
it: Titolo della pagina.
jp: ページのタイトル
nb: Tittel på siden.
pl: Tytuł strony.
pt_br: Tittel på siden.
ru: Заглавие страницы.
sw: Sidans titel.
tr: Sayanın başlığı.

source: Goto
cs: Přejít na
da: Gå til
fi: Siirry
fr: Aller à
he: עבור אל
hu: Ugrás
it: Vai a
nb: Gå til
pl: Przejdź
pt_br: Gå til
ru: Перейти
sw: Gå till
tr: Git

source: Forward
cs: Dopředu
da: Frem
fi: Eteenpäin
fr: Suivant
he: קדימה
hu: Előre
it: Avanti
jp: 進む
nb: Frem
pl: Dalej
pt_br: Frem
ru: Вперед
sw: Framåt
tr: İleri

source: Refresh
cs: Obnovit
da: Opdater
fi: Virkistä
fr: Actualiser
he: רענן
hu: Frissítés
it: Aggiorna
jp: 更新
nb: Oppdater
pl: Odśwież
pt_br: Oppdater
ru: Обновить
sw: Uppdatera
tr: Yenile

source: Cursor
cs: Kurzor
da: Markør
fi: Kohdistin
fr: Curseur
he: סמן
hu: Kurzor
it: Cursore
jp: カーソル
nb: Markør
pl: Wskaźnik
pt_br: Markør
ru: Курсор
sw: Markör
tr: İmleç

source: Using the Remote Control in Web Browser
cs: Používání dálkového ovládání ve webovém prohlížeči
da: Brug af fjernbetjeningen i webbrowseren
fi: Kaukosäätimen käyttäminen selaimessa
fr: Utilisation de la télécommande avec le navigateur Web
he: שימוש בשלט הרחוק בדפדפן אינטרנט
hu: A távirányító használata böngészőprogramokban
it: Utilizzo del telecomando con il browser Web
jp: Web ブラウザでのリモート コントロールの使用方法
nb: Bruke fjernkontrollen i nettleseren
pl: Korzystanie z pilota w przeglądarce
pt_br: Usar o controle remoto no navegador da Web
ru: Использование пульта дистанционного управления в веб-браузере
sw: Använda fjärrkontrollen i webbläsare
tr: Uzaktan Kumandayı Web Tarayıcı içinden Kullanma

source: Exit web browser
cs: Zavřít webový prohlížeč
da: Afslut webbrowser
fi: Poistu selaimesta
fr: Ferme le navigateur Web
he: יציאה מדפדפן האינטרנט
hu: Kilépés a böngészőből
it: Esce dal browser Web
jp: Web ブラウザを終了します。
nb: Avslutt nettleseren
pl: Zamknij przeglądarkę
pt_br: Sair do navegador da Web
ru: Выйти из веб-браузера
sw: Avsluta webbläsare
tr: Web tarayıcıdan çıkın

source: Move cursor in web browser
cs: Posunout kurzorem ve webovém prohlížeči
da: Flyt markør i webbrowser
fi: Siirrä kohdistinta selaimessa
fr: Permet de déplacer le curseur dans le navigateur Web
he: הזזת הסמן בדפדפן האינטרנט
hu: Kurzor mozgatása a böngészőben
it: Consente di spostare il cursore all'interno del browser Web
jp: Web ブラウザでカーソルを移動します。
nb: Flytt markøren i nettleseren
pl: Poruszanie kursorem w przeglądarce
pt_br: Mover cursor no navegador da Web
ru: Переместить курсор в веб-браузере
sw: Flytta pekaren i webbläsare
tr: İmleci web tarayıcı içinde hareket ettirin

source: Click to select links in web browser
cs: Klepnutím vybrat odkaz ve webovém prohlížeči
da: Klik for at vælge links i webbrowser
fi: Valitse selaimen linkkejä napsauttamalla
fr: Permet de sélectionner les liens dans le navigateur Web
he: לחצו בשביל לבחור קישורים בדפדפן האינטרנט
hu: Hivatkozások kijelölése kattintással a böngészőben
it: Utilizzare questo pulsante per selezionare i collegamenti contenuti all'interno della finestra del browser Web
jp: Web ブラウザのリンクを選択するには、このボタンをクリックします。
nb: Klikk for å velge koblinger i nettleseren
pl: Kliknij, aby wybrać łącze w przeglądarce
pt_br: Clique para selecionar links no navegador da Web
ru: Щелкните для выбора ссылок в веб-браузере
sw: Klicka för att välja linkar i webbläsare
tr: Web tarayıcıdaki linkleri seçmek için tıklayın

source: Alt key when using the web browser keyboard
cs: Klávesa Alt pro používání klávesnice webového prohlížeče
da: Alt-tast ved brug af tastatur i webbrowser
fi: Alt-näppäin käytettäessä selaimen näppäimistöä
fr: Touche Alt à utiliser avec le clavier du navigateur Web
he: מקש Alt כאשר נעשה שימוש במקלדת לדפדפני אינטרנט
hu: Alt gomb a böngészőbillentyűzet használatakor
it: Tasto ALT durante l'utilizzo come tastiera per il browser Web
jp: Web ブラウザのキーボードを使用する場合の Alt キーです。
nb: Alt-tasten ved bruk av nettlesertastaturet
pl: Klawisz Alt w klawiaturze przeglądarki
pt_br: Tecla Alt ao usar o teclado do navegador da Web
ru: Кнопка Alt при использовании клавиатуры веб-браузера
sw: Alt-tangenten när webbläsarens tangentbord används
tr: Web tarayıcı klavyesini kullanırken Alt tuşu

source: Back to previous web page
cs: Zpět na předchozí webovou stránku
da: Tilbage til forrige webside
fi: Takaisin edelliselle sivulle
fr: Permet de revenir à la page Web précédente
he: חזרה לעמוד האינטרנט הקודם
hu: Vissza az előző weboldalhoz
it: Consente di tornare alla pagina Web precedente
jp: 前の Web ページに戻ります。
nb: Tilbake til forrige nettside
pl: Powrót do poprzedniej strony
pt_br: Voltar para página da Web anterior
ru: Вернуться на предыдущую веб-страницу
sw: Tillbaka till föregående webbsida
tr: Önceki web sayfasına geri dön

source: Display URL bar and web browser options
cs: Zobrazit panel s adresou URL a možnosti webového prohlížeče
da: Vis URL-linjen og indstillinger for webbrowser
fi: Näytä URL-palkki ja selaimen asetukset
fr: Affiche la barre d'adresse et les options du navigateur Web
he: הצגה של שורת הכתובת ושל אפשרויות דפדפן האינטרנט
hu: URL-sáv és böngészőbeállítások megjelenítése
it: Consente di visualizzare la barra degli indirizzi e le opzioni del browser Web
jp: URL バーや Web ブラウザのオプションを表示します。
nb: Vis URL-linjen og nettleseralternativer
pl: Wyświetlanie paska adresu URL i opcji przeglądarki
pt_br: Exibir barra de URL e opções do navegador
ru: Показать строку ввода URL-адреса и параметры веб-браузера
sw: Visa URL-listen och webbläsaralternativ
tr: URL çubuğunu ve web tarayıcı seçeneklerini göster

source: Use Enter to submit a URL or text entry
cs: Stisknutím tlačítka Enter odešlete adresu URL nebo zadaný text
da: Brug Enter til at sende en URL eller tekstindtastning
fi: Lähetä URL-osoite tai teksti Enter-painikkeella
fr: Appuyez sur Enter pour soumettre une URL ou un texte saisi
he: השתמשו ב-Enter כדי לאשר כתובת או מלל שהוזן
hu: Az Enter gombbal küldhető el az URL-cím vagy a beírt szöveg
it: Utilizzare Enter per inviare un URL o del contenuto di testo
jp: URL やテキスト エントリを送信するには Enter を押します。
nb: Bruk Enter til å sende en URL eller tekststreng
pl: Naciśnij przycisk Enter, aby zatwierdzić adres URL lub wpisany tekst
pt_br: Usar Enter para enviar um URL ou entrada de texto
ru: Кнопка Enter для отправки URL-адреса или текстового ввода
sw: Använd Enter för att sända en URL eller textinskrivning
tr: URL veya metin girişi yapmak için Enter tuşunu kullanın

source: Use Up/Down buttons to scroll web pages
cs: Pomocí tlačítek Nahoru/Dolů můžete posouvat webové stránky
da: Brug knappen Op/Ned til at rulle gennem websider
fi: Vieritä sivuja ylös/alas-painikkeilla
fr: Appuyez sur les boutons haut/bas pour faire défiler les pages Web
he: השתמשו בכפתורים למעלה/למטה בשביל לגלול עמודי אינטרנט
hu: A fel/le gombokkal görgethetők a weboldalak
it: Utilizzare i pulsanti Su/Giù per far scorrere verso l'alto e verso il basso le pagine Web
jp: 上下の矢印を使って Web ページを上下にスクロールします。
nb: Bruk Opp/Ned-knappene til å bla i nettsider
pl: Za pomocą strzałek w górę i w dół można przewijać strony
pt_br: Usar botões para cima/para baixo para rolar páginas da Web
ru: Кнопки Up/Down для прокрутки веб-страниц
sw: Använd upp och ned-knapparna för att bläddra webbsidor.
tr: Web sayfalarında gezinmek için Yukarı/Aşağı tuşlarını kullanın

source: Symbol key when using the web browser keyboard
cs: Klávesa Symbol pro používání klávesnice webového prohlížeče
da: Symboltast ved brug af tastatur i webbrowser
fi: Symbol-näppäin käytettäessä selaimen näppäimistöä
fr: Touche Symbole à utiliser avec le clavier du navigateur Web
he: מקש Symbol (סמל) כאשר נעשה שימוש במקלדת לדפדפני אינטרנט
hu: Symbol gomb a böngészőbillentyűzet használatakor
it: Tasto SYM durante l'utilizzo come tastiera per il browser Web
jp: Web ブラウザのキーボードを使用する場合のシンボル キーです。
nb: Symboltasten ved bruk av nettlesertastaturet
pl: Klawisz Symbol w klawiaturze przeglądarki
pt_br: Tecla Symbol ao usar o teclado do navegador da Web
ru: Кнопка Symbol при использовании клавиатуры веб-браузера
sw: Symbol-tangenten när webbläsarens tangentbord används
tr: Web tarayıcı klavyesini kullanırken Sembol tuşu

source: Spacebar when using the web browser keyboard
cs: Mezerník pro používání klávesnice webového prohlížeče
da: Mellemrumstast ved brug af tastatur i webbrowser
fi: Välilyöntinäppäin käytettäessä selaimen näppäimistöä
fr: Touche d'espace à utiliser avec le clavier du navigateur Web
he: מקש Spacebar (רווח) כאשר נעשה שימוש במקלדת לדפדפני אינטרנט
hu: Szóköz gomb a böngészőbillentyűzet használatakor
it: Barra spaziatrice durante l'utilizzo come tastiera per il browser Web
jp: Web ブラウザのキーボードを使用する場合のスペースバーです。
nb: Mellomromstasten ved bruk av nettlesertastaturet
pl: Klawisz spacji w klawiaturze przeglądarki
pt_br: Barra de espaço ao usar o teclado do navegador da Web
ru: Пробел при использовании клавиатуры веб-браузера
sw: Mellanslagstangenten när webbläsarens tangentbord används
tr: Web tarayıcı klavyesini kullanırken Boşluk tuşu

source: Show this information again?
cs: Zobrazit tyto informace znovu?
da: Vis disse oplysninger igen?
fi: Näytetäänkö tämä tieto uudelleen?
fr: Afficher de nouveau ces informations ?
he: להציג את המידע הזה שוב?
hu: Szeretné újra látni az információt?
it: Visualizzare nuovamente queste informazioni?
jp: この情報をもう一度表示しますか?
nb: Vil du vise informasjonen flere ganger?
pl: Czy pokazać te informacje ponownie?
pt_br: Exibir essas informações novamente?
ru: Показать эти сведения еще раз?
sw: Visa den här informationen igen?
tr: Bu bilgi tekrar gösterilsin mi?

source: NO
cs: NE
da: NEJ
fi: EI
fr: NON
he: לא
hu: NEM
jp: いいえ
nb: NEI
pl: NIE
pt_br: NÃO
ru: НЕТ
sw: NEJ
tr: HAYIR

source: YES
cs: ANO
da: JA
fi: KYLLÄ
fr: OUI
he: כן
hu: IGEN
it: SÌ
jp: はい
nb: JA
pl: TAK
pt_br: SIM
ru: ДА
sw: JA
tr: EVET

source: Eject USB device
cs: Odpojit USB zařízení
da: Eject USB-enhed
fi: Poista USB-laite
fr: Ejecter un périphérique USB
he: הוצא התקן USB
hu: Kiadás USB-eszköz
it: Espulsione del dispositivo USB
jp: イジェクトUSBデバイス
nb: Løs USB-enhet
pl: Odłącz urządzenia USB
pt_br: Eject dispositivo USB
ru: Извлечь USB устройства
sw: Mata ut USB-enhet
tr: Çıkarma USB cihazı

source: With the beta Web Browser you can view popular content from the Favorites List. You may navigate to other websites; video content is only available from websites on the Favorites List.
cs: Prostřednictvím beta verze webového prohlížeče si můžete prohlížet oblíbený obsah ze seznamu Favorites (Oblíbené). Můžete přejít na jiné webové stránky. Obsah videa je dostupný pouze z webových stránek ze seznamu Favorites (Oblíbené).
da: Med betawebbrowseren kan du se populært indhold fra listen Favoritter. Du kan navigere til andre websteder. Videoindhold er kun tilgængelig fra websteder på listen Favoritter.
fi: Beta-selaimella voi katsoa Suosikit-luettelossa näkyvää suosittua sisältöä. Voit siirtyä myös muihin sivustoihin; videosisältöä on saatavilla ainoastaan Suosikit-luettelossa näkyvistä sivustoista.
fr: Grâce au navigateur Web bêta, vous pouvez visionner du contenu populaire à partir de la liste Favoris. Vous pouvez naviguer vers d’autres sites Web ; le contenu vidéo est uniquement disponible pour les sites Web inclus dans la liste Favoris.
he: באמצעות גרסת הבטא של דפדפן האינטרנט תוכלו לצפות בתכנים פופולריים דרך רשימת המועדפים (Favorites List). תוכלו לנווט לאתרים אחרים; רק תוכני וידאו מאתרים שמופיעים ברשימת המועדפים יהיו זמינים.
hu: A béta webböngészőben a népszerű tartalmakat a Kedvencek listából érheti el. Más webhelyekre is elnavigálhat; a videotartalom csak a Kedvencek listán szereplő webhelyekről érhető el.
it: Con il browser Web beta è possibile visualizzare i contenuti più apprezzati dall'elenco dei Preferiti. È possibile visualizzare altri siti Web; il contenuto video è disponibile soltanto da siti Web presenti nell'elenco dei Preferiti.
jp: ベータ Web ブラウザを使用して、お気に入りリストから人気の高いコンテンツを閲覧できます。他の好きな Web サイトに移動することもできます。ただし、ビデオ コンテンツはお気に入りリストにある Web サイトからのみ閲覧できます。
nb: Med betanettleseren kan du vise populært innhold på Favoritter-listen. Du kan navigere til andre nettsteder, men videoinnhold er bare tilgjengelig fra nettsteder på Favoritter-listen.
pl: Za pomocą przeglądarki internetowej w wersji beta można przeglądać listę Ulubione. Można również przeglądać inne witryny internetowe. Przeglądanie materiałów wideo jest dostępne tylko w przypadku witryn internetowych dostępnych na liście Ulubione.
pt_br: Com o Navegador da Web beta, você pode ver o conteúdo popular da lista Favoritos. Você poderá navegar para outros sites; o conteúdo de vídeo só está disponível nos sites que estão na lista Favoritos.
ru: Бета-версия веб-браузера позволяет просматривать популярное содержимое из списка «Избранное». При этом можно переходить к другим веб-сайтам; видеофайлы доступны только из веб-сайтов списка «Избранное».
sw: Med beta Webbläsaren kan du visa populära innehåll från Favoritlistan. Du kan navigera till andra webbplatser; videoinnehåll är endast tillgängliga från webbplatser i Favoritlistan.
tr: Beta Web Tarayıcı ile Sık Kullanılanlar Listesindeki popüler içerikleri görüntüleyebilirsiniz. Diğer web sitelerinde gezinebilirsiniz; video içeriği sadece Sık Kullanılanlar Listesindeki web siteleri için kullanılabilir.

source: Downloading update...
cs: Stahování aktualizací...
da: Downloading opdatering...
fi: Ladataan päivitystä...
fr: Téléchargement mise à jour...
he: הורדת עדכון...
hu: Frissítés letöltése...
it: Il download di aggiornamento...
jp: ダウンロードの更新...
nb: Laster ned oppdatering...
pl: Pobieranie aktualizacji...
pt_br: Baixar atualização...
ru: Загрузка обновления...
sw: Hämtar uppdatering...
tr: Güncelleme indiriliyor...

source: Media library need to enable before using Search function.
cs: Knihovny médií potřebují k tomu, aby před použitím funkce vyhledávání.
da: Mediebibliotek nødt til at aktivere, før du bruger søgefunktionen.
fi: Mediakirjastossa on otettava käyttöön ennen Haku-toiminnolla.
fr: Médiathèque devez activer avant d'utiliser la fonction 'Rechercher'.
he: ספריית מדיה צריך לאפשר לפני השימוש בפונקציה חיפוש.
hu: Médiakönyvtárban engedélyezni kell a használata előtt keresés funkciót.
it: Mediateca necessità di consentire prima di utilizzare la funzione Cerca.
jp: メディアライブラリには、検索機能を使用する前に有効にする必要があります。
nb: Media biblioteket må aktivere før du bruker Søk-funksjonen.
pl: Media Library należy włączyć przed użyciem funkcji wyszukiwania.
pt_br: Mediateca precisa ativar antes de usar a função de pesquisa.
ru: Медиатека нужно активировать перед использованием функции 'Поиск'.
sw: Mediabibliotek måste aktivera innan du använder sökfunktionen.
tr: Medya kütüphanesi Arama fonksiyonu kullanmadan önce etkinleştirmeniz gerekir.

source: IOMEGA LICENSE AGREEMENT
cs: LICENČNÍ SMLOUVA IOMEGA
da: IOMEGA LICENSAFTALE
fi: IOMEGA-KÄYTTÖOIKEUSSOPIMUS
fr: ACCORD DE LICENCE IOMEGA
he: הסכם רישיון של IOMEGA
hu: IOMEGA LICENCSZERZŐDÉS
it: CONTRATTO DI LICENZA IOMEGA
jp: IOMEGA 使用許諾契約書
nb: IOMEGA LISENSAVTALE
pl: UMOWA LICENCYJNA FIRMY IOMEGA
pt_br: CONTRATO DE LICENCIAMENTO DA IOMEGA
ru: ЛИЦЕНЗИОННОЕ СОГЛАШЕНИЕ IOMEGA
sw: IOMEGA LICENSAVTAL
tr: IOMEGA LİSANS SÖZLEŞMESİ

source: IF YOU DO NOT…
cs: POKUD NE…
da: HVIS DU IKKE…
fi: JOS SINÄ ET...
fr: SI VOUS NE...
he: אם לא...
hu: AMENNYIBEN ÖN NEM...
it: SE NON...
jp: 以下を行わない場合...
nb: HVIS DU IKKE…
pl: JEŚLI UŻYTKOWNIK NIE...
pt_br: SE VOCÊ NÃO…
ru: ЕСЛИ ВЫ НЕ…
sw: OM DU INTE ...
tr: ŞUNLARI YAPMAZSANIZ....

source: Digital without HDMI audio
cs: Digitální, bez zvuku v HDMI
da: Digitalt uden HDMI-lyd
fi: Digitaalinen ilman HDMI-ääntä
fr: Numérique sans audio HDMI
he: דיגיטלי ללא שמע HDMI
hu: Digitális HDMI audio nélkül
it: Digitale senza audio HDMI
jp: デジタル (HDMI オーディオなし)
nb: Digital uten HDMI-lyd
pl: Cyfrowe bez dźwięku HDMI
pt_br: Digital sem áudio HDMI
ru: Цифровой без HDMI-аудио
sw: Digitalt utan HDMI-ljud
tr: HDMI ses olmadan dijital

source: This Divx rental has used X of Y views
cs: Tento soubor DivX byl přehrán Xkrát z Y povolených shlédnutí.
da: Denne DivX-lejeperiode har brugt X af Y visninger
fi: Tähän DivX-vuokraukseen on käytetty X/Y katselukertaa
fr: X sur Y visualisations ont été utilisées pour cette location DivX
he: בשכירות DivX נוצלו X מתוך Y צפיות
hu: Ezt a DivX kölcsönözhető tartalmat X alkalommal tekintették meg (max. Y engedélyezett)
it: Questo noleggio DivX ha utilizzato X di Y visualizzazioni
jp: DivX レンタルは X/Y 個のビューを使用しました
nb: Denne DivX-leien har brukt X av Y visninger
pl: Ten wypożyczony materiał DivX użyto X z Y razy
pt_br: Esse aluguel de DivX usou X de Y visualizações
ru: Прокат DivX использовал X режимов отображения из Y
sw: Den här DivX-hyrningen har använt X av Y visningar
tr: Bu DivX kiralama Y izleme hakkından X tanesini kullanmış

source: Continue?
cs: Přejete si pokračovat?
da: Vil du fortsætte?
fi: Jatketaanko?
fr: Voulez-vous continuer ?
he: להמשיך?
hu: Folytatja?
it: Continuare?
jp: 続けますか?
nb: Fortsette?
pl: Czy kontynuować?
pt_br: Continuar?
ru: Продолжить?
sw: Fortsätt?
tr: Devam?

source: Are you sure to stop copying file?
cs: Opravdu chcete zastavit kopírování souborů?
da: Er du sikker på, at du vil standse kopieringen af filer?
fi: Haluatko varmasti lopettaa tiedostojen kopioinnin?
fr: Voulez-vous vraiment interrompre la copie des fichiers ?
he: האם אתה בטוח שברצונך להפסיק את העתקת הקבצים?
hu: Biztosan leállítja a fájlok másolását?
it: Interrompere il processo di copia dei file?
jp: ファイルのコピーを中止しますか?
nb: Er du sikker på at du stoppe kopiering av filer?
pl: Czy na pewno chcesz zatrzymać kopiowanie plików?
pt_br: Tem certeza de que deseja parar de copiar arquivos?
ru: Действительно остановить копирование файлов?
sw: Vill du verkligen sluta kopiera filer?
tr: Dosyaları kopyalamayı durdurmak istediğinize emin misiniz?

source: Mediafly dashboard
cs: Panel Mediafly
da: Mediafly-instrumentbræt
fi: Mediaflyn koontinäyttö
fr: Tableau de bord Mediafly
he: לוח מחוונים של Mediafly
hu: Mediafly irányítópult
it: Dashboard Mediafly
jp: Mediafly ダッシュボード
nb: Mediafly-instrumentbord
pl: Panel Mediafly
pt_br: Painel Mediafly
ru: Панель Mediafly
sw: Mediafly-instrumentbräda
tr: Mediafly gösterge panosu

source: My channels
cs: Moje kanály
da: Mine kanaler
fi: Omat kanavat
fr: Mes chaînes
he: הערוצים שלי
hu: Saját csatornák
it: Canali personali
jp: マイ チャネル
nb: Mine kanaler
pl: Moje kanały
pt_br: Meus canais
ru: Мои каналы
sw: Mina kanaler
tr: Kanallarım

source: Popular channels
cs: Oblíbené kanály
da: Populære kanaler
fi: Suositut kanavat
fr: Chaînes populaires
he: ערוצים פופולריים
hu: Népszerű csatornák
it: Canali popolari
jp: 人気のあるチャネル
nb: Populære kanaler
pl: Popularne kanały
pt_br: Canais populares
ru: Популярные каналы
sw: Populära kanaler
tr: Popüler kanallar

source: Are you sure you want to delete this account?
cs: Opravdu chcete odstranit tento účet?
da: Er du sikker på, at du vil slette denne konto?
fi: Haluatko varmasti poistaa tämän tilin?
fr: Voulez-vous vraiment supprimer ce compte ?
he: האם אתה בטוח שברצונך למחוק את החשבון הזה?
hu: Biztosan törli a fiókot?
it: Eliminare questo account?
jp: このアカウントを削除しますか?
nb: Er du sikker på at du vil slette denne kontoen?
pl: Czy na pewno chcesz usunąć to konto?
pt_br: Tem certeza de que deseja excluir essa conta?
ru: Действительно удалить эту учетную запись?
sw: Vill du verkligen ta bort det här kontot?
tr: Bu hesabı silmek istediğinize emin misiniz?

source: Are you sure you want to add the show:
cs: Opravdu chcete k tomuto seriálu přidat:
da: Er du sikker på, at du vil tilføje showet:
fi: Haluatko varmasti lisätä shown:
fr: Voulez-vous vraiment ajouter l'émission :
he: האם אתה בטוח שברצונך להוסיף את התוכנית:
hu: Biztosan felveszi a következő műsort?
it: Si desidera aggiungere lo spettacolo:
jp: 作品を追加しますか?:
nb: Er du sikker på at du vil legge til denne serien?
pl: Czy na pewno chcesz dodać program:
pt_br: Tem certeza de que deseja adicionar o show:
ru: Действительно добавить программу:
sw: Vill du verkligen lägga till programmet:
tr: Şovu eklemek istediğinizden emin misiniz?

source: This episode
cs: Tento díl
da: Denne episode
fi: Tämä jakso
fr: Cet épisode
he: פרק זה
hu: Ez az epizód
it: Questo episodio
jp: このエピソード
nb: Denne episoden
pl: Ten odcinek
pt_br: Este episódio
ru: Данный эпизод
sw: Det här avsnittet
tr: Bu bölüm

source: This episode has been added to your channel.Additional options are available on Mediafly.com.
cs: Tento díl by přidán do vašeho kanálu. Další možnosti naleznete na stránkách Mediafly.com.
da: Denne episode er blevet tilføjet på din kanal. Yderligere indstillinger kan tilgængelige på Mediafly.com.
fi: Tämä jakso on lisätty kanavaasi. Muita vaihtoehtoja löytyy Mediafly.com-sivustosta.
fr: Cet épisode a été ajouté à votre chaîne. D'autres options sont disponibles sur Mediafly.com.
he: פרק זה התווסף לערוץ שלך. אפשרויות נוספות זמינות באתר Mediafly.com.
hu: Ez az epizód hozzá lett adva a csatornához. További opciókért látogasson el a Mediafly.com webhelyre.
it: L'episodio è stato aggiunto al canale personale. Opzioni aggiuntive sono disponibili su Mediafly.com.
jp: このエピソードはチャネルに追加されました。Mediafly.com ではその他のオプションもお選びいただけます。
nb: Denne episoden er lagt til kanalen din. Flere alternativer er tilgjengelig på Mediafly.com.
pl: Ten odcinek został dodany do kanału. Dodatkowe opcje dostępne na Mediafly.com.
pt_br: Este episódio foi adicionado ao seu canal. Há opções adicionais disponíveis em Mediafly.com.
ru: Данный эпизод был добавлен в ваш канал. Доступ к дополнительным возможностям можно получить на Mediafly.com.
sw: Det här avsnittet har lagts till din kanal. Ytterligare alternativ finns tillgängliga på Mediafly.com.
tr: Bu bölüm kanalınıza eklendi. Mediafly.com adresinde ilave seçenekler mevcuttur.

source: All Episodes in this show
cs: Všechny díly tohoto seriálu
da: Alle episoderne i dette show
fi: Kaikki tämän shown jaksot
fr: Tous les épisodes de cette émission
he: כל הפרקים של תוכנית זו
hu: A műsor összes epizódja
it: Tutti gli episodi di questo spettacolo
jp: この作品のすべてのエピソード
nb: Alle episoder i denne serien
pl: Wszystkie odcinki w tym programie
pt_br: Todos os episódios desse show
ru: Все эпизоды в данной программе
sw: Alla avsnitt för det här programmet
tr: Bu şovdaki tüm bölümler

source: This show has been added to your channel.Additional options are available on Mediafly.com.
cs: Tento seriál by přidán do vašeho kanálu. Další možnosti naleznete na stránkách Mediafly.com.
da: Dette show er blevet tilføjet på din kanal. Yderligere indstillinger kan tilgængelige på Mediafly.com.
fi: Tämä show on lisätty kanavaasi. Muita vaihtoehtoja löytyy Mediafly.com-sivustosta.
fr: Cette émission a été ajoutée à votre chaîne. D'autres options sont disponibles sur Mediafly.com.
he: תוכנית זו התווספה לערוץ שלך. אפשרויות נוספות זמינות באתר Mediafly.com.
hu: Ez a műsor hozzá lett adva a csatornához. További opciókért látogasson el a Mediafly.com webhelyre.
it: Lo spettacolo è stato aggiunto al canale. Opzioni aggiuntive sono disponibili su Mediafly.com.
jp: この作品はチャネルに追加されました。Mediafly.com ではその他のオプションもお選びいただけます。
nb: Denne serien er lagt til kanalen din. Flere alternativer er tilgjengelig på Mediafly.com.
pl: Ten program został dodany do kanału. Dodatkowe opcje dostępne na Mediafly.com.
pt_br: Este show foi adicionado ao seu canal. Há opções adicionais disponíveis em Mediafly.com.
ru: Данная программа была добавлена в ваш канал. Доступ к дополнительным возможностям можно получить на Mediafly.com.
sw: Det här programmet har lagts till din kanal. Ytterligare alternativ finns tillgängliga på Mediafly.com.
tr: Bu şov kanalınıza eklendi. Mediafly.com adresinde ilave seçenekler mevcuttur.
