Repository: alsedo/screenplay-dx
Catalog: core_repos/src/libs/RES_IOM/resource/mo/*.po
Languages: cs, da, fi, fr, he, hu, it, jp, nb, pl, pt_br, ru, sw, tr

source: Gateway is invalid. Please verify your Gateway and try again.
cs: Brána je neplatná. Ověřte bránu a zkuste to znovu.
da: Ugyldig gateway. Kontrollér din gateway, og prøv igen.
fi: Yhdyskäytävä on epäkelpo. Tarkista yhdyskäytävä ja yritä uudelleen.
fr: Passerelle non valide. Vérifiez votre passerelle et réessayez.
he: השער אינו תקף. בדוק את השער שלך ונסה שוב.
hu: Az átjáró érvénytelen. Ellenőrizze az átjárót, majd próbálja meg újra.
it: Gateway non valido. Verificare il Gateway e riprovare.
jp: ゲートウェイが無効です。ゲートウェイを確認してからもう一度試してください。
nb: Gateway er ugyldig. Kontroller gateway og prøv på nytt.
pl: Nieprawidłowa brama. Sprawdź bramę i spróbuj ponownie.
pt_br: Gateway inválido. Verifique o gateway e tente novamente.
ru: Неверный шлюз. Проверьте шлюз и повторите попытку.
sw: Gatewayen är ogiltig. Kontrollera gatewayen och försök igen.
tr: Ağ Geçidi geçersiz. Lütfen Ağ Geçidinizi doğrulayın ve tekrar deneyin.

source: Home
cs: Domů
da: Start
fi: Koti
fr: Accueil
he: דף הבית
hu: Kezdőlap
jp: ホーム
nb: Hjem
pl: Strona główna
pt_br: Início
ru: Домой
sw: Hem
tr: Ana sayfa

source: It should not be empty!
cs: Nesmí být prázdné!
da: Det må ikke være tomt!
fi: Ei voi olla tyhjä!
fr: Ce champ ne doit pas être vide !
he: אינו צריך להיות ריק!
hu: A mező nem lehet üres!
it: Non può essere vuoto!
jp: 空白にすることはできません!
nb: Det kan ikke være tomt!
pl: Nie może być puste!
pt_br: Não deve estar vazio!
ru: Эта графа не должна быть пустой!
sw: Det ska vara tomt!
tr: Boş olmamalıdır!

source: No
cs: Ne
da: Nej
fi: Ei
fr: Non
he: לא
hu: Nem
jp: いいえ
nb: Nei
pl: Nie
pt_br: Não
ru: Нет
sw: Nej
tr: Hayır

source: Select destination
cs: Vybrat cíl
da: Vælg destination
fi: Valitse kohde
fr: Sélectionner la destination
he: בחר יעד
hu: Cél kiválasztása
it: Seleziona destinazione
jp: コピー先を選択
nb: Velg mål
pl: Wybierz położenie docelowe
pt_br: Selecionar destino
ru: Выберите место назначения
sw: Välj destination
tr: Hedef seçin

source: Subnet mask is invalid. Please verify your Subnet Mask and try again.
cs: Maska podsítě je neplatná. Ověřte masku podsítě a zkuste to znovu.
da: Ugyldig undernetmaske. Kontrollér din undernetmaske, og prøv igen.
fi: Aliverkon peite on epäkelpo. Tarkista aliverkon peite ja yritä uudelleen.
fr: Masque de sous-réseau non valide. Vérifiez votre masque de sous-réseau et réessayez.
he: מסיכת רשת משנה אינה תקפה. בדוק את מסיכת רשת משנה שלך ונסה שוב.
hu: Az alhálózati maszk érvénytelen. Ellenőrizze az alhálózati maszkot, majd próbálja meg újra.
it: Maschera di sottorete non valida. Verificare la maschera di sottorete e riprovare.
jp: サブネット マスクが無効です。サブネット マスクを確認してからもう一度試してください。
nb: Nettverksmasken er ugyldig. Kontroller nettverksmasken og prøv på nytt.
pl: Nieprawidłowa maska podsieci. Sprawdź maskę podsieci i spróbuj ponownie.
pt_br: Máscara de sub-rede inválida. Verifique a máscara de sub-rede e tente novamente.
ru: Неверная маска подсети. Проверьте маску подсети и повторите попытку.
sw: Nätmasken är ogiltig. Kontrollera nätmasken och försök igen.
tr: Alt Ağ Maskesi geçersiz. Lütfen Alt Ağ Maskenizi doğrulayın ve tekrar deneyin.

source: The device has lost its connection with the media server.
cs: Připojení zařízení k serveru médií bylo ztraceno.
da: Enheden har mistet forbindelsen til medieserveren.
fi: Laitteen yhteys mediapalvelimeen on katkennut.
fr: Le périphérique n'est plus connecté au serveur multimédia.
he: ההתקן איבד את החיבור לשרת המדיה.
hu: Az eszköz elveszítette a médiakiszolgálóval való kapcsolatát.
it: Il dispositivo ha perso la connessione al server multimediale.
jp: デバイスとメディア サーバの接続が失われました。
nb: Enheten har mistet forbindelsen med medieserveren.
pl: Połączenie pomiędzy urządzeniem i serwerem multimedialnym zostało zerwane.
pt_br: O dispositivo perdeu sua conexão ao servidor de mídia.
ru: Произошел разрыв связи устройства с сервером мультимедиа.
sw: Enheten har förlorat anslutningen med medieservern.
tr: Cihaz medya sunucu ile bağlantısını kaybetti.

source: The selected music has been removed from playlist.
cs: Vybraná hudba byla odebrána ze seznamu přehrávaných titulů.
da: Den valgte musik er blevet fjernet fra spillelisten.
fi: Valittu musiikki on poistettu soittolistasta.
fr: Le fichier de musique sélectionné a été supprimé de la liste de lecture.
he: המוזיקה הנבחרת הוסרה מרשימת ההשמעה.
hu: A program eltávolította a kijelölt zeneszámot a lejátszási listáról.
it: La musica selezionata è stata rimossa dalla playlist.
jp: 選択された音楽はプレイリストから削除されました。
nb: Den valgte musikken har blitt fjernet fra spillelisten.
pl: Wybrany utwór został usunięty z listy odtwarzania.
pt_br: A música selecionada foi removida da lista de reprodução.
ru: Выбранная музыка удалена из списка воспроизведения.
sw: Vald musik har tagits bort från spellistan.
tr: Seçilen müzik çalma listesinden silindi.

source: Yes
cs: Ano
da: Ja
fi: Kyllä
fr: Oui
he: כן
hu: Igen
it: Sì
jp: はい
nb: Ja
pl: Tak
pt_br: Sim
ru: Да
sw: Ja
tr: Evet

source: Movies
cs: Film
da: Film
fi: Elokuva
fr: Film
he: סרט
hu: Film
it: Film
jp: 動画
nb: Film
pl: Film
pt_br: Filme
ru: Фильм
sw: Film
tr: Film

source: Press 'OK' to apply the information for video.
cs: Stisknutím tlačítka „ENTER“ použijete informace na dané video.
da: Tryk på “ENTER” for at anvende oplysningerne for videoen.
fi: Käytä videon tiedot valitsemalla 'ENTER'.
fr: Appuyez sur 'ENTER' pour ajouter ces informations à la vidéo
he: לחץ על 'ENTER' כדי ליישם את המידע על הווידיאו.
hu: Az 'ENTER' gombbal az adatokat hozzáadhatja a videóhoz.
it: Premi 'ENTER' per applicare le informazioni per il video.
jp: ビデオに情報を適用するには [ENTER] を押してください。
nb: Trykk på ENTER for å bruke informasjonen for videoen.
pl: Naciśnij przycisk „ENTER”, aby zastosować info o filmie.
pt_br: Pressione “ENTER” para aplicar as informações para vídeo.
ru: Чтобы применить данные сведения о видео, нажмите кнопку ENTER.
sw: Tryck på 'ENTER' för att tillämpa informationen för video.
tr: Video için bilgiyi uygulamak amacıyla “Enter” üstüne basın.

source: Getting movie information. Please wait...
cs: Načítání informací o filmu. Čekejte…
da: Henter filminformation. Vent venligst…
fi: Hakee elokuvatietoja. Odota…
fr: Obtention des informations du film en cours. Un instant…
he: מקבל מידע סרט. המתן...
hu: Film adatainak beolvasása. Kérjük, várjon...
it: Acquisizione delle informazioni filmato. Attendere...
jp: 映画情報を取得しています お待ちください...
nb: Henter filminformasjon Vent litt…
pl: Pobieranie info o filmie Proszę czekać...
pt_br: Obtendo informações do filme. Aguarde...
ru: Получение сведений о фильме. Пожалуйста, подождите...
sw: Hämtar videoinformation. Vänta ...
tr: Film bilgisi alma. Lütfen bekleyin...

source: Delete all
cs: Odstranit vše
da: Slet alle
fi: Poista kaikki
fr: Tout supprimer
he: מחק הכל
hu: Összes törlése
it: Elimina tutto
jp: すべて削除
nb: Slett alle
pl: Usuń wszystkie
pt_br: Excluir tudo
ru: Удалить все
sw: Radera allt
tr: Tümünü sil

source: Wind velocity:
cs: rychlost větru
da: vindhastighed
fi: tuulen nopeus
fr: La vitesse du vent
he: מהירות הרוח
hu: szélsebesség
it: velocità del vento
jp: 風の速度
nb: vindhastighet
pl: prędkość wiatru
pt_br: velocidade do vento
ru: скорость ветра
sw: vindhastighet
tr: rüzgar hızı

source: Humidity:
cs: vlhkost
da: fugtighed
fi: kosteus
fr: Humidité
he: לחות
hu: nedvesség
it: umidità
jp: 湿度
nb: fuktighet
pl: wilgotność
pt_br: umidade
ru: влажность
sw: luftfuktighet
tr: nem

source: High/Low
cs: Vysoké / nízké
da: Høj / Lav
he: גבוה / נמוך
hu: Magas / Alacsony
it: Alto / Basso
jp: 低/高
pt_br: Alto / Baixo
ru: Высокое / низкое
sw: Hög / Låg
tr: Yüksek / Düşük

source: Wind direction:
cs: směr větru
da: Vindretning
fi: tuulen suunta
fr: La direction du vent
he: כיוון הרוח
hu: szélirány
it: direzione del vento
jp: 風の方向
nb: vindretning
pl: kierunek wiatru
pt_br: direção do vento
ru: направление ветра
sw: Vindriktning
tr: Rüzgar yönü

source: AccuWeather server not responding. Please try again later.
cs: AccuWeather serveru neodpovídá. Zkuste to znovu později.
da: AccuWeather serveren ikke reagerer. Prøv venligst igen senere.
fi: AccuWeather palvelin ei vastaa. Yritä myöhemmin uudelleen.
fr: AccuWeather serveur ne répond pas. S'il vous plaît essayez de nouveau plus tard.
he: AccuWeather השרת לא מגיב. נא נסה שוב מאוחר יותר.
hu: AccuWeather szerver nem válaszol. Kérjük, próbálkozzon később.
it: AccuWeather server non risponde. Riprova più tardi.
jp: 風向サーバーが応答しません。後でもう一度やり直してください。
nb: AccuWeather serveren ikke svarer. Vennligst prøv igjen senere.
pl: AccuWeather serwer nie odpowiada. Spróbuj ponownie później.
pt_br: AccuWeather servidor não responder. Por favor, tente novamente mais tarde.
ru: AccuWeather сервер не отвечает. Пожалуйста, повторите попытку позже.
sw: AccuWeather servern svarar inte. Var vänlig försök igen senare.
tr: AccuWeather sunucusu yanıt vermiyor. Lütfen daha sonra tekrar deneyin.

source: Movie info auto scan
cs: Informace o filmu Auto Scan
da: Film info Auto Scan
fr: Auto Scan film d'info
he: פרטי סרט אוטומטי סריקה
hu: Film info Auto Scan
it: Movie Info scansione automatica
jp: 映画情報の自動スキャン
pl: Informacji skanowania filmu auto
pt_br: Filme auto scan informações
ru: Фильм информация автоматического сканирования
sw: Film info Auto Scan
tr: Film bilgi otomatik tarama

source: Ignore
cs: ignorovat
da: Ignorér
fi: sivuuttaa
fr: ignorer
he: להתעלם
hu: Mellőz
it: ignorare
jp: 無視
nb: Ignorer
pl: ignorować
pt_br: ignorar
ru: игнорировать
sw: ignorera
tr: Yoksay

source: Scan movie info
cs: Skenování filmu info
fr: Balayage movie info
he: סרוק פרטי סרט
hu: Scan film info
it: Informazioni sulla scansione dei film
jp: スキャン映画情報
nb: Scan filmen info
pl: Skanowanie movie info
pt_br: Varredura filme info
ru: Сканирование фильм информация
tr: Tarama film bilgi

source: The workgroup name cannot contain space or any of following \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. The file name is limited up to xx characters.
cs: Název pracovní skupiny nesmí obsahovat následující znaky: \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Délka názvu souboru je omezena na xx znaků.
da: Navn på arbejdsgruppe må ikke indeholde mellemrum eller nogen af følgende \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Filnavnet er begrænset til op til xx tegn.
fi: Työryhmän nimi ei voi sisältää välilyöntiä tai mitään seuraavista merkeistä \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Tiedostonimen enimmäispituus on xx merkkiä.
fr: Le nom du groupe de travail ne peut pas contenir d’espace ni les caractères \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Le nom du fichier ne peut pas contenir plus de xx caractères.
he: שם הקבוצת עבודה אינו יכול להכיל רווח או אחד מהתווים הבאים \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. שם הקובץ מוגבל אל xx תווים.
hu: Az munkacsoport neve nem tartalmazhat szóközt és az alábbi karaktereket: \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. A fájlnév legfeljebb xx karakter hosszú lehet.
it: Il nome gruppo di lavoro non può contenere spazi o uno dei seguenti caratteri: \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Il nome del file è limitato a xx caratteri.
jp: ワークグループ名には、 \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > % 。 などの記号は使用できません。ファイル名の文字数制限は、xx です。
nb: Arbeidsgruppenavn kan ikke inneholde mellomrom eller noen av disse tegnene: \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Filnavnet er begrenset til xx tegn.
pl: W nazwa grupy roboczej nie można używać następujących znaków: \ / * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Długość nazwy pliku nie może przekraczać xx znaków.
pt_br: O nome do grupo de trabalho não pode conter espaço nem um dos seguintes caracteres: \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. O nome do arquivo está limitado a xx caracteres.
ru: Имя рабочей группы не должно содержать пробелы или следующие символы: \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Длина имени файла ограничена xx символами.
sw: Arbetsgruppnamn får inte innehålla mellanslag eller något av följande \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Filnamnet är begränsat upp till xx tecken.
tr: Çalışma grubu adı boşluk veya şu karakterlerden birini içeremez \ / : * ? " ; | ~ ! @ # $ & ( ) = + [ ] { } ' < > %. Dosya adı xx karakter ile sınırlıdır.

source: Component
cs: Komponenta
da: Komponent
fi: Komponentti
fr: Composant
hu: Komponens
jp: コンポーネント
nb: Komponent
pl: Komponentowy
pt_br: Componente
ru: Компонентный
sw: Komponent
tr: Komponent

source: DivX DRM VOD
ru: Видео по запросу (VOD) DivX DRM

source: BACK
cs: Zpět
fi: Edellinen
fr: Retour
it: Indietro
jp: 戻る
pl: Wstecz
pt_br: Retroceder
ru: Назад
sw: Tillbaka

source: Photostream
da: Fotostream
fi: Valokuvavirta
fr: Galerie de photos
hu: Fotófolyam
pl: Strumieniowanie zdjęć
pt_br: Transferência de fotos
sw: Fotoström
tr: Fotoğraf akışı

source: Welcome
hu: Üdvözöljük!
jp: ようこそ

source: Finish
hu: Befejezés
jp: 完了

source: RGB
fr: RVB

source: Option 1: Open web browser from your computer and navigate to: http://www.mediafly.com/iomega and enter this association code:
hu: 1. lehetőség: Nyissa meg a számítógép webböngészőjét, navigáljon el a http://www.mediafly.com/iomega weboldalra, végül vigye be a következő társítási kódot:
