Repository: alsedo/screenplay-dx
Catalog: core_repos/src/libs/RES_IOM/resource/mo/*.po
Languages: cs, da, fi, fr, he, hu, it, jp, nb, pl, pt_br, ru, sw, tr

source: Select language.
cs: Zvolte jazyk
da: Vælg sprog
fi: Valitse kieli
fr: Sélectionnez la langue
he: בחר שפה
hu: Válasszon nyelvet.
it: Seleziona lingua
jp: 言語を選択します。
nb: Velg språk.
pl: Wybierz język
pt_br: Selecionar idioma
ru: Выберите язык
sw: Välj språk
tr: Dil seçin

source: Welcome to IOMega ScreenPlay Media Player.
cs: Vítá vás přehrávač médií Iomega ScreenPlay
da: Velkommen til Iomega ScreenPlay Media Player
fi: Tervetuloa käyttämään Iomega ScreenPlay Media Playeriä
fr: Bienvenue dans le lecteur multimédia Iomega ScreenPlay
he: ברוכים הבאים אל Iomega ScreenPlay Media Player
hu: Az Iomega ScreenPlay médialejátszó üdvözli Önt.
it: Introduzione al lettore multimediale ScreenPlay di Iomega
jp: Iomega ScreenPlay メディア プレイヤーへようこそ
nb: Velkommen til Iomega ScreenPlay Media Player
pl: Odtwarzacz Iomega ScreenPlay Media Player — zapraszamy!
pt_br: Bem-vindo ao Iomega ScreenPlay Media Player
ru: Проигрыватель мультимедиа Iomega ScreenPlay
sw: Välkommen till Iomega ScreenPlay Media Player
tr: Iomega ScreenPlay Media Player'a hoşgeldiniz

source: This wizard will guide you through connecting this device to your home network. Once your device is connected, it can also be used to access and playback media stored on other network drives.
cs: Tento průvodce vás provede procesem připojování tohoto zařízení do domácí sítě. Jakmile bude zařízení připojeno, můžete z jiných zařízení v síti přehrávat a přistupovat k mediálním souborům, které jsou na něm uloženy.
da: Guiden vil lede dig gennem tilslutning af denne enhed til dit hjemmenetværk. Når enheden er tilsluttet, kan den også bruges til at opnå adgang til og afspille medier, der er lagret på andre netværksdrev.
fi: Tämä ohjattu toiminto opastaa laitteen yhdistämisessä kotiverkkoon. Kun laite on yhdistetty, sillä voi käyttää ja toistaa myös verkon muihin laitteisiin tallennettua mediaa.
fr: Cet assistant vous guidera lors de la connexion du périphérique au réseau domestique. Une fois le périphérique connecté, vous pouvez également l'utiliser pour accéder aux fichiers multimédia stockés sur les autres disques réseau et pour les lire.
he: האשף ינחה אותך בחיבור ההתקן לרשת הביתית. לאחר חיבור ההתקן, תוכל להשתמש בו כדי לגשת למדיה המאוחסנת בכונני רשת אחרים ולהפעיל אותם.
hu: Ez a varázsló végigvezeti Önt az eszköz otthoni hálózatba való bekötésén. Csatlakoztatása után az eszköz a más hálózati meghajtókon tárolt médiafájlok elérésére és lejátszására is használható.
it: Questa procedura guidata assiste l'utente durante la connessione del dispositivo alla rete domestica. Una volta connesso il dispositivo, è possibile utilizzarlo per accedere e riprodurre i file multimediali archiviati in altre unità di rete.
jp: このウィザードは、このデバイスから自宅のネットワークに接続する方法を説明します。デバイスをいったん接続すれば、そのデバイスを使用して、他のネットワーク ドライブに保存されたメディアにアクセスして再生できます。
nb: Denne veiviseren vil lede deg gjennom tilkoblingen av enheten til hjemmenettverket. Når enheten er tilkoblet, kan den også brukes for å få tilgang til og spille av medier som er lagret på andre nettverksstasjoner.
pl: Kreator przeprowadzi Cię przez proces podłączania urządzenia do sieci domowej. Po podłączeniu urządzenia można będzie również uzyskać dostęp i odtwarzać multimedia zapisane na innych dyskach sieciowych.
pt_br: Este assistente o ajudará no processo de conexão deste dispositivo à sua rede doméstica. Após o dispositivo ser conetado, ele também pode ser usado para acessar e reproduzir mídia armazenada em outras unidades na rede.
ru: Этот мастер поможет вам подключить устройство к домашней сети. После подключения устройства его также можно использовать, чтобы найти и воспроизвести файлы мультимедиа, хранящиеся на других сетевых дисках.
sw: Den här guiden vägleder dig genom anslutningen av den här enheten till ditt nätverk i hemmet. Så fort enheten är ansluten kan den också användas för att öppna och spela upp media som finns lagrat på andra nätverksenheter.
tr: Bu sihirbaz bu cihazı evinizdeki ağa bağlamanızda size rehberlik edecektir. Cihazınız ağa bağlandığında, diğer ağ sürücülerinde kayıtlı ortam dosyalarına erişmek ve bu dosyaları yürütmek için de kullanılabilir.

source: Select Next to continue.
cs: Pokračujte klepnutím na tlačítko Další.
da: Vælg Next (Næste) for at fortsætte.
fi: Jatka valitsemalla Seuraava.
fr: Cliquez sur Suivant pour continuer.
he: בחר את "הבא" כדי להמשיך.
hu: A folytatáshoz kattintson a Tovább gombra.
it: Selezionare Next (Avanti) per continuare.
jp: [次へ] をクリックして続行します。
nb: Velg Neste for å fortsette.
pl: Wybierz przycisk Dalej, aby kontynuować.
pt_br: Selecione Avançar para continuar.
ru: Для продолжения выберите «Далее».
sw: Välj Nästa för att fortsätta.
tr: Devam etmek için İleri seçin.

source: When Quick Start Mode is set to ON, the power consumption will be higher but will keep the device available on the network and shorten the start up time.
cs: Pokud je zapnutý režim rychlého spuštění, zařízení bude spotřebovávat více energie, ale čas jeho spuštění a doba, za kterou bude v síti dostupné, bude kratší.
da: Når Quick Start Mode (Hurtig starttilstand) er indstillet til ON (TIL), vil strømforbruget være højere, men enheden holdes tilgængelig på netværket og opstartstiden nedsættes.
fi: Kun pika-aloitustila on PÄÄLLÄ, virrankulutus on suurempi, mutta laite on käytettävissä verkossa ja sen käynnistysaika on lyhyempi.
fr: Lorsque le mode de démarrage rapide est activé, le périphérique consomme davantage d'énergie, mais reste disponible sur le réseau et le temps de démarrage est plus court.
he: כאשר Quick Start Mode מוגדר למצב ON (מופעל), צריכת ההספק תהיה גבוהה יותר אולם ההתקן יהיה זמין לרשת וזמן ההפעלה יהיה קצר יותר.
hu: A Gyorsindítás mód beállítás BE értéke mellett az áramfogyasztás magasabb, ugyanakkor viszont az eszköz a hálózaton folyamatosan elérhető és a bekapcsolási idő is rövidebb.
it: Quando la modalità di Guida introduttiva è impostata su ON, il consumo energetico sarà maggiore ma il dispositivo rimarrà disponibile in rete e il tempo di avvio sarà inferiore.
jp: クイック スタート モードがオンに設定されている場合、消費電力が大きくなりますが、ネットワーク上で常にデバイスを使用でき、起動時間も短縮されます。
nb: Når hurtigstartmodus er slått PÅ, vil strømforbruket være høyere, men det vil gjøre enheten tilgjengelig i nettverket og forkorte oppstartstiden.
pl: Jeśli tryb Quick Start jest włączony, zużycie energii będzie większe, ale urządzenie będzie dostępne w sieci, a czas jego włączenia będzie krótszy.
pt_br: Quando o Modo de inicialização rápida estiver definido como Ativado, o consumo de energia será mais alto, mas o dispositivo ficará disponível na rede e o tempo de inicialização será reduzido.
ru: Если включен режим «Быстрый запуск», потребление электроэнергии будет выше, но это обеспечит постоянный доступ к устройству по сети и уменьшит время его запуска.
sw: När snabbstartläget är inställt till PÅ blir strömförbrukningen högre, men det håller enheten tillgänglig i nätverket och förkortar starttiden.
tr: Hızlı Başlangıç Modu AÇIK olarak ayarlandığında, güç tüketimi daha yüksek olacaktır ancak cihaz ağ üzerinde hazır olacak ve başlama süresi kısalacaktır.

source: Select your TV type
cs: Vyberte typ televize
da: Vælg tv-typen
fi: Valitse television tyyppi
fr: Sélectionnez le type de votre téléviseur
he: בחר את סוג הטלוויזיה שלך
hu: TV-készülék típusának kiválasztása
it: Selezionare il tipo di televisore
jp: TV の種類を選択
nb: Velg TV-type
pl: Wybierz rodzaj telewizora
pt_br: Selecione o tipo da sua TV
ru: Выберите тип телевизора
sw: Välj TV-typ
tr: TV tipinizi seçin

source: Select your connection
cs: Vyberte typ připojení
da: Vælg forbindelsen
fi: Valitse yhteys
fr: Sélectionnez votre connexion
he: בחר את החיבור
hu: Csatlakozás kiválasztása
it: Selezionare la connessione
jp: 接続を選択
nb: Velg tilkobling
pl: Wybierz połączenie
pt_br: Selecione sua conexão
ru: Выберите тип подключения
sw: Välj anslutning
tr: Bağlantınızı seçin

source: Skip
cs: Přeskočit
da: Spring over
fi: Ohita
fr: Ignorer
he: דלג
hu: Kihagyás
it: Ignora
jp: スキップ
nb: Hopp over
pl: Pomiń
pt_br: Ignorar
ru: Пропустить
sw: Hoppa över
tr: Atla

source: Do you want to skip?
cs: Chcete přeskočit?
da: Vil du springe over?
fi: Haluatko ohittaa?
fr: Voulez vous vraiment ignorer ?
he: האם ברצונך לדלג?
hu: Szeretné kihagyni?
it: Ignorare?
jp: スキップしますか?
nb: Vil du hoppe over?
pl: Czy chcesz pominąć?
pt_br: Deseja ignorar?
ru: Пропустить?
sw: Vill du hoppa över?
tr: Atlamak istiyor musunuz?

source: Static IP
cs: Statická adresa IP
da: Statisk IP
fi: Kiinteä IP
fr: IP statique
he: IP סטטי
hu: Statikus IP
it: IP statico
jp: 静的 IP
nb: Statisk IP
pl: Statyczny adres IP
pt_br: IP estático
ru: Статический IP-адрес
sw: Fast IP
tr: Statik IP

source: IP address
cs: Adresa IP
da: IP-adresse
fi: IP-osoite
fr: Adresse IP
he: כתובת IP
hu: IP-cím
it: Indirizzo IP
jp: IP アドレス
nb: IP-adresse
pl: Adres IP
pt_br: Endereço IP
ru: IP-адрес
sw: IP-adress
tr: IP adresi

source: Netmask
cs: Maska podsítě
da: Netmaske
fi: Verkkopeite
fr: Masque réseau
he: מסכת רשת
hu: Hálózati maszk
it: Maschera di rete
jp: ネットマスク
nb: Nettverksmaske
pl: Maska sieci
pt_br: Máscara de rede
ru: Маска сети
sw: Nätmask
tr: Ağ maskesi

source: Gateway
cs: Brána
fi: Välityspalvelin
fr: Passerelle
he: שער
hu: Átjáró
jp: ゲートウェイ
pl: Brama
ru: Шлюз
tr: Ağ geçidi

source: Setup is completed
cs: Nastavení je dokončeno
da: Opsætningen er fuldført
fi: Asetus on valmis
fr: La configuration est terminée
he: ההתקנה הושלמה
hu: A telepítés kész
it: Installazione completata
jp: セットアップが完了しました
nb: Konfigureringen er fullført
pl: Instalacja została zakończona
pt_br: A configuração está concluída
ru: Установка завершена
sw: Installationen är klar
tr: Kurulum tamamlandı

source: Wizard
cs: Průvodce
da: Guide
fi: Ohjattu toiminto
fr: Assistant
he: אשף
hu: Varázsló
it: Procedura guidata
jp: ウィザード
nb: Veiviser
pl: Kreator
pt_br: Assistente
ru: Мастер
sw: Guide
tr: Sihirbaz

source: You have successfully completed device configuration
cs: Konfigurace zařízení byla úspěšně dokončena.
da: Du har gennemført konfigurationen af enheden.
fi: Laite on määritetty onnistuneesti.
fr: Vous avez terminé la configuration du périphérique.
he: השלמת בהצלחה את תצורת ההתקן.
hu: Az eszköz konfigurálását Ön sikeresen végrehajtotta.
it: La configurazione del dispositivo è stata completata correttamente.
jp: デバイスの設定が正常に完了しました。
nb: Du har fullført konfigureringen av enheten.
pl: Konfiguracja urządzenia została ukończona pomyślnie.
pt_br: Você concluiu a configuração do dispositivo com êxito.
ru: Настройка устройства успешно завершена.
sw: Du har klarat enhetskonfigurationen.
tr: Cihaz yapılandırmasını başarıyla tamamladınız.

source: Next
cs: Další
da: Næste
fi: Seuraava
fr: Suivant
he: הבא
hu: Tovább
it: Avanti
jp: 次へ
nb: Neste
pl: Dalej
pt_br: Próximo
ru: Далее
sw: Nästa
tr: İleri

source: Later
cs: Novější
da: Senere
fi: Myöhemmin
fr: Plus tard
he: מאוחר יותר
hu: Később
it: Più tardi
jp: 後で
nb: Senere
pl: Później
pt_br: Mais tarde
ru: Позднее
sw: Senare
tr: Daha sonra

source: Movie
cs: Film
da: Film
fi: Elokuva
fr: Film
he: סרט
hu: Film
it: Film
jp: 動画
nb: Film
pl: Film
pt_br: Filme
ru: Фильм
sw: Film
tr: Film

source: Music
cs: Hudba
da: Musik
fi: Musiikki
fr: Musique
he: מוסיקה
hu: Zene
it: Musica
jp: 音楽
nb: Musikk
pl: Muzyka
pt_br: Música
ru: Музыка
sw: Musik
tr: Müzik

source: Photo
cs: Fotografie
da: Fotos
fi: Valokuvat
fr: Photos
he: תמונות
hu: Fotók
it: Foto
jp: 写真
nb: Bilder
pl: Zdjęcia
pt_br: Fotos
ru: Фотографии
sw: Bilder
tr: Fotoğraflar

source: Settings
cs: Nastavení
da: Indstillinger
fi: Asetukset
fr: Paramètres
he: הגדרות
hu: Beállítások
it: Impostazioni
jp: 設定
nb: Innstillinger
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sw: Inställningar
tr: Ayarlar

source: Online media
cs: Média online
da: Onlinemedier
fr: Les médias en ligne
he: מדיה מקוונת
hu: Online média
it: Multimediali online
jp: オンライン メディア
nb: Nettbaserte medier
pl: Multimedia online
pt_br: Mídia online
ru: Интернет-СМИ
tr: Çevrimiçi ortam

source: Folders
cs: Složky
da: Mapper
fi: Kansiot
fr: Dossiers
he: תיקיות
hu: Mappák
it: Cartelle
jp: フォルダ
nb: Mapper
pl: Foldery
pt_br: Pastas
ru: Папки
sw: Mappar
tr: Klasörler

source: Recent
cs: Poslední
da: Seneste
fi: Viimeisimmät
fr: Récents
he: אחרון
hu: Legutóbbi
it: Recenti
jp: 最新
nb: Nylige
pl: Najnowsze
pt_br: Recentes
ru: Недавние
sw: Senaste
tr: Son kullanılan

source: Local storage
cs: Místní úložiště
da: Lokal lagring
fi: Paikallinen säilö
fr: Stockage local
he: אחסון מקומי
hu: Helyi tároló
it: Storage locale
jp: ローカル ストレージ
nb: Lokal lagring
pl: Lokalna pamięć masowa
pt_br: Armazenamento local
ru: Локальное устройство хранения
sw: Lokal lagringsplats
tr: Lokal depolama

source: Media server
cs: Mediální server
da: Medieserver
fi: Mediapalvelin
fr: Serveur multimédia
he: שרת מדיה
hu: Médiakiszolgáló
it: Server multimediale
jp: メディア サーバ
nb: Medieserver
pl: Serwer multimediów
pt_br: Servidor de mídia
ru: Медиа-сервер
tr: Medya sunucusu

source: Shared folder
cs: Sdílená složka
da: Delt mappe
fi: Jaettu kansio
fr: Dossier partagé
he: תיקייה משותפת
hu: Megosztott mappa
it: Cartella condivisa
jp: 共有フォルダ
nb: Delt mappe
pl: Folder współdzielony
pt_br: Pasta compartilhada
ru: Общая папка
sw: Delad mapp
tr: Paylaşılan klasörler

source: All Movies
cs: Všechny filmy
da: Alle film
fi: Kaikki elokuvat
fr: Tous les films
he: כל הסרטים
hu: Minden film
it: Tutti i film
jp: すべての動画
nb: Alle filmer
pl: Wszystkie filmy
pt_br: Todos os filmes
ru: Все фильмы
sw: Alla filmer
tr: Tüm Filmler

source: All Music
cs: Veškerá hudba
da: Al musik
fi: Kaikki musiikki
fr: Tous les fichiers de musique
he: כל המוסיקה
hu: Minden zene
it: Tutta la musica
jp: すべての音楽
nb: All musikk
pl: Cała muzyka
pt_br: Todas as músicas
ru: Вся музыка
sw: All musik
tr: Tüm Müzikler

source: Playlist
cs: Seznam přehrávaných titulů
da: Afspilningsliste
fi: Soittoluettelo
fr: Liste de lecture
he: רשימת השמעה
hu: Lejátszási lista
jp: 再生リスト
nb: Spilleliste
pl: Lista odtwarzania
pt_br: Lista de reprodução
ru: Список воспроизведения
sw: Spellista
tr: Çalma listesi

source: Artist
cs: Interpret
da: Kunstner
fi: Esittäjä
fr: Artiste
he: אמן
hu: Előadó
it: Artista
jp: アーティスト
pl: Artysta
pt_br: Artista
ru: Исполнитель
tr: Sanatçı

source: Genre
cs: Žánr
fi: Tyylilaji
he: ז'אנר
hu: Stílus
it: Genere
jp: ジャンル
nb: Sjanger
pl: Gatunek
pt_br: Gênero
ru: Жанр
tr: Tür

source: Album
fi: Albumi
he: אלבום
jp: アルバム
pt_br: Álbum
ru: Альбом
tr: Albüm

source: Now Playing
cs: Přehrávání
da: Afspiller nu
fi: Nyt toistetaan
fr: Lecture en cours
he: מנגן כעת
hu: Most játszott
it: In esecuzione
jp: 再生中
nb: Spiller nå
pl: Aktualnie odtwarzane
pt_br: Reproduzindo agora
ru: Воспроизводится
sw: Nu spelas
tr: Şimdi Yürütülüyor

source: All Photos
cs: Veškeré fotografie
da: Alle fotos
fi: Kaikki valokuvat
fr: Toutes les photos
he: כל התמונות
hu: Minden fotó
it: Tutte le foto
jp: すべての写真
nb: Alle bilder
pl: Wszystkie zdjęcia
pt_br: Todas as fotos
ru: Все фотографии
sw: Alla bilder
tr: Tüm Fotoğraflar

source: Date
cs: Datum
da: Dato
fi: Päivämäärä
he: תאריך
hu: Dátum
it: Data
jp: 日付
nb: Dato
pl: Data
pt_br: Data
ru: Дата
sw: Datum
tr: Tarih

source: Albums
cs: Alba
da: Album
fi: Albumit
he: אלבומים
hu: Albumok
it: Album
jp: アルバム
nb: Album
pl: Albumy
pt_br: Álbuns
ru: Альбомы
sw: Album
tr: Albümler

source: Preview mode
cs: Režim náhledu
da: Vis udskrift
fi: Esikatselutila
fr: Aperçu
he: מצב תצוגה מקדימה
hu: Előnézet mód
it: Modalità di anteprima
jp: プレビュー モード
nb: Forhåndsvisningsmodus
pl: Tryb podglądu
pt_br: Modo de visualização
ru: Режим предварительного просмотра
sw: Förhandsgranskningsläge
tr: Ön izleme modu

source: List mode
cs: Režim seznamu
da: Listetilstand
fi: Luettelotila
fr: Liste
he: מצב רשימה
hu: Lista mód
it: Modalità elenco
jp: リスト モード
nb: Listemodus
pl: Tryb listy
pt_br: Modo de lista
ru: Режим списка
sw: Listläge
tr: Liste modu

source: Thumbnail mode
cs: Režim náhledů
da: Miniature-tilstand
fi: Pienoiskuvatila
fr: Vue miniature
he: מצב תמונה ממוזערת
hu: Bélyegkép mód
it: Modalità anteprima
jp: サムネイル モード
nb: Miniatyrbildemodus
pl: Tryb miniatur
pt_br: Modo em miniaturas
ru: Режим эскизов
sw: Miniatyrläge
tr: Önizleme modu

source: This folder is empty or unavailable.
cs: Tato složka je prázdná nebo není dostupná.
da: Denne mappe er tom eller ikke tilgængelig.
fi: Tämä kansio on tyhjä tai se ei ole käytettävissä
fr: Ce dossier est vide ou n'est pas disponible.
he: התיקייה ריקה או אינה זמינה.
hu: Ez a mappa üres vagy nem érhető el.
it: Cartella vuota o non disponibile.
jp: このフォルダは空であるか、または使用できません。
nb: Denne mappen er tom eller ikke tilgjengelig.
pl: Ten folder jest pusty lub niedostępny.
pt_br: Essa pasta está vazia ou indisponível.
ru: Папка пуста или недоступна.
sw: Mappen är tom eller otillgänglig.
tr: Bu klasör boş veya kullanılmıyor.

source: Delete
cs: Odstranit
da: Slet
fi: Poista
fr: Supprimer
he: מחק
hu: Törlés
it: Elimina
jp: 削除
nb: Slett
pl: Usuń
pt_br: Excluir
ru: Удалить
sw: Ta bort
tr: Sil

source: Create
cs: Vytvořit
da: Opret
fi: Luo
fr: Créer
he: צור
hu: Létrehozás
it: Crea
jp: 作成
nb: Opprett
pl: Utwórz
pt_br: Criar
ru: Создать
sw: Skapa
tr: Oluştur

source: Edit
cs: Upravit
da: Rediger
fi: Muokkaa
fr: Modifier
he: ערוך
hu: Szerkesztés
it: Modifica
jp: 編集
nb: Rediger
pl: Edytuj
pt_br: Editar
ru: Редактировать
sw: Redigera
tr: Düzenle

source: Rename
cs: Přejmenovat
da: Omdøb
fi: Nimeä uudelleen
fr: Renommer
he: שנה שם
hu: Átnevezés
it: Rinomina
jp: 名前の変更
nb: Gi nytt navn
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
sw: Döp om
tr: Yeniden adlandır

source: Clear
cs: Vymazat
da: Ryd
fi: Tyhjennä
fr: Effacer
he: נקה
hu: Kitörlés
it: Cancella
jp: 消去
nb: Fjern
pl: Wyczyść
pt_br: Apagar
ru: Очистить
sw: Rensa
tr: Temizle

source: Move
cs: Přesunout
da: Flyt
fi: Siirrä
fr: Déplacer
he: העבר
hu: Áthelyezés
it: Sposta
jp: 移動
nb: Flytt
pl: Przesuń
pt_br: Mover
ru: Переместить
sw: Flytta
tr: Taşı

source: Save
cs: Uložit
da: Gem
fi: Tallenna
fr: Enregistrer
he: שמור
hu: Mentés
it: Salva
jp: 保存
nb: Lagre
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sw: Spara
tr: Kaydet

source: Create album
cs: Vytvořit album
da: Opret album
fi: Luo albumi
fr: Créer un album
he: צור אלבום
hu: Album létrehozása
it: Crea album
jp: アルバムを作成
nb: Opprett album
pl: Utwórz album
pt_br: Criar álbum
ru: Создать альбом
sw: Skapa album
tr: Albüm oluştur

source: Edit album
cs: Upravit album
da: Rediger album
fi: Muokkaa albumia
fr: Modifier l'album
he: ערוך אלבום
hu: Album szerkesztése
it: Modifica album
jp: アルバムを編集
nb: Rediger album
pl: Edytuj album
pt_br: Editar álbum
ru: Редактировать альбом
sw: Redigera album
tr: Albüm düzenle

source: Add to list
cs: Přidat do seznamu
da: Føj til liste
fi: Lisää luetteloon
fr: Ajouter à la liste
he: הוסף לרשימה
hu: Hozzáadás a listához
it: Aggiungi a elenco
jp: リストに追加
nb: Legg til i liste
pl: Dodaj do listy
pt_br: Adicionar à lista
ru: Добавить в список
sw: Lägg till lista
tr: Listeye ekle

source: Remove from list
cs: Odstranit ze seznamu
da: Fjern fra liste
fi: Poista luettelosta
fr: Retirer de la liste
he: הסר מרשימה
hu: Eltávolítás a listáról
it: Rimuovi da elenco
jp: リストから削除
nb: Fjern fra liste
pl: Usuń z listy
pt_br: Remover da lista
ru: Удалить из списка
sw: Ta bort från lista
tr: Listeden çıkart

source: Move focus
cs: Přepnout aktivní objekt
da: Flyt fokus
fi: Siirrä kohdistus
fr: Déplacer le curseur
he: הזז מיקוד
hu: Fókusz áthelyezése
it: Sposta stato attivo
jp: フォーカスを移動
nb: Flytt fokus
pl: Przesuń fokus
pt_br: Mover foco
ru: Сместить фокус
sw: Flytta fokus
tr: Odağı taşı

source: No album exist. Create a new album?
cs: Album neexistuje. Chcete vytvořit nové album?
da: Der findes ingen album. Vil du oprette et nyt album?
fi: Yhtään albumia ei ole. Luotko uuden albumin?
fr: Il n'y a aucun album. Voulez-vous en créer un nouveau ?
he: אין אלבום קיים. ליצור אלבום חדש?
hu: Nincs létező album. Hoz létre új albumot?
it: Nessun album esistente. Creare un nuovo album?
jp: アルバムが存在しません。新しいアルバムを作成しますか?
nb: Ingen album finnes. Opprette et nytt album?
pl: Nie ma żadnych albumów. Utworzyć nowy album?
pt_br: Não existe nenhum álbum. Criar um novo álbum?
ru: Альбомы отсутствуют. Создать новый альбом?
sw: Inget album finns. Skapa ett nytt album?
tr: Mevcut albüm yok. Yeni albüm oluşturulsun mu?

source: Are you sure you want to delete the album?
cs: Jste si jisti, že chcete album odstranit?
da: Er du sikker på, at du vil slette albummet?
fi: Haluatko varmasti poistaa albumin?
fr: Voulez-vous vraiment supprimer cet album ?
he: האם אתה בטוח שברצונך למחוק את האלבום?
hu: Biztosan törli az albumot?
it: Eliminare l'album?
jp: アルバムを削除してもよろしいですか?
nb: Er du sikker på at du vil slette albumet?
pl: Czy na pewno chcesz usunąć ten album?
pt_br: Tem certeza de que deseja excluir esse álbum?
ru: Действительно удалить альбом?
sw: Vill du verkligen ta bort albumet?
tr: Albümü silmek istediğinizden emin misiniz?

source: Are you sure you want to clear the flies from the list?
cs: Jste si jisti, že chcete soubory ze seznamu vymazat?
da: Er du sikker på, at du vil slette filerne fra listen?
fi: Haluatko varmasti poistaa tiedostot luettelosta?
fr: Voulez-vous vraiment effacer les fichiers de la liste ?
he: האם אתה בטוח שברצונך להסיר את הקבצים מהרשימה?
hu: Biztosan kitörli a fájlokat a listáról?
it: Cancellare i file dall'elenco?
jp: リストからファイルを消去してもよろしいですか?
nb: Er du sikker på at du vil fjerne filene fra listen?
pl: Czy na pewno chcesz usunąć te pliki z listy?
pt_br: Tem certeza de que deseja apagar os arquivos da lista?
ru: Действительно удалить файлы из списка?
sw: Vill du verkligen rensa filer från listan?
tr: Dosyaları listeden silmek istediğinizden emin misiniz?

source: This folder is empty
cs: Složka je prázdná
da: Mappen er tom
fi: Tämä kansio on tyhjä
fr: Ce dossier est vide
he: תיקייה זו ריקה
hu: Ez a mappa üres
it: La cartella è vuota
jp: このフォルダは空です
nb: Denne mappen er tom
pl: Ten folder jest pusty
pt_br: A pasta está vazia
ru: Папка пуста
sw: Mappen är tom
tr: Bu klasör boş

source: Wrong user name or password
cs: Neplatné uživatelské jméno nebo heslo
da: Forkert brugernavn eller password
fi: Väärä käyttäjänimi tai salasana
fr: Nom d'utilisateur ou mot de passe erroné
he: שם משתמש או סיסמה שגויים
hu: Hibás felhasználónév vagy jelszó
it: Nome utente e password non corretti
jp: ユーザー名またはパスワードが間違っています
nb: Feil brukernavn eller passord
pl: Nieprawidłowa nazwa użytkownika lub hasło
pt_br: Nome de usuário ou senha errado
ru: Неверное имя пользователя или пароль
sw: Fel användarnamn eller lösenord
tr: Yanlış kullanıcı adı veya şifre

source: This media server cannot be accessed
cs: Tento server médií není přístupný
da: Der kan ikke opnås adgang til medieserveren
fi: Tämä mediapalvelin ei ole käytettävissä
fr: Impossible d'accéder à ce serveur multimédia
he: לא ניתן לגשת לשרת מדיה זה
hu: Ehhez a médiakiszolgálóhoz nem lehet hozzáférni.
it: Impossibile accedere a questo server multimediale
jp: このメディア サーバにアクセスできません
nb: Denne medieserveren kan ikke nås
pl: Brak dostepu do serwera multimediów
pt_br: Não é possível acessar esse servidor de mídia
ru: Доступ к этому мультимедийному серверу невозможен
sw: Den här medieservern går inte att komma åt
tr: Bu ortam sunucusuna erişilemiyor

source: No server found
cs: Server nebyl nalezen
da: Der blev ikke fundet nogen server
fi: Yhtään palvelinta ei löydy
fr: Aucun serveur n'a été trouvé
he: לא נמצא שרת
hu: Nem található kiszolgáló
it: Nessun server trovato
jp: サーバが見つかりません
nb: Ingen server funnet
pl: Nie odnaleziono serwera
pt_br: Nenhum servidor encontrado
ru: Серверы не найдены
sw: Ingen server hittades
tr: Sunucu bulunamadı
