Repository: alsedo/screenplay-dx
Catalog: core_repos/src/libs/RES_IOM/resource/mo/*.po
Languages: cs, da, fi, fr, he, hu, it, jp, nb, pl, pt_br, ru, sw, tr

source: Configure basic settings of system
cs: Nakonfigurujte základní nastavení systému
da: Konfigurer grundlæggende indstillinger på systemet
fi: Määritä järjestelmän perusasetukset
fr: Configurer les paramètres de base du système
he: קבע את תצורת ההגדרות הבסיסיות של המערכת
hu: A rendszer alapbeállításainak konfigurálása
it: Configurare le impostazioni di base del sistema
jp: システムの基本設定の選択
nb: Konfigurer systemets basisinnstillinger
pl: Konfigurowanie podstawowych ustawień systemu
pt_br: Definir as configurações básicas do sistema
ru: Настроить основные параметры системы
sw: Konfigurera grundinställningarna för system
tr: Sistemin temel ayarlarını yapılandırın

source: Configure network settings
cs: Nakonfigurujte nastavení sítě
da: Konfigurer netværksindstillinger
fi: Määritä verkkoasetukset
fr: Configurer les paramètres du réseau
he: קבע את תצורת הגדרות הרשת
hu: Hálózati beállítások konfigurálása
it: Configurare le impostazioni di rete
jp: ネットワーク設定の選択
nb: Konfigurer nettverksinnstillinger
pl: Konfigurowanie ustawień sieciowych
pt_br: Definir as configurações de rede
ru: Настроить параметры сети
sw: Konfigurera nätverksinställningar
tr: Ağ ayarlarını yapılandırın

source: Video output
cs: Výstup videa
da: Videoudgang
fi: Videolähtö
fr: Sortie vidéo
he: מוצא וידיאו
hu: Videokimenet
it: Output video
jp: ビデオ出力
nb: Videoutgang
pl: Wyjście wideo
pt_br: Saída de vídeo
ru: Видеовыход
sw: Videoutgång
tr: Video çıkışı

source: Configure video output of system
cs: Nakonfigurujte výstup videa systému
da: Konfigurer systemets videoudgang
fi: Määritä järjestelmän videolähtö
fr: Configurer la sortie audio du système
he: קבע את תצורת הפקת הווידיאו של המערכת
hu: A rendszer videokimenetének konfigurálása
it: Configurare l'uscita video del sistema
jp: システムのビデオ出力の選択
nb: Konfigurer systemets bildesignaler
pl: Konfigurowanie wyjścia wideo systemu
pt_br: Definir a saída de vídeo do sistema
ru: Настроить видеовыход системы
sw: Konfigurera videoutgång för system
tr: Sistemin video çıkışını yapılandırın

source: Composite
cs: Kompozitní
da: Opsætning
fi: Komposiitti
he: מרוכב
hu: Kompozit
it: Composito
jp: コンポジット
nb: Kompositt
pt_br: Composto
ru: Композитный
sw: Komposit
tr: Kompozit

source: Configure NTSC or PAL signal
cs: Nakonfigurujte signál NTSC nebo PAL
da: Konfigurer NTSC- eller PAL-signal
fi: Määritä NTSC- tai PAL-signaali
fr: Configurer le signal NTSC ou PAL
he: קבע את תצורת אות NTSC או PAL
hu: NTSC vagy PAL jel konfigurálása
it: Configurare il segnale NTSC o PAL
jp: NTSC または PAL 信号の設定
nb: Konfigurer NTSC- eller PAL-signal
pl: Konfigurowanie sygnału NTSC lub PAL
pt_br: Definir o sinal de NTSC ou PAL
ru: Настроить сигнал NTSC или PAL
sw: Konfigurera NTSC- eller PAL-signal
tr: NTSC veya PAL sinyalini yapılandırın

source: Configure display resolution of Component
cs: Nakonfigurujte rozlišení displeje komponenty
da: Konfigurer komponentens visningsopløsning
fi: Määritä komponenttiliitännän näytön tarkkuus
fr: Configurer la résolution de l'affichage du composant
he: קבע את תצורת רזולוציית התצוגה של Component
hu: A komponens jel kijelzőfelbontásának konfigurálása
it: Configurare la risoluzione del display di Component
jp: コンポーネントの画面解像度の設定
nb: Konfigurer skjermoppløsning for Komponent
pl: Konfigurowanie rozdzielczości wyświetlania sygnału komponentowego
pt_br: Definir a resolução da tela de Componente
ru: Настроить разрешение отображения для компонентного сигнала
sw: Konfigurera skärmupplösning för komponent
tr: Komponent ekran çözünürlüğünü yapılandırın

source: Color space
cs: Barevný prostor
da: Farveområde
fi: Väritila
fr: Espace de couleur
he: מרחב צבעים
hu: Színtér
it: Spazio colore
jp: カラー スペース
nb: Fargerom
pl: Przestrzeń kolorów
pt_br: Espaço de cores
ru: Цветовое пространство
sw: Färgområde
tr: Renk uzayı

source: Configure color space of Component
cs: Nakonfigurujte barevný prostor komponenty
da: Konfigurer komponentens farveområde
fi: Määritä komponenttiliitännän väritila
fr: Configurer l'espace de couleur du composant
he: קבע את תצורת מרחב הצבעים של Component
hu: A komponens jel színterének konfigurálása
it: Configurare lo spazio colore di Component
jp: コンポーネントのカラー スペースの設定
nb: Konfigurer fargerom for Komponent
pl: Konfigurowanie przestrzeni kolorów sygnału komponentowego
pt_br: Definir o espaço de cores de Componente
ru: Настроить цветовое пространство для компонентного сигнала
sw: Konfigurera färgområde för komponent
tr: Kompanent renk uzayını yapılandırın

source: Configure display resolution of HDMI
cs: Nakonfigurujte rozlišení displeje HDMI
da: Konfigurer visningsopløsning for HDMI
fi: Määritä HDMI-liitännän näytön tarkkuus
fr: Configurer la résolution de l'affichage du HDMI
he: קבע את תצורת רזולוציית התצוגה של HDMI
hu: A HDMI jel kijelzőfelbontásának konfigurálása
it: Configurare la risoluzione del display di HDMI
jp: HDMI の画面解像度の設定
nb: Konfigurer skjermoppløsning for HDMI
pl: Konfigurowanie rozdzielczości wyświetlania sygnału HDMI
pt_br: Definir a resolução de tela de HDMI
ru: Настроить разрешение отображения для сигнала HDMI
sw: Konfigurera skärmupplösning för HDMI
tr: HDMI ekran çözünürlüğünü yapılandırın

source: Configure color space of HDMI
cs: Nakonfigurujte barevný prostor HDMI
da: Konfigurer farveområde for HDMI
fi: Määritä HDMI-liitännän väritila
fr: Configurer l'espace de couleur du HDMI
he: קבע את תצורת מרחב הצבעים של HDMI
hu: A HDMI jel színterének konfigurálása
it: Configurare lo spazio colore di HDMI
jp: HDMI のカラー スペースの設定
nb: Konfigurer fargerom for HDMI
pl: Konfigurowanie przestrzeni kolorów sygnału HDMI
pt_br: Definir o espaço de cores de HDMI
ru: Настроить цветовое пространство для сигнала HDMI
sw: Konfigurera färgområde för HDMI
tr: HDMI renk uzayını yapılandırın

source: RGB High
cs: Vysoký RGB
da: Høj RGB
fi: RGB korkea
fr: RVB élevé
he: RGB גבוה
hu: RGB magas
it: RGB elevato
nb: RGB høy
pl: Wysokie RGB
pt_br: RGB alto
sw: RGB hög
tr: RGB Yüksek

source: RGB Low
cs: Nízký RGB
da: Lav RGB
fi: RGB matala
fr: RVB faible
he: RGB נמוך
hu: RGB alacsony
it: RGB basso
nb: RGB lav
pl: Niskie RGB
pt_br: RGB baixo
sw: RGB låg
tr: RGB Düşük

source: Display resolution
cs: Rozlišení displeje
da: Skærmopløsning
fi: Näytön tarkkuus
fr: Résolution de l'affichage
he: רזולוציית תצוגה
hu: Kijelzőfelbontás
it: Risoluzione display
jp: 画面解像度
nb: Skjermoppløsning
pl: Rozdzielczość wyświetlania
pt_br: Resolução de vídeo
ru: Разрешение дисплея
sw: Skärmupplösning
tr: Görüntü çözünürlüğü

source: Aspect ratio
cs: Poměr stran
da: Højde-bredde-forhold
fi: Kuvasuhde
fr: Format de l'image
he: יחס גובה-רוחב
hu: Képarány
it: Rapporto di visualizzazione
jp: アスペクト比
nb: Sideforhold
pl: Proporcje obrazu
pt_br: Relação de aspecto
ru: Формат кадра
sw: Bildförhållande
tr: Görüntü oranı

source: Configure screen format of system
cs: Nakonfigurujte formát obrazovky systému
da: Konfigurer systemets skærmformat
fi: Määritä järjestelmän näyttömuoto
fr: Configurer le format de l'écran du système
he: קבע את תצורת מבנה המסך של המערכת
hu: A rendszer képernyőformátumának konfigurálása
it: Configurare il formato schermo del sistema
jp: システムの画面形式の設定
nb: Konfigurer systemets skjermformat
pl: Konfigurowanie formatu ekranu systemu
pt_br: Definir o formato de tela do sistema
ru: Настроить формат экрана системы
sw: Konfigurera skärmformat för system
tr: Sistemin ekran formatını yapılandırın

source: Audio output
cs: Výstup audia
da: Lydudgang
fi: Äänilähtö
fr: Sortie audio
he: מוצא שמע
hu: Hangkimenet
it: Output audio
jp: オーディオ出力
nb: Lydutgang
pl: Wyjście audio
pt_br: Saída de áudio
ru: Аудиовыход
sw: Ljudutgång
tr: Ses çıkışı

source: Configure audio output channel of system
cs: Nakonfigurujte kanál zvukového výstupu systému
da: Konfigurer systemets lydudgangskanal
fi: Määritä järjestelmän äänen lähtökanava
fr: Configurer le canal de sortie audio du système
he: קבע את תצורת ערוץ הפקת השמע של ההתקן
hu: A rendszer hangkimeneti csatornarendszerének konfigurálása
it: Configurare il canale di uscita audio del sistema
jp: システムのオーディオ出力チャンネルの設定
nb: Konfigurer systemets lydkanal
pl: Konfigurowanie kanału wyjścia audio systemu
pt_br: Definir o canal de saída de áudio do sistema
ru: Настроить канал аудиовыхода системы
sw: Konfigurera ljudutgångskanal för system
tr: Sistemin ses çıkış kanalını yapılandırın

source: Stereo
fr: Stéréo
he: סטריאו
hu: Sztereó
jp: ステレオ
pt_br: Estéreo
ru: Стерео

source: Digital
cs: Digitální
fi: Digitaalinen
fr: Numérique
he: דיגיטלי
hu: Digitális
it: Digitale
jp: デジタル
pl: Cyfrowy
ru: Цифровой
tr: Dijital

source: Are you sure you want to change the video resolution?
cs: Jste si jisti, že chcete změnit rozlišení videa?
da: Er du sikker på, du vil ændre skærmopløsningen?
fi: Haluatko varmasti vaihtaa videon tarkkuutta?
fr: Voulez-vous vraiment modifier la résolution vidéo ?
he: האם אתה בטוח שאתה רוצה לשנות את רזולוציית הוידיאו?
hu: Biztosan módosítja a videofelbontást?
it: Modificare la risoluzione video?
jp: ビデオ解像度を変更してもよろしいですか?
nb: Er du sikker på at du vil endre videooppløsningen?
pl: Czy na pewno chcesz zmienić rozdzielczość wideo?
pt_br: Tem certeza de que deseja alterar a resolução de vídeo?
ru: Действительно изменить разрешение видео?
sw: Vill du verkligen ändra videoupplösningen?
tr: Video çözünürlüğünü değiştirmek istediğinizden emin misiniz?

source: Are you sure you want to change the video output format?
cs: Jste si jisti, že chcete změnit formát výstupu videa?
da: Er du sikker på, du vil ændre formatet for videoudgang?
fi: Haluatko varmasti vaihtaa videolähdön muotoa?
fr: Voulez-vous vraiment modifier le format de sortie vidéo ?
he: האם אתה בטוח שאתה רוצה לשנות את תבנית מוצא הוידיאו?
hu: Biztosan módosítja a videokimeneti formátumot?
it: Modificare il formato di output video?
jp: ビデオ出力形式を変更してもよろしいですか?
nb: Er du sikker på at du vil endre videoavspillingsformatet?
pl: Czy na pewno chcesz zmienić format wyjściowy wideo?
pt_br: Tem certeza de que deseja alterar o formato de saída de vídeo?
ru: Действительно изменить формат видеовыхода?
sw: Vill du verkligen ändra videoutgångsformatet?
tr: Video çıkış formatını değiştirmek istediğinizden emin misiniz?

source: Subtitle mode
cs: Zobrazení titulků
da: Tilstand for undertekst
fi: Tekstitystila
fr: Mode de sous-titres
he: מצב כתוביות
hu: Felirat mód
it: Modalità sottotitoli
jp: サブタイトル モード
nb: Tekstemodus
pl: Tryb napisów
pt_br: Modo de legenda
ru: Режим субтитров
sw: Undertextläge
tr: Alt yazı modu

source: Turn on/off subtitle
cs: Vypnout/Zapnout titulky
da: Slå undertekster til/fra
fi: Tekstitys päälle/pois
fr: Activer/désactiver les sous-titres
he: הפעל/הפסק כתוביות
hu: Felirat be-/kikapcsolása
it: Attivare/Disattivare sottotitoli
jp: サブタイトルのオン/オフ
nb: Slå teksting på/av
pl: Włącz/wyłącz napisy
pt_br: Ativar/desativar legenda
ru: Включить/выключить субтитры
sw: Sätt på/stäng av undertext
tr: Alt yazı açık/kapalı

source: Subtitle font size
cs: Velikost písma titulků
da: Skrifttype for undertekst
fi: Tekstityksen koko
fr: Taille des sous-titres
he: גודל פונט כיתוביות
hu: Felirat betűmérete
it: Dimensioni caratteri sottotitoli
jp: サブタイトルのフォント サイズ
nb: Skriftstørrelse på undertittel
pl: Rozmiar czcionki napisów
pt_br: Tamanho de fonte da legenda
ru: Размер шрифта субтитров
sw: Teckensnittsstorlek för undertext
tr: Altyazı boyutu

source: Select subtitle font size
cs: Vyberte velikost písma titulků
da: Vælg skriftstørrelse til undertekster
fi: Valitse tekstityksen fonttikoko
fr: Sélectionner la taille des sous-titres
he: בחר גודל גופן של כתוביות
hu: Felirat betűméretének kiválasztása
it: Selezionare le dimensioni del carattere dei sottotitoli
jp: サブタイトルのフォント サイズを選択
nb: Velg skriftsstørrelse for teksting
pl: Wybierz rozmiar czcionki napisów
pt_br: Selecionar tamanho de fonte da legenda
ru: Выбрать размер шрифта субтитров
sw: Välj teckensnittsstorlek för undertext
tr: Alt yazı yazı tipi boyutunu seçin

source: Subtitle type
cs: Typ titulků
da: Underteksttype
fi: Tekstitystyyppi
fr: Type de sous-titres
he: סוג כתוביות
hu: Felirattípus
it: Tipo sottotitoli
jp: サブタイトルの種類
nb: Type teksting
pl: Typ napisów
pt_br: Tipo de legenda
ru: Тип субтитров
sw: Undertexttyp
tr: Alt yazı tipi

source: Select the additional encoding
cs: Kódování titulků
da: Vælg yderligere kodning
fi: Valitse valinnainen koodaus
fr: Sélectionner l'encodage supplémentaire
he: בחר את הקידוד הנוסף
hu: További kódolás kiválasztása
it: Selezionare la codifica aggiuntiva
jp: 追加エンコーディングの選択
nb: Velg tilleggskoding
pl: Wybierz dodatkowe kodowanie
pt_br: Selecionar codificação adicional
ru: Выбрать дополнительную кодировку
sw: Välj extra kodning
tr: İlave kodlama seçin

source: Western Europe (ISO)
cs: Západní Evropa (ISO)
da: Vesteuropa (ISO)
fi: Läntinen Eurooppa (ISO)
fr: Europe de l'Ouest (ISO)
he: מערב אירופה (ISO)
hu: Nyugat-európai (ISO)
it: Europa occidentale (ISO)
jp: 西ヨーロッパ言語 (ISO)
nb: Vest-europeisk (ISO)
pl: Europa Zachodnia (ISO)
pt_br: Europa Ocidental (ISO)
ru: Западноевропейская (ISO)
sw: Västeuropa (ISO)
tr: Batı Avrupa (ISO)

source: Central Europe (Windows-1250)
cs: Střední Evropa (Windows-1250)
da: Centraleuropa (Windows-1250)
fi: Keski-Eurooppa (Windows-1250)
he: מרכז אירופה (Windows-1250)
hu: Közép-európai (Windows-1250)
it: Europa centrale (Windows-1250)
jp: 中央ヨーロッパ言語 (Windows-1250)
nb: Sentral-Europa (Windows-1250)
pl: Europa Środkowa (Windows-1250)
pt_br: Europa Central (Windows-1250)
ru: Центральноевропейская (Windows-1250)
sw: Centraleuropa (Windows-1250)
tr: Orta Avrupa (Windows-1250)

source: Central Europe (ISO)
cs: Střední Evropa (ISO)
da: Centraleuropa (ISO)
fi: Keski-Eurooppa (ISO)
fr: Europe centrale (ISO)
he: מרכז אירופה (ISO)
hu: Közép-európai (ISO)
it: Europa centrale (ISO)
jp: 中央ヨーロッパ言語 (ISO)
nb: Sentral-Europa (ISO)
pl: Europa Środkowa (ISO)
pt_br: Europa Central (ISO)
ru: Центральноевропейская (ISO)
sw: Centraleuropa (ISO)
tr: Orta Avrupa (ISO)

source: Traditional Chinese (Big5)
cs: Tradiční čínština (Big5)
da: Kinesisk (traditionelt) (Big5)
fi: Perinteinen kiinalainen (Big5)
fr: Chinois traditionnel (Big5)
he: סינית מסורתית (Big5)
hu: Hagyományos kínai (Big5)
it: Cinese tradizionale (Big5)
jp: 繁体中国語 (Big5)
nb: Tradisjonelt kinesisk (Big5)
pl: Tradycyjne chińskie (Big5)
pt_br: Chinês tradicional (Big5)
ru: Китайская традиционная (Big5)
sw: Traditionell kinesiska (Big5)
tr: Geleneksel Çince (Big5)

source: Simplified Chinese (GB2312)
cs: Zjednodušená čínština (GB2312)
da: Kinesisk, forenklet (GB2312)
fi: Yksinkertaistettu kiina (GB2312)
fr: Chinois simplifié (GB2312)
he: סינית פשוטה (GB2312)
hu: Egyszerűsített kínai (GB2312)
it: Cinese semplificato (GB2312)
jp: 簡体中国語 (GB2312)
nb: Forenklet kinesisk (GB2312)
pl: Uproszczony chiński (GB2312)
pt_br: Chinês simplificado (GB2312)
ru: Китайский упрощенный (GB2312)
sw: Förenklad kinesiska (GB2312)
tr: Basitleştirilmiş Çince (GB2312)

source: Japanese (Shift-JIS)
cs: Japonština (Shift-JIS)
da: Japansk (Shift-JIS)
fi: Japanilainen (Shift-JIS)
fr: Japonais (Shift-JIS)
he: יפנית (Shift-JIS)
hu: Japán (Shift-JIS)
it: Giapponese (Shift-JIS)
jp: 日本語 (Shift-JIS)
nb: Japansk (Skift-JIS)
pl: Japońskie (Shift-JIS)
pt_br: Japonês (Shift-JIS)
ru: Японская (Shift-JIS)
sw: Japanska (Shift-JIS)
tr: Japonca (Shift-JIS)

source: Korean (EUC-KR)
cs: Korejština (EUC-KR)
da: Koreansk (EUC-KR)
fi: Korealainen (EUC-KR)
fr: Coréen (EUC-KR)
he: קוריאנית (EUC-KR)
hu: Koreai (EUC-KR)
it: Coreano (EUC-KR)
jp: 韓国語 (EUC-KR)
nb: Koreansk (EUC-KR)
pl: Koreańskie (EUC-KR)
pt_br: Coreano (EUC-KR)
ru: Корейская (EUC-KR)
sw: Koreanska (EUC-KR)
tr: Korece (EUC-KR)

source: Cyrillic (Windows-1251)
cs: Cyrilice (Windows-1251)
da: Kyrillisk (Windows-1251)
fi: Kyrillinen (Windows-1251)
fr: Cyrillique (Windows-1251)
he: קירילית (Windows-1251)
hu: Cirill betűs (Windows-1251)
it: Cirillico (Windows-1251)
jp: キリル語 (Windows-1251)
nb: Kyrillisk (Windows-1251)
pl: Cyrylica (Windows-1251)
pt_br: Cirílico (Windows-1251)
ru: Кириллица (Windows-1251)
sw: Kyrilliska (Windows-1251)
tr: Kiril (Windows-1251)

source: Cyrillic (KOI8-R)
cs: Cyrilice (KOI8-R)
da: Kyrillisk (KOI8-R)
fi: Kyrillinen (KOI8-R)
fr: Cyrillique (KOI8-R)
he: קירילית (KOI8-R)
hu: Cirill betűs (KOI8-R)
it: Cirillico (KOI8-R)
jp: キリル語 (KOI8-R)
nb: Kyrillisk (KOI8-R)
pl: Cyrylica (KOI8-R)
pt_br: Cirílico (KOI8-R)
ru: Кириллица (KOI8-R)
sw: Kyrilliska (KOI8-R)
tr: Kiril (KOI8-R)

source: Greek (Windows-1253)
cs: Řečtina (Windows-1253)
da: Græsk (Windows-1253)
fi: Kreikka (Windows-1253)
fr: Grec (Windows-1253)
he: יוונית (Windows-1253)
hu: Görög (Windows-1253)
it: Greco (Windows-1253)
jp: ギリシャ語 (Windows-1253)
nb: Gresk (Windows-1253)
pl: Greckie (Windows-1253)
pt_br: Grego (Windows-1253)
ru: Греческая (Windows-1253)
sw: Grekiska (Windows-1253)
tr: Yunanca (Windows-1253)

source: Greek (ISO)
cs: Řečtina (ISO)
da: Græsk (ISO)
fi: Kreikka (ISO)
fr: Grec (ISO)
he: יוונית (ISO)
it: Greco (ISO)
jp: ギリシャ語 (ISO)
nb: Gresk (ISO)
pl: Greckie (ISO)
pt_br: Grego (ISO)
ru: Греческая (ISO)
sw: Grekiska (ISO)
tr: Yunanca (ISO)

source: Arabic (Windows-1256)
cs: Arabské (Windows-1256)
da: Arabisk (Windows-1256)
fi: Arabialainen (Windows-1256)
fr: Arabe (Windows-1256)
he: ערבית (Windows-1256)
hu: Arab (Windows-1256)
it: Arabo (Windows-1256)
jp: アラビア語 (Windows-1256)
nb: Arabisk (Windows-1256)
pl: Arabski (Windows-1256)
ru: Арабская (Windows-1256)
tr: Arapça (Windows-1256)

source: Audio track display
cs: Zobrazení zvukové stopy
da: Vis lydspor
fi: Audioraitanäyttö
fr: Affichage de piste audio
he: הצגת ערוץ שמע
hu: Hangsáv képi megjelenítése
it: Visualizzazione traccia audio
jp: オーディオ トラック画面
nb: Lydsporvisning
pl: Wyświetlanie ścieżki audio
pt_br: Exibição de trilha de áudio
ru: Отображение аудиодорожки
sw: Skärm för ljudspår
tr: Ses izi göster

source: Set the display mode while music playing
cs: Nastavte režim displeje při přehrávání
da: Indstil visningstilstanden for afspilning af musik
fi: Aseta musiikintoiston näyttötila
fr: Définir le mode d'affichage lors de la lecture de musique
he: קבע את מצב התצוגה בעת השמעת מוזיקה
hu: A zenelejátszás közbeni kijelzőmód beállítása
it: Impostare la modalità di visualizzazione durante la riproduzione dei file musicali
jp: 音楽再生中の画面モードの設定
nb: Angi skjermmodus for musikkavspilling
pl: Określ tryb wyświetlania podczas odtwarzania muzyki
pt_br: Definir o modo de exibição durante a reprodução de música
ru: Установить режим отображения во время воспроизведения музыки
sw: Ange skärmläge under musikuppspelning
tr: Müzik çalarken ekran modunu ayarlayın

source: File name
cs: Jméno souboru
da: Filnavn
fi: Tiedostonimi
fr: Nom de fichier
he: שם קובץ
hu: Fájlnév
it: Nome file
jp: ファイル名
nb: Filnavn
pl: Nazwa pliku
pt_br: Nome do arquivo
ru: Имя файла
sw: Filnamn
tr: Dosya adı

source: Title
cs: Název
da: Titel
fi: Nimi
fr: Titre
he: כותרת
hu: Cím
it: Titolo
jp: タイトル
nb: Tittel
pl: Tytuł
pt_br: Título
ru: Название
sw: Titel
tr: Başlık

source: Photo scaling
cs: Změna velikosti fotografií
da: Fotoskalering
fi: Valokuvan skaalaus
fr: Mise à l'échelle des photos
he: שינוי קנה-מידה תמונה
hu: Fotóméretezés
it: Proporzioni foto
jp: 写真の拡大縮小
nb: Bildeskalering
pl: Skalowanie zdjęcia
pt_br: Escalonamento de foto
ru: Масштабирование фотографий
sw: Bildskalning
tr: Fotoğraf ölçeklendirme

source: Configure the photo scaling mode
cs: Nakonfigurujte režim měřítka fotografií
da: Konfigurer fotoskalering
fi: Määritä valokuvan skaalaustila
fr: Configurer le mode de mise à l'échelle des photos
he: קבע את תצוגת מצב שינוי גודל תמונה
hu: Fotóméretezési mód konfigurálása
it: Configurare la modalità di riduzione foto
jp: 写真の拡大縮小モードの設定
nb: Konfigurer fotoskaleringsmodus
pl: Konfigurowanie trybu skalowania zdjęć
pt_br: Definir o modo de escalonamento de foto
ru: Настроить режим масштабирования фотографий
sw: Konfigurera bildskalningsläge
tr: Fotoğraf ölçekleme modunu ayarlayın

source: Keep as original
cs: Ponechat původní
da: Behold som original
fi: Pidä alkuperäisenä
fr: Conserver le format d'origine
he: שמור כמקורי
hu: Az eredeti megőrzése
it: Dimensioni originali
jp: 原寸大を維持
nb: Behold som original
pl: Zachowaj jako oryginalny
pt_br: Manter como o original
ru: Сохранить исходное
sw: Behåll som original
tr: Orijinalini koru

source: Fit to screen
cs: Přizpůsobit obrazovce
da: Tilpas til skærm
fi: Sovita näyttöön
fr: Ajuster au format de l'écran
he: התאם למסך
hu: Képernyőhöz igazítás
it: Adatta allo schermo
jp: 画面に合わせる
nb: Tilpass til skjermen
pl: Dopasuj do ekranu
pt_br: Ajustar à tela
ru: По размерам экрана
sw: Anpassa till skärm
tr: Ekrana sığdır

source: Display in full screen
cs: Zobrazit přes celou obrazovku
da: Vis fuld skærm
fi: Näytä kokonäyttötilassa
fr: Affichage plein écran
he: הצג במסך מלא
hu: Teljes képernyős megjelenítés
it: Visualizzazione a schermo intero
jp: 全画面表示
nb: Vis på full skjerm
pl: Wyświetl na pełnym ekranie
pt_br: Exibir em tela cheia
ru: Отобразить во весь экран
sw: Visa i helskärm
tr: Tam ekran göster

source: Transition effect
cs: Efekt přechodu
da: Overgangseffekt
fi: Siirtymätehoste
fr: Effet de transition
he: אפקט מעבר
hu: Áttűnési effektus
it: Effetto transizione
jp: 転移効果
nb: Overgangseffekt
pl: Efekt przejścia
pt_br: Efeito de transição
ru: Переходный эффект
sw: Övergångseffekt
tr: Geçiş efekti

source: Select the transition effect
cs: Vyberte efekt přechodu fotografií
da: Vælg overgangseffekt
fi: Valitse siirtymätehoste
fr: Sélectionner l'effet de transition
he: בחר את אפקט המעבר
hu: Áttűnési effektus kiválasztása
it: Selezionare l'effetto transizione
jp: 転移効果を選択
nb: Velg overgangseffekt
pl: Wybierz efekt przejścia
pt_br: Selecionar o efeito de transição
ru: Выбрать эффект перехода
sw: Välj övergångseffekt
tr: Geçiş efektini ayarlayın

source: Fade
cs: Prolínání
da: Udtone
fi: Häivytä
fr: Fondre
he: עמעם
hu: Elhalványítás
it: Dissolvenza
jp: フェード
nb: Ton ut
pl: Zanikanie
pt_br: Esmaecer
ru: Затухание
sw: Tona ut
tr: Azalma

source: Wipe
cs: Smazat
da: Vifte
fi: Pyyhkäise
fr: Volet
he: מחיקה
hu: Törlés
it: Cancella
jp: ワイプ
nb: Sveip
pl: Oczyść
pt_br: Apagar
ru: Замещение
sw: Torka
tr: Sil

source: Zoom
cs: Přiblížit
fi: Zoomaa
he: שינוי גודל תצוגה
jp: ズーム
pl: Powiększenie
ru: Увеличение
tr: Yakınlaştır

source: Push
cs: Stisknout
da: Skub
fi: Työnnä
fr: Pousser
he: דחיפה
hu: Tolás
jp: プッシュ
nb: Skyv
pl: Pchnij
pt_br: Enviar
ru: Вытеснение
sw: Tryck
tr: İt

source: Replace
cs: Nahradit
da: Erstat
fi: Korvaa
fr: Remplacer
he: החלפה
hu: Lecserélés
it: Sostituisci
jp: リプレイス
nb: Bytt ut
pl: Zastąp
pt_br: Substituir
ru: Заменить
sw: Ersätt
tr: Değiştir

source: Checker board
cs: Šachovnice
da: Skaktern
fi: Shakkiruudukko
fr: Damier
he: לוח דמקה
hu: Pepita
it: Scacchiera
jp: チェッカー ボード
nb: Sjakkbrett
pl: Szachownica
pt_br: Tabuleiro xadrez
ru: Шахматная доска
sw: Schackrutigt
tr: Dama tahtası

source: Random
cs: Náhodně
da: Vilkårlig
fi: Satunnainen
fr: Aléatoire
he: אקראי
hu: Véletlenszerű
it: Casuale
jp: ランダム
nb: Tilfeldig
pl: Losowo
pt_br: Aleatório
ru: В случайном порядке
sw: Osorterad
tr: Rastgele

source: Slideshow Interval
cs: Prodleva mezi snímky
da: Interval for diasshow
fi: Kuvien aikaväli diaesityksessä
fr: Intervalle du diaporama
he: מרווח מצגת
hu: Képek közötti idő
it: Intervallo presentazione
jp: スライドショー間隔
nb: Lysbildeintervall
pl: Interwał pokazu slajdów
pt_br: Intervaldo da apresentação de slides
ru: Интервал слайдшоу
sw: Bildspelsintervall
tr: Slayt Gösterisi Aralığı

source: Configure the interval of slideshow
cs: Nakonfigurujte interval přechodu v prezentaci
da: Konfigurer diasshowets interval
fi: Määritä diaesityksen aikaväli
fr: Configurer l'intervalle du diaporama
he: קבע את תצורת מרווח הזמן של המצגת
hu: A képek közötti idő konfigurálása
it: Configurare l'intervallo della presentazione
jp: スライドショー間隔の設定
nb: Konfigurer lysbildeintervall
pl: Konfigurowanie odstępu pomiędzy slajdami
pt_br: Definir o intervalo da apresentação de slides
ru: Настроить интервал слайдшоу
sw: Konfigurera intervallet för bildspel
tr: Slayt gösterisi aralığını yapılandırın
