Repository: alsedo/screenplay-dx
Catalog: core_repos/src/libs/RES_IOM/resource/mo/*.po
Languages: cs, da, fi, fr, he, hu, it, jp, nb, pl, pt_br, ru, sw, tr

source: The product name cannot contain any of the following characters \ / : * ? ¡§ ; | with blank characters. This name cannot be over 15 characters.
cs: Název výrobku nesmí obsahovat znaky \ / : * ? ¡§ ; | ani mezery. Název nesmí obsahovat více než 15 znaků.
da: Produktnavnet må ikke indeholde nogle af følgende tegn \ / : * ? ¡§ ; | med tomme tegn. Navnet må ikke være mere end 15 tegn.
fi: Tuotteen nimi ei saa sisältää mitään seuraavista merkeistä \ / : * ? ¡§ ; | välilyöntien kanssa. Tässä nimessä ei saa olla yli 15 merkkiä.
fr: Le nom de produit ne peut contenir les caractères \ / : * ? ¡§ ; | ni les espaces. Il ne peut pas comporter plus de 15 caractères.
he: שם המוצר אינו יכול לכלול את התווים הבאים \ / : * ? ¡§ ; | ותווים ריקים. אורך השם לא יכול לעלות על 15 תווים.
it: Il nome del prodotto non può contenere i caratteri \ / : * ? ¡§ ; | o caratteri vuoti. La lunghezza del nome non può superare i 15 caratteri.
jp: 製品名に次の文字を含めることはできません。\ / : * ? ¡§ ; | および空白文字。この名前は最大 15 文字までです。
nb: Produktnavnet kan ikke inneholde noen av disse tegnene \ / : * ? ¡§ ; | med blanktegn. Dette navnet kan ikke være på mer enn 15 tegn.
pl: Nazwa produktu nie może zawierać następujących znaków: \ / : * ? ¡§ ; | i znaków pustych. Nazwa musi być krótsza niż 15 znaków.
pt_br: O nome do produto não pode ter nenhum dos seguintes caracteres \ / : * ? ¡§ ; | com caracteres em branco. Esse nome não pode ter mais de 15 caracteres.
ru: Имя устройства не должно содержать символы \ / : * ? ¡§ ; | и пробелы. Длина имени не должна превышать 15 символов.
sw: Produktnamnet får inte innehålla något av följande tecken \ / : * ? ¡§ ; | och inte heller blanksteg. Namnet får inte innehålla fler än 15 tecken.
tr: Ürün adı \ / : * ? ¡§ ; | karakterleri ile birlikte boşluk karakterini içeremez. Bu ad 15 karakterden uzun olamaz.

source: Content aggregation
cs: Seskupení obsahu
da: Indholdsakkumulering
fi: Sisällön koostaminen
fr: Ajout de contenu
he: צבירת תוכן
it: Aggregazione contenuti
nb: Innholdsamling
pl: Agregacja treści
pt_br: Agregação de conteúdo
ru: Сбор содержимого
sw: Innehållssammanställning
tr: İçerik kümesi

source: My contacts
cs: Mé kontakty
da: Mine kontakter
fi: Omat yhteystiedot
fr: Mes contacts
he: אנשי הקשר שלי
it: Contatti personali
jp: 私の連絡先
nb: Mine kontakter
pl: Moje kontakty
pt_br: Meus contatos
ru: Мои контакты
sw: Mina kontakter
tr: Kişilerim

source: My tags
cs: Mé tagy
da: Mine tags
fi: Omat tagit
fr: Mes étiquettes
he: התגים שלי
it: Tag personali
jp: マイタグ
nb: Mine koder
pl: Moje etykiety
pt_br: Minhas tags
ru: Мои теги
sw: Mina taggar
tr: Etiketlerim

source: Owner profile
cs: Profil vlastníka
da: Ejerprofil
fi: Omistajan profiili
fr: Profil du propriétaire
he: פרופיל בעלים
it: Profilo proprietario
jp: 所有者のプロファイル
nb: Eierprofil
pl: Profil właściciela
pt_br: Perfil do proprietário
ru: Профиль владельца
sw: Ägarprofil
tr: Sahip profili

source: Play mode
cs: Režim přehrávání
da: Afspilningstilstand
fi: Toistotila
fr: Mode de lecture
he: מצב הפעלה
hu: Lejátszási mód"msgid "Delete album
it: Modalità di riproduzione
jp: 再生モード
nb: Avspillingsmodus
pl: Tryb odtwarzania
pt_br: Modo de reprodução
ru: Режим воспроизведения
sw: Spelläge
tr: Yürütme modu

source: Sorting
cs: Třídění
da: Sortering
fi: Lajittelu
fr: Classement en cours
he: מיון
it: Ordinamento
nb: Sortering
pl: Sortowanie
pt_br: Classificação
ru: Сортировка
sw: Sorterar
tr: Sıralama

source: ON
cs: Zapnuto
da: Til
fi: Päällä
fr: Activé
he: מופעל
it: Acceso
jp: オン
nb: På
pl: Włącz
pt_br: Ligado
ru: Вкл.
sw: På
tr: Açık

source: OFF
cs: Vypnuto
da: Fra
fi: Pois päältä
fr: Désactivé
he: כבוי
it: Spento
jp: オフ
nb: Av
pl: Wyłącz
pt_br: Desligado
ru: Выкл.
sw: Av
tr: Kapalı

source: NEXT
cs: Další
da: Næste
fi: Seuraava
fr: Suivant
he: הבא
it: Avanti
jp: 次へ
nb: Neste
pl: Następny
pt_br: Próximo
ru: Следующий
sw: Nästa
tr: İleri

source: Folder
cs: Složka
da: Mappe
fi: Kansio
fr: Dossier
he: תיקייה
hu: Mappa
it: Cartella
jp: フォルダ
nb: Mappe
pt_br: Pasta
ru: Папка
sw: Mapp
tr: Klasör

source: Album browser
cs: Prohlížeč alb
fi: Albumiselain
fr: Navigateur d’albums
he: דפדפן אלבומים
hu: Albumböngésző
it: Browser album
jp: アルバム ブラウザ
nb: Bla gjennom album
pl: Przeglądarka albumu
pt_br: Navegador de álbum
ru: Обзор альбомов
sw: Albumutforskare
tr: Albüm gözatıcı

source: Add photo to album
cs: Přidat fotoalbum
da: Tilføj foto til album
fi: Lisää valokuva albumiin
fr: Ajouter photo à album
he: הוסף תמונה לאלבום
hu: Fotó hozzáadása albumhoz
it: Aggiungere foto all'album
jp: 写真をアルバムに追加
nb: Legg til fotografi i album
pl: Dodaj zdjęcie do albumu
pt_br: Adicionar foto ao álbum
ru: Добавить фотографию в альбом
sw: Lägg till foto till album
tr: Albüme fotoğraf ekle

source: Select | Unselect item(s)
cs: Vybrat| zrušit výběr
da: Markér | Fjern markering
fi: Valitse | Poista valinnat
fr: Sélectionner|Désélectionner
he: בחר פריטים | בטל בחירה
hu: kiválasztása | választásának
it: Selezionare | Deselezionare
jp: 項目を選択 | 選択解除
nb: Merk | Opphev merking
pl: Wybierz | Odznacz
pt_br: Selecionar | Desmarcar
ru: Выбрать/отменить выбор
sw: Markera | Avmarkera
tr: Öğeleri Seç | Seçimi kaldır

source: Select album
cs: Vybrat album
da: Markér album
fi: Valitse albumi
fr: Sélectionner l’album
he: בחר אלבום
hu: Albumválasztás
it: Selezionare album
jp: アルバムを選択
nb: Velg album
pl: Wybierz album
pt_br: Selecionar álbum
ru: Выбрать альбом
sw: Välj album
tr: Albüm seç

source: Processing
cs: Zpracování
da: Behandler
fi: Käsitellään
fr: Traitement
he: בעיבוד
hu: Feldolgozás
it: Elaborazione in corso
jp: 処理中
nb: Behandling pågår
pl: Przetwarzanie
pt_br: Processando
ru: Обработка
sw: Bearbetar
tr: İşliyor

source: Select all
cs: Vybrat vše
da: Markér alle
fi: Valitse kaikki
fr: Sélectionner tout
he: בחר הכל
hu: Az összes kiválasztása
it: Seleziona tutto
jp: すべて選択
nb: Merk alle
pl: Wybierz wszystkie
pt_br: Selecionar tudo
ru: Выбрать все
sw: Markera allt
tr: Tümünü seç

source: Unselect all
cs: Zrušit výběr všeho
da: Fjern markering af alle
fi: Poista kaikki valinnat
fr: Désélectionner tout
he: בטל בחירת הכל
hu: Az összes választásának törlése
it: Deseleziona tutto
jp: すべて選択解除
nb: Opphev all merking
pl: Odznacz wszystkie
pt_br: Desmarcar tudo
ru: Отменить выбор для всех элементов
sw: Avmarkera allt
tr: Tümünden seçimi kaldır

source: Album name
cs: Název alba
da: Albumnavn
fi: Albumin nimi
fr: Nom de l’album
he: שם אלבום
hu: Album címe
it: Nome album
jp: アルバム名
nb: Albumnavn
pl: Nazwa albumu
pt_br: Nome do álbum
ru: Имя альбома
sw: Albumnamn
tr: Albüm adı

source: Completed
cs: Dokončeno
da: Færdig
fi: Valmis
fr: Terminé
he: הושלם
hu: Kész
it: Completato
jp: 完了しました
nb: Fullført
pl: Ukończono
pt_br: Concluído
ru: Выполнено
sw: Slutfört
tr: Tamamlandı

source: Do you want to add xxxx photo(s) to album?
cs: Chcete přidat xxxx fotografií do alba?
da: Vil du tilføje xxxx foto(s) til albummet?
fi: Haluatko lisätä xxxx valokuvaa albumiin?
fr: Voulez-vous ajouter xxxx photo(s) à l’album ?
he: האם ברצונך להוסיף xxxx תמונות לאלבום?
hu: Hozzáad xxxx fotót az albumhoz?
it: Aggiungere xxxx foto all'album?
jp: xxxx 写真をアルバムに追加しますか?
nb: Vil du legge til xxxx fotografi(er) i album?
pl: Czy chcesz dodać xxxx zdjęć do albumu?
pt_br: Deseja adicionar xxxx foto(s) ao álbum?
ru: Добавить xxxx фото в альбом?
sw: Vill du lägga till xxxx bild(er) till album?
tr: Albüme xxxx fotoğraf eklemek istiyor musunuz?

source: Are you sure you want to stop adding the file(s)?
cs: Opravdu chcete přerušit přidávání souborů?
da: Er du sikker på, du vil stoppe med at tilføje filen/filerne?
fi: Haluatko lopettaa tiedostojen lisäämisen?
fr: Êtes-vous sûr de vouloir arrêter l’ajout du/des fichier(s) ?
he: האם אתה בטוח שברצונך לעצור את הוספת הקבצים?
hu: Biztosan leállítja a fájlhozzáadást?
it: Interrompere l'aggiunta di file?
jp: ファイルの追加を停止してよろしいですか?
nb: Er du sikker på at du vil slutte å legge til fil(er)?
pl: Czy na pewno zatrzymać dodawanie plików?
pt_br: Tem certeza de que deseja interromper o carregamento do(s) arquivo(s)?
ru: Действительно остановить добавление файлов?
sw: Är du säker på att du vill sluta lägga till fil(er)?
tr: Dosyaları eklemeyi durdurmak istediğinizden emin misiniz?

source: Selected album has deleted.
cs: Vybrané album bylo smazáno.
da: Det markerede album blev slettet.
fi: Valitut albumit on poistettu.
fr: L’album sélectionné a été supprimé.
he: האלבום הנבחר נמחק.
hu: A kiválasztott album törölve.
it: L'album selezionato è stato eliminato.
jp: 選択したアルバムが削除されました。
nb: Det valgte albumet er slettet.
pl: Wybrany album został usunięty.
pt_br: O álbum selecionado foi excluído.
ru: Выбранный альбом удален.
sw: Det valda albumet har raderats.
tr: Seçilen albüm silindi.

source: Selected photo has been removed from the album.
cs: Vybraná fotografie byla odstraněna z alba.
da: Det markerede foto er blevet fjernet fra albummet.
fi: Valitut valokuvat on poistettu albumista.
fr: La photo sélectionnée a été supprimée de l’album.
he: התמונה הנבחרת הוסרה מהאלבום.
hu: A kiválasztott fotó az albumból eltávolítva.
it: La foto selezionata è stata rimossa dall'album.
jp: 選択した写真はアルバムから削除されています。
nb: Det valgte fotografiet er fjernet fra albumet.
pl: Wybrane zdjęcie zostało usunięte z albumu.
pt_br: A foto selecionada foi removida do álbum.
ru: Выбранная фотография удалена из альбома.
sw: Det valda fotot har tagits bort från albumet.
tr: Seçilen fotoğraf albümden çıkartıldı.

source: The album has been renamed.
cs: Album bylo přejmenováno.
da: Albummet er blevet omdøbt.
fi: Albumi on nimetty uudelleen.
fr: L’album a été renommé.
he: שם האלבום השתנה.
hu: Az album átnevezve.
it: L'album è stato rinominato.
jp: アルバムの名前が変更されました。
nb: Albumet har fått nytt navn.
pl: Nazwa albumu została zmieniona.
pt_br: O álbum foi renomeado.
ru: Альбом переименован.
sw: Albumet har döpts om.
tr: Albüm yeniden adlandırıldı.

source: Are you sure to you want to remove selected photos from the album?
cs: Opravdu chcete vybrané fotografie odstranit z alba?
da: Er du sikker på, du vil fjerne markerede fotos fra albummet?
fi: Haluatko poistaa valitut valokuvat albumista?
fr: Êtes-vous sûr de vouloir supprimer les photos sélectionnées de l’album ?
he: האם אתה בטוח שברצונך להסיר את התמונות הנבחרות מהאלבום?
hu: Biztosan eltávolítja a kiválasztott fotókat az albumból?
it: Rimuovere le foto selezionate dall'album?
jp: 選択した写真をアルバムから削除してよろしいですか?
nb: Er du sikker på at du vil fjerne de valgte fotografiene fra albumet?
pl: Czy na pewno usunąć wybrane zdjęcia z albumu?
pt_br: Tem certeza de que deseja remover as fotos selecionadas do álbum?
ru: Действительно удалить выбранные фотографии из альбома?
sw: Vill du verkligen ta bort valda bilder från albumet?
tr: Seçilen fotoğrafları albümden çıkartmak istediğinize emin misiniz?

source: Are you sure you want to delete the selected album? The photos won't be deleted from storage.
cs: Opravdu chcete odstranit vybrané album? Fotografie nebudou z úložiště odstraněny.
da: Er du sikker på, du vil slette det markerede album? Fotoene slettes ikke fra lageret.
fi: Haluatko poistaa valitun albumin? Valokuvia ei poisteta.
fr: Êtes-vous sûr de vouloir supprimer l’album sélectionné ? Les photos ne seront pas supprimées du stockage.
he: האם אתה בטוח שברצונך למחוק את האלבום הנבחר? התמונות לא יימחקו ממדיית האחסון.
hu: Biztosan töröli a kiválasztott albumot? A fotók a tárolón változatlanul megmaradnak majd.
it: Eliminare l'album selezionato? Le foto non verranno eliminate dallo storage.
jp: 選択したアルバムを削除してよろしいですか? 写真はストレージから削除されません。
nb: Er du sikker på at du vil slette det valgte albumet? Fotografiene vil ikke bli slettet fra lageret.
pl: Czy na pewno usunąć wybrany album? Zdjęcia nie zostaną usunięte z urządzenia magazynującego.
pt_br: Tem certeza de que deseja excluir o album selecionado? As fotos não serão selecionadas do armazenamento.
ru: Действительно удалить выбранный альбом? Фотографии не будут удалены из хранилища.
sw: Vill du verkligen ta bort det valda albumet? Bilderna raderas inte från lagringsplatsen.
tr: Seçilen albümü silmek istediğinizden emin misiniz? Fotoğraflar saklama alanından silinmeyecektir.

source: The album name is duplicated. Please try another name.
cs: Název alba je již použit. Použijte jiný název.
da: Albumnavnet er kopieret. Prøv et andet navn.
fi: Albumin nimi on jo käytössä. Kokeile jotain muuta nimeä.
fr: Le nom de l’album est dupliqué. Essayez un autre nom.
he: שם האלבום כבר נמצא בשימוש. נסה שם אחר.
hu: Az albumcím már létezik. Próbáljon meg más nevet használni.
it: Il nome dell'album è stato duplicato. Provarne un altro.
jp: アルバムの名前が重複しています。別の名前を試してください。
nb: Albumnavnet finnes fra før. Prøv et annet navn.
pl: Powielona nazwa albumu. Wprowadź inną nazwę.
pt_br: O nome do álbum está duplicado. Tente outro nome.
ru: Имя альбома уже существует. Используйте другое имя.
sw: Albumnamnet har kopierats. Prova ett annat namn.
tr: Bu isimde bir albüm var. Lütfen başka bir isim deneyin.

source: Are you sure you want to rename the album?
cs: Opravdu chcete album přejmenovat?
da: Er du sikker på, du vil omdøbe albummet?
fi: Haluatko varmasti nimetä tämän albumin uudelleen?
fr: Êtes-vous sûr de vouloir renommer l’album ?
he: האם אתה בטוח שברצונך לשנות את שם האלבום?
hu: Biztosan átnevezi az albumot?
it: Rinominare l'album?
jp: アルバムの名前を変更してもよろしいですか?
nb: Er du sikker på at du vil gi albumet nytt navn?
pl: Czy na pewno zmienić nazwę albumu?
pt_br: Tem certeza de que deseja renomear o álbum?
ru: Действительно переименовать альбом?
sw: Vill du döpa om albumet?
tr: Albümü yeniden adlandırmak istediğinize emin misiniz?

source: Error while writing. Please check local storage. It may be full or read-only.
cs: Při zápisu došlo k chybě. Zkontrolujte místní úložiště. Je možné, že je plné nebo pouze ke čtení.
da: Fejl under skrivning. Kontrollér lokalt lager. Det er muligvis fuldt eller skrivebeskyttet.
fi: Virhe kirjoitettaessa. Tarkista paikallinen tallennusväline. Se voi olla täynnä tai kirjoitussuojattuna.
fr: Erreur lors de l’écriture. Vérifiez le stockage local. Il est possible que celui-ci soit plein ou en lecture seule.
he: אירעה שגיאה בעת הכתיבה. בדוק את מדיית האחסון המקומית. ייתכן שהיא מלאה או נמצאת במצב קריאה-בלבד.
hu: Íráshiba. Ellenőrizze a helyi tárolót. Elképzelhető, hogy betelt vagy csak olvasható.
it: Errore durante la scrittura. Controllare lo storage locale. Potrebbe essere pieno o in sola lettura.
jp: 書き込み中にエラーがありました。ローカル ストレージをチェックしてください。いっぱいになっているか、または読み取り専用の可能性があります。
nb: Feil ved skriving. Undersøk det lokale lageret. Det kan være fullt eller skrivebeskyttet.
pl: Błąd podczas zapisywania. Sprawdź urządzenie magazynujące. Urządzenie może być pełne lub umożliwiać tylko zapisywanie.
pt_br: Erro ao gravar. Verifique o armazenamento local. Ele pode estar cheio ou ser somente leitura.
ru: Ошибка записи. Проверьте локальное хранилище. Оно может быть заполнено или доступно только для чтения.
sw: Fel vid skrivning. Kontrollera lokal lagringsplats. Den kan vara full eller skrivskyddad.
tr: Yazarken hata. Lütfen lokal kayıt yerini kontrol edin. Dolu veya salt okunur olabilir.

source: Error while reading source file, please check your local storage.
cs: Při čtení zdrojového souboru došlo k chybě. Zkontrolujte místní úložiště.
da: Fejl under læsning af kildefil. Kontrollér dit lokale lager.
fi: Virhe lähdetiedostoa luettaessa, tarkista paikallinen tallennusväline.
fr: Erreur lors de la lecture du fichier source, vérifiez votre stockage local.
he: אירעה שגיאה בעת קריאת קובץ המקור - בדוק את מדיית האחסון המקומית.
hu: Forrásfájl-olvasási hiba, ellenőrizze a helyi tárolót.
it: Errore nella lettura del file di origine, controllare lo storage locale.
jp: ソース ファイルの読み込み中にエラーがありました。ローカル ストレージをチェックしてください。
nb: Feil ved lesing av kildefil. Undersøk det lokale lageret.
pl: Błąd podczas odczytywania pliku źródłowego, sprawdź lokalne urządzenie magazynujące.
pt_br: Erro ao ler o arquivo de origem. Verifique seu armazenamento local.
ru: Ошибка чтения исходного файла, проверьте локальное хранилище.
sw: Fel vid läsning av källfil, kontrollera lokal lagringsplats.
tr: Kaynak dosya okunurken hata, lütfen lokal kayıt yerini kontrol edin.

source: File management
cs: Správa souborů
da: Filstyring
fi: Tiedostonhallinta
fr: Gestion des fichiers
he: ניהול קבצים
hu: Fájlkezelés
it: Gestione file
jp: ファイル管理
nb: Filbehandling
pl: Zarządzanie plikami
pt_br: Gerenciamento de arquivos
ru: Управление файлами
sw: Filhantering
tr: Dosya yönetimi

source: Select source
cs: Vybrat zdroj
da: Vælg kilde
fi: Valitse lähde
fr: Sélectionner la source
he: בחר מקור
hu: Forrás kiválasztása
it: Seleziona origine
jp: コピー元を選択
nb: Velg kilde
pl: Wybierz źródło
pt_br: Selecionar origem
ru: Выберите источник
sw: Välj källa
tr: Kaynak seçin

source: File(s)
cs: Soubory
da: Fil(er)
fi: Tiedosto(a)
fr: Fichier(s)
he: קובץ/קבצים
hu: Fájl
it: File
jp: ファイル
nb: Fil(er)
pl: Pliki
pt_br: Arquivo(s)
ru: Файлы
sw: Fil(er)
tr: Dosya(lar)

source: Folder(s)
cs: Složky
da: Mappe(r)
fi: Kansio(ta)
fr: Dossier(s)
he: תיקייה/תיקיות
hu: Mappa
it: Cartella/e
jp: フォルダ
nb: Mappe(r)
pl: Foldery
pt_br: Pasta(s)
ru: Папки
sw: Mapp(ar)
tr: Klasör(ler)

source: Yes to all
cs: Ano všem
da: Ja til alle
fi: Kyllä kaikkiin
fr: Oui pour tout
he: כן להכל
hu: Igen, mindet
it: Sì a tutti
jp: すべてはい
nb: Ja til alt
pl: Tak na wszystkie
pt_br: Sim para todos
ru: Да для всех
sw: Ja till alla
tr: Tümüne evet

source: No to all
cs: Ne všem
da: Nej til alle
fi: Ei kaikkiin
fr: Non pour tout
he: לא להכל
hu: Nem, egyet se
it: No a tutti
jp: すべていいえ
nb: Nei til alt
pl: Nie na wszystkie
pt_br: Não para todos
ru: Нет для всех
sw: Nej till alla
tr: Tümüne hayır

source: Copy, move or delete item(s)
cs: Kopírovat, přesunout nebo odstranit položky
da: Kopiér, flyt eller slet punkt(er)
fi: Kopioi, siirrä tai poista kohteet
fr: Copier, déplacer ou supprimer le(s) élément(s)
he: העתק, העבר או מחק פריטים
hu: Tétel(ek) másolása, áthelyezése vagy törlése
it: Copia, sposta o elimina elemento/i
jp: 項目をコピー、移動、または削除
nb: Kopier, flytt eller slett element(er)
pl: Skopiuj, przenieś lub usuń elementy
pt_br: Copiar, mover ou excluir item(ns)
ru: Копировать, переместить или удалить элементы
sw: Kopiera, flytta eller ta bort alternativ
tr: Öğeleri kopyala, taşı veya sil

source: Remove photo
cs: Odstranit fotografii
da: Fjern foto
fi: Poista valokuva
fr: Supprimer la photo
he: הסר תמונה
hu: Fénykép eltávolítása
it: Rimuovi foto
jp: 写真を削除
nb: Fjern fotografi
pl: Usuń zdjęcie
pt_br: Remover foto
ru: Удалить фотографию
sw: Ta bort foto
tr: Fotoğrafı çıkart

source: Rename or delete album
cs: Přejmenovat nebo odstranit album
da: Omdøb eller slet album
fi: Nimeä uudelleen tai poista albumi
fr: Renommer ou supprimer l’album
he: שנה שם או מחק אלבום
hu: Album átnevezése vagy törlése
it: Rinomina o elimina album
jp: アルバムの名前を変更または削除
nb: Gi album nytt navn eller slett det
pl: Usuń album lub zmień jego nazwę
pt_br: Renomear ou excluir álbum
ru: Переименовать или удалить альбом
sw: Döp om eller ta bort album
tr: Albümü yeniden adlandır veya sil

source: No storage found. Please insert storage and refresh again.
cs: Nebylo nalezeno žádné úložiště. Připojte úložiště a obnovte zobrazení.
da: Intet lager fundet. Isæt lager, og opdatér igen.
fi: Tallennusvälinettä ei löydy. Aseta tallennusväline ja virkistä uudelleen.
fr: Aucun stockage trouvé. Insérez du stockage et réactualisez.
he: לא נמצאה מדיית אחסון. הכנס מדיה ורענן שוב.
hu: Nem található tároló. Helyezzen be tárolót, majd frissítsen ismét.
it: Nessuno storage trovato. Inserire storage e aggiornare.
jp: ストレージが見つかりませんストレージを挿入してもう一度更新してください。
nb: Intet lager funnet. Sett inn et lagringsmedium og oppdater på nytt.
pl: Nie znaleziono urządzenia magazynującego Podłącz urządzenie magazynujące i odśwież.
pt_br: Nenhum armazenamento encontrado. Insira o armazenamento e atualize novamente.
ru: Накопитель не найден. Вставьте накопитель и обновите экран.
sw: Ingen lagringsenhet hittades. För in lagringsenheten och uppdatera igen.
tr: Kayıt yeri bulunamadı Lütfen kayıt yerini takın ve tekrar deneyin.

source: Would you like to overwrite it?
cs: Přejete si provést přepsání?
da: Vil du overskrive det?
fi: Kirjoitetaanko yli?
fr: Voulez-vous le remplacer ?
he: האם ברצונך להחליף את הפריט?
hu: Szeretné felülírni?
it: Sovrascrivere?
jp: 上書きしますか?
nb: Vil du overskrive det?
pl: Czy chcesz nadpisać?
pt_br: Gostaria de sobrescreve-lo?
ru: Перезаписать?
sw: Vill du skriva över det?
tr: Üzerine yazmak ister misiniz?

source: Do you want to copy the selected files?
cs: Chcete zkopírovat vybrané soubory?
da: Vil du kopiere de markerede filer?
fi: Haluatko kopioida valitut tiedostot?
fr: Voulez-vous copier les fichiers sélectionnés ?
he: האם ברצונך להעתיק את הקבצים הנבחרים?
hu: Szeretné a kiválasztott fájlokat átmásolni?
it: Copiare i file selezionati?
jp: 選択したファイルをコピーしますか?
nb: Vil du kopiere de valgte filene?
pl: Czy chcesz skopiować wybrane pliki?
pt_br: Deseja copiar os arquivos selecionados?
ru: Копировать выбранные файлы?
sw: Vill du kopiera valda filer?
tr: Seçilen dosyaları kopyalamak istiyor musunuz?

source: Do you want to move the selected files?
cs: Chcete přesunout vybrané soubory?
da: Vil du flytte de markerede filer?
fi: Haluatko siirtää valitut tiedostot?
fr: Voulez-vous déplacer les fichiers sélectionnés ?
he: האם ברצונך להעביר את הקבצים הנבחרים?
hu: Szeretné a kiválasztott fájlokat áthelyezni?
it: Spostare i file selezionati?
jp: 選択したファイルを移動しますか?
nb: Vil du flytte de valgte filene?
pl: Czy chcesz przenieść wybrane pliki?
pt_br: Deseja mover os arquivos selecionados?
ru: Переместить выбранные файлы?
sw: Vill du flytta valda filer?
tr: Seçilen dosyaları taşımak istiyor musunuz?

source: Chapter
cs: Kapitola
da: Kapitel
fi: Luku
fr: Chapitre
he: פרק
hu: Fejezet
it: Capitolo
jp: 章
nb: Kapittel
pl: Rozdział
pt_br: Capítulo
ru: Глава
sw: Kapitel
tr: Bölüm

source: Title and Edition
cs: Název a vydání
da: Titel og version
fi: Nimi ja versio
fr: Titre et édition
he: כותר ומהדורה
hu: Cím és kiadás
it: Titolo ed edizione
jp: タイトルとエディション
nb: Tittel og utgave
pl: Tytuł i edycja
pt_br: Título e edição
ru: Название и редакция
sw: Titel och utgåva
tr: Başlık ve Sürüm

source: Menu
cs: Nabídka
fi: Valikko
he: תפריט
hu: Menü
jp: メニュー
nb: Meny
ru: Меню
sw: Meny
tr: Menü

source: Operation not supported
cs: Operace není podporována
da: Handling understøttes ikke
fi: Toiminto ei tuettu
fr: Opération non prise en charge
he: אין תמיכה בפעולה
hu: Nem támogatott művelet
it: Operazione non supportata
jp: サポートされていない操作
nb: Operasjonen støttes ikke
pl: Operacja nieobsługiwana
pt_br: Operação sem suporte
ru: Функция не поддерживается
sw: Åtgärden stöds inte
tr: İşlem desteklenmiyor

source: File Date
cs: Datum souboru
da: Fildato
fi: Päivämäärä
fr: Date du fichier
he: תאריך קובץ
hu: Fájl dátuma
it: Data del file
jp: ファイルの日付
nb: Fildato
pl: Data pliku
pt_br: Data do arquivo
ru: Дата файла
sw: Fildatum
tr: Dosya Tarihi

source: Resolution
cs: Rozlišení
da: Opløsning
fi: Tarkkuus
fr: Résolution
he: רזולוציה
hu: Felbontás
it: Risoluzione
jp: 解像度
nb: Oppløsning
pl: Rozdzielczość
pt_br: Resolução
ru: Разрешение
sw: Upplösning
tr: Çözünürlük

source: Turkish (Windows-1254)
cs: Turečtina (Windows-1254)
da: Tyrkisk (Windows-1254)
fi: turkki (Windows-1254)
fr: Turc (Windows-1254)
he: טורקית (Windows-1254)
hu: Török (Windows-1254)
it: Turco (Windows-1254)
jp: トルコ語 (Windows1254)
nb: Tyrkisk (Windows-1254)
pl: Turecki (Windows-1254)
pt_br: Turco (Windows-1254)
ru: Турецкий (Windows-1254)
sw: Turkiska (Windows-1254)
tr: Türkçe (Windows-1254)

source: Hebrew (ISO-8859-8)
cs: Hebrejština (ISO-8859-8)
da: Hebraisk (ISO-8859-8)
fi: heprea (ISO-8859-8)
fr: Hébreu (ISO-8859-8)
he: עברית (ISO-8859-8)
hu: Héber (ISO-8859-8)
it: Ebraico (ISO-8859-8)
jp: ヘブライ語 (ISO-8859-8)
nb: Hebraisk (ISO-8859-8)
pl: Hebrajski (ISO-8859-8)
pt_br: Hebreu (ISO-8859-8)
ru: Иврит (ISO-8859-8)
sw: Hebreiska (ISO-8859-8)
tr: İbranice (ISO-8859-8)
