Repository: alsedo/screenplay-dx
Catalog: core_repos/src/libs/RES_IOM/resource/mo/*.po
Languages: cs, da, fi, fr, he, hu, it, jp, nb, pl, pt_br, ru, sw, tr

source: Now playing
cs: Přehrávání
da: Afspiller nu
fi: Nyt toistetaan
fr: Lecture en cours
he: מנגן כעת
hu: Most játszott
it: In esecuzione
jp: 再生中
nb: Spiller nå
pl: Aktualnie odtwarzane
pt_br: Reproduzindo agora
ru: Воспроизводится
sw: Nu spelas
tr: Şimdi Yürütülüyor

source: Both
cs: Obojí
da: Begge
fi: Molemmat
fr: Les deux
he: שניהם
hu: Mindkettő
it: Entrambi
jp: 両方
nb: Begge
pl: Obydwa
pt_br: Ambos
ru: Оба
sw: Båda
tr: Her ikisi

source: Add to my channels
cs: Přidat k mým kanálům
da: Tilføj til mine kanaler
fi: Lisää omiin kanaviin
fr: Ajouter à mes chaînes
he: הוסף לערוצים שלי
hu: Hozzáadás a saját csatornákhoz
it: Aggiungi ai canali personali
jp: マイ チャンネルに追加
nb: Legg til i mine kanaler
pl: Dodaj do moich kanałów
pt_br: Adiconar aos meus canais
ru: Добавить в мои каналы
sw: Lägg till mina kanaler
tr: Kanallarıma ekle

source: Remove from my channels
cs: Odebrat z kanálů
da: Fjern fra mine kanaler
fi: Poista omista kanavista
fr: Supprimer de mes chaînes
he: הסר מהערוצים שלי
hu: Eltávolítás a saját csatornák közül
it: Rimuovi dai canali personali
jp: マイ チャンネルから削除
nb: Fjern fra mine kanaler
pl: Usuń z moich kanałów
pt_br: Remover dos meus canais
ru: Удалить из моих каналов
sw: Ta bort från mina kanaler
tr: Kanallarımdan çıkart

source: Rate/Favorite
cs: Hodnocení / oblíbené
da: Vurdér/Favorit
fi: Luokittele/Suosikki
fr: Notée/Favorite
he: תן ציון/העדף
hu: Értékelés/kedvenc
it: Valuta/Preferito
jp: 評価/お気に入り
nb: Vurder/favoritt
pl: Oceń/ulubione
pt_br: Classificar/Favorito
ru: Оценить/избранное
sw: Klass/favorit
tr: Derece/Sık kullanılan

source: Episodes
cs: Díly
da: Episoder
fi: Episodit
he: פרקים
hu: Epizódok
it: Episodi
jp: エピソード
nb: Episoder
pl: Odcinki
pt_br: Episódios
ru: Серии
sw: Episoder
tr: Bölümler

source: My rating
cs: Mé hodnocení
da: Min vurdering
fi: Oma luokittelu
fr: Mes notes
he: הציון שלי
hu: Saját értékelés
it: Valutazione personale
jp: マイ レーティング
nb: Min vurdering
pl: Moje oceny
pt_br: Minha classificação
ru: Мой рейтинг
sw: Min klassificering
tr: Verdiğim derece

source: My favorite
cs: Oblíbené položky
da: Min favorit
fi: Oma suosikki
fr: Mes favoris
he: המועדף שלי
hu: Saját kedvenc
it: Preferiti personali
jp: マイお気に入り
nb: Min favoritt
pl: Moje ulubione
pt_br: Meu favorito
ru: Мое избранное
sw: Min favorit
tr: Sık kullanılanım

source: Add media plug-in to dashboard
cs: Přidat doplněk médií na ovládací panel
da: Tilføj plug-in til medie til instrumentbræt
fi: Lisää medialaajennus koontinäyttöön
fr: Ajouter le module d'extension multimédia au tableau de bord
he: הוסף תוסף מדיה ללוח הבקרה
hu: Beépülő médiamodul hozzáadása az irányítópulthoz
it: Aggiungi plug-in multimediale al dashboard
jp: メディア プラグインをダッシュボードに追加
nb: Legg til mediemodul på instrumentbord
pl: Dodaj dodatek multimediów do pulpitu
pt_br: Adicionar plug-in de mídia ao painel
ru: Добавить подключаемый модуль мультимедиа на панель инструментов
sw: Lägg till medie-plug-in till anslagstavla
tr: Gösterge panosuna medya eklentisi ekle

source: Add media plug-ins manually (via mCode)
cs: Přidat doplňky médií ručně (pomocí mCode)
da: Tilføj plug-ins til medie manuelt (via mCode)
fi: Lisää medialaajennukset manuaalisesti (mCoden kautta)
fr: Ajouter les modules d'extension manuellement (via mCode)
he: הוסף תוספים באופן ידני (באמצעות mCode)
hu: Beépülő médiamodulok manuális hozzáadása (az mCode-on keresztül)
it: Aggiungi plug-in multimediali manualmente (tramite mCode)
jp: メディア プラグインを (mCode から) 手動で追加
nb: Legg til mediemoduler manuelt (via mCode)
pl: Dodaj dodatki multimediów ręcznie (za pomocą mCode)
pt_br: Adicionar plug-ins de mídia manualmente (via mCode)
ru: Добавить подключаемый модуль мультимедиа вручную (через mCode)
sw: Lägg till medie-plug-in- manuellt (via mCode)
tr: Medya eklentilerini manuel olarak ekle (mCode ile)

source: Remove media plug-in from dashboard
cs: Odebrat doplněk médií z ovládacího panelu
da: Fjern plug-in til medie fra instrumentbræt
fi: Poista medialaajennus koontinäytöstä
fr: Supprimer des modules d'extension multimédia du tableau de bord
he: הסר תוספי מדיה מלוח הבקרה
hu: Beépülő médiamodul eltávolítása az irányítópultról
it: Rimuovi plug-in multimediali dal dashboard
jp: メディア プラグインをダッシュボードから削除
nb: Fjern mediemodul fra instrumentbord
pl: Usuń dodatki multimediów z pulpitu
pt_br: Remover plug-in de mídia do painel
ru: Удалить подключаемый модуль мультимедиа с панели инструментов
sw: Ta bort medie-plug-in från anslagstavla
tr: Gösterge panosundan eklenti kaldır

source: Shows + Episodes
cs: Pořady a díly
da: Programmer og episoder
fi: Ohjelmat ja episodit
fr: Emissions + Episodes
he: תוכניות ופרקים
hu: Műsorok + epizódok
it: Mostra + episodi
jp: ショーおよびエピソード
nb: Show + episoder
pl: Seriale + odcinki
pt_br: Shows + Episódios
ru: Шоу + серии
sw: Program + episoder
tr: Şovlar + Bölümler

source: Shows
cs: Pořady
da: Programmer
fi: Ohjelmat
fr: Emissions
he: תוכניות
hu: Műsorok
it: Mostra
jp: ショー
nb: Show
pl: Seriale
ru: Шоу
sw: Program
tr: Şovlar

source: Link
cs: Odkaz
fi: Linkki
fr: Lien
he: קישור
hu: Ugróhivatkozás
it: Collegamento
jp: リンク
nb: Kobling
pl: Łącze
ru: Привязать
sw: Länk
tr: Bağlantı

source: Login
cs: Přihlásit
da: Log på
fi: Kirjaudu sisään
fr: Se connecter
he: התחברות
hu: Bejelentkezés
it: Accedi
jp: ログイン
nb: Pålogging
ru: Вход в систему
sw: Inloggning
tr: Oturum aç

source: To setup your personalized channels you need to link your player with Mediafly account.
cs: Abyste mohli nastavovat kanály dle svých požadavků, musíte propojit přehrávač s účtem služby Mediafly.
da: Du skal kæde din medieafspiller sammen med en Mediafly-konto for at konfigurere dine personlige kanaler.
fi: Voidaksesi asettaa mukautettuja kanavia, sinun on linkitettävä soittimesi Mediafly-tiliin.
fr: Pour configurer des chaînes personnalisées, vous devez relier votre lecteur et le compte Mediafly.
he: כדי להגדיר את הערוצים המותאמים אישית, עליך לקשר את הנגן לחשבון Mediafly.
hu: A testreszabott csatornák beállításához a lejátszót társítani kell a Mediafly fiókhoz.
it: Per impostare i canali personalizzati, è necessario collegare il lettore a un account Mediafly.
jp: お気に入りのチャンネルをセットアップするには、お使いのプレイヤーを Mediafly アカウントにリンクさせる必要があります。
nb: Hvis du vil sette opp personlige kanaler, må du koble spilleren til en Mediafly-konto.
pl: Aby skonfigurować własne kanały, należy połączyć odtwarzacz z kontem Mediafly.
pt_br: Para configurar seus painéis personalizados é preciso conectar o reprodutor à conta Mediafly.
ru: Для настройки ваших персонализированных каналов необходимо привязать ваш проигрыватель к учетной записи Mediafly.
sw: För att installera dina personliga kanaler behöver du länka spelaren till Mediafly-kontot.
tr: Kişiselleştirilmiş kanallarınızı ayarlamak için oynatıcınız Mediafly hesabı ile ilişkilendirilmelidir.

source: Mediafly accounts are completely free and allow you centralized control and management of your favorite free online content.
cs: Účty služby Mediafly jsou bezplatné a umožňují řízení a správu oblíbeného bezplatného obsahu online z jednoho místa.
da: Mediafly-konti er fuldstændig gratis og giver dig mulighed for centralt og gratis at kontrollere og administrere dit favoritinhold online.
fi: Mediafly-tilit ovat täysin ilmaisia ja ne tarjoavat siinulle mahdollisuuden ohjata keskitetysti ilmaista suosikki-online-sisältöäsi.
fr: Les comptes Mediafly sont entièrement gratuits et vous permettent de contrôler et de gérer à partir d'un seul emplacement tout votre contenu Web gratuit préféré.
he: חשבונות Mediafly ניתנים בחינם ומאפשרים לך בקרה וניהול מרכזיים של תוכן מקוון חינמי האהוב עליך.
hu: A teljesen ingyenes Mediafly fiók használatával kedvenc ingyenes online tartalmait központilag kezelheti és tarthatja kézben.
it: Gli account Mediafly sono completamente gratuiti e consentono controllo e gestione centralizzata dei contenuti gratis online preferiti.
jp: Mediafly アカウントは完全無料で、お気に入りの無料オンライン コンテンツの制御および管理を一元化できます。
nb: Mediafly-konti er helt gratis og gir deg sentralisert kontroll og styring med gratis favorittinnhold på nettet.
pl: Konta Mediafly są w pełni darmowe i umożliwiają scentralizowane sterowanie ulubionymi treściami online oraz zarządzanie nimi.
pt_br: As contas Mediafly são totalmente gratuitas e fornecem controle e gerenciamento centralizado do seu conteúdo online gratuito.
ru: Учетные записи Mediafly - абсолютно бесплатны; они позволяют централизованно управлять вашим любимым бесплатным онлайн-содержимым.
sw: Mediafly-konton är helt fria och gör det möjligt för dig att tillåta centraliserad kontroll och hantering av ditt favoritfria online-innehåll.
tr: Mediafly hesapları tamamen ücretsizdir ve en sık kullandığınız ücretsiz çevrimiçi içeriğinizin merkezi şekilde kontrol ve yönetimini sağlar.

source: Option 1: Open web browser from your computer and navigate to:
cs: Možnost 1: Otevřete webový prohlížeč v počítači, přejděte na stránky:
da: Mulighed 1: Åbn en webbrowser på din computer, naviger til:
fi: Vaihtoehto 1: Avaa tietokoneen verkkoselain ja navigoi osoitteeseen:
fr: Option 1 : ouvrez le navigateur Web de l'ordinateur, allez à l'adresse:
he: אפשרות 1: פתח במחשב את הדפדפן שלך, נווט אל
it: Opzione 1: Aprire il browser sul computer e andare alla pagina:
jp: オプション 1: コンピュータで Web ブラウザを開き:
nb: Alternativ 1: Åpne nettleseren på datamaskinen, gå til:
pl: Opcja 1: otwórz przeglądarkę internetową i przejdź do strony:
pt_br: Opção 1: abra o navegador da web no computador e vá para:
ru: Способ 1. Откройте веб-браузер на вашем компьютере и перейдите по ссылке:
sw: Alternativ 1: Öppna webbläsaren från datorn och gå till:
tr: Seçenek 1: Bilgisayarınızdaki web tarayıcısını açın ve:

source: and enter this association code:
cs: a zadejte tento kód:
da: og indtast denne tilknytningskode:
fi: ja anna tämä liitäntäkoodi:
fr: et entrez le code d'association suivant :
he: והזן את קוד השיוך הזה:
it: quindi immettere il seguente codice di associazione:
jp: にアクセスして次のアソシエーション コードを入力します。
nb: og oppgi denne tilknytningskoden:
pl: a następnie wprowadź ten kod:
pt_br: e insira esse código de associação:
ru: а затем введите этот код ассоциации:
sw: och ange den här associationskoden:
tr: adresine giderek bu ilişkilendirme kodunu girin:

source: Option 2: Login with your Mediafly username and password.
cs: Možnost 2: Přihlášení pomocí uživatelského jména a hesla služby Mediafly.
da: Mulighed 2: Log ind med dit brugernavn og din adgangskode til Mediafly.
fi: Vaihtoehto 2: Kirjaudu Mediafly-tilillesi käyttäjänimellä ja salasanalla.
fr: Option 2 : connectez-vous à l'aide du nom d'utilisateur et du mot de passe Mediafly.
he: אפשרות 2: התחבר באמצעות שם משתמש וסיסמה של Mediafly.
hu: 2. lehetőség: Jelentkezzen be Mediafly felhasználónevével és jelszavával.
it: Opzione 2: Effettuare l'accesso con nome utente e password Mediafly.
jp: オプション 2: Mediafly のユーザー名およびパスワードを使用してログインします。
nb: Alternativ 2: Logg deg på med ditt Mediafly-brukernavn og -passord.
pl: Opcja 2: zaloguj się za pomocą nazwy użytkownika i hasła Mediafly.
pt_br: Opção 2: faça login usando seu nome de usuário e senha do Mediafly.
ru: Способ 2. Войдите в систему, используя ваше имя пользователя и пароль Mediafly.
sw: Alternativ 2: Logga in med ditt användarnamn och lösenord för Mediafly.
tr: Seçenek 2: Mediafly kullanıcı adınız ve şifrenizle oturum açın.

source: All Video
cs: Veškeré video
da: Alle videoer
fi: Kaikki videot
fr: Toutes les vidéos
he: כל הוידיאו
it: Tutti i video
jp: すべての動画
pl: Wszystkie wideo
pt_br: Todos os vídeos
ru: Все видеозаписи
sw: Alla videor
tr: Tüm Videolar

source: Interval time
cs: Délka intervalu
da: Intervalperiode
fi: Väliaika
fr: Temps d'intervalle
he: זמן מרווח
it: Durata visualizzazione
nb: Intervalltid
pl: Czas interwału
pt_br: Tempo de intervalo
ru: Интервал
sw: Intervalltid
tr: Zaman aralığı

source: Widescreen
cs: Širokoúhlý
fi: Laajakuva
fr: Grand écran
he: מסך רחב
pl: Panoramiczny
ru: Широкоэкранный
sw: Bredbildsskärm
tr: Geniş ekran

source: 3 Minutes
cs: 3 minuty
da: 3 minutter
fi: 3 minuuttia
he: 3 דקות
it: 3 minuti
jp: 3 分
nb: 3 minutter
pl: 3 min
pt_br: 3 minutos
ru: 3 минуты
sw: 3 minuter
tr: 3 Dakika

source: 20 Minutes
cs: 20 minut
da: 20 minutter
fi: 20 minuuttia
he: 20 דקות
it: 20 minuti
jp: 20 分
nb: 20 minutter
pl: 20 min
pt_br: 20 minutos
ru: 20 минут
sw: 20 minuter
tr: 20 Dakika

source: 30 Minutes
cs: 30 minut
da: 30 minutter
fi: 30 minuuttia
he: 30 דקות
it: 30 minuti
jp: 30 分
nb: 30 minutter
pl: 30 min
pt_br: 30 minutos
ru: 30 минут
sw: 30 minuter
tr: 30 Dakika

source: Iomega HD Media Player
da: Iomega HD-medieafspiller
fr: Lecteur multimédia HD Iomega
he: נגן מדיה Iomega HD
nb: Iomega HD-mediespiller
pl: Odtwarzacz multimedialny Iomega HD Media Player
ru: Проигрыватель HD-мультимедиа Iomega

source: Do you want to upgrade?
cs: Chcete provést aktualizaci?
da: Vil du opgradere?
fi: Haluatko päivittää?
fr: Voulez-vous effectuer la mise à niveau ?
he: האם אתה רוצה לשדרג?
hu: Szeretne frissíteni?
it: Effettuare l'aggiornamento?
jp: アップグレードしますか?
nb: Vil du oppgradere?
pl: Czy chcesz dokonać aktualizacji?
pt_br: Deseja atualizar?
ru: Выполнить обновление?
sw: Vill du uppgradera?
tr: Güncellemek istiyor musunuz?

source: The video file you attempted to play contains multiple audio channel outputs which is not supported. Please switch to digital audio output and connect your HD Media Player to an AV receiver that supports the audio codec.
cs: Videosoubor, který chcete přehrát, obsahuje více audiokanálů, což není podporováno. Přepněte na digitální audiovýstup a připojte přehrávač HD Media Player k přijímači AV, který podporuje audiokodek.
da: Den videofil, du forsøger at afspille, indeholder flere lydkanaludgange, der ikke understøttes. Skift til digital lydudgang, og tilslut din HD-medieafspiller til en AV-modtager, der understøtter dette lydcodec.
fi: Yrität toistaa videotiedostoa, joka sisältää äänen monikanavalähdön. Tätä ei tueta. Vaihda digitaaliseen äänilähtöön ja yhdistä HD Media Player AV-vastaanottimeen, joka tukee valittua äänen pakkausta.
fr: Le fichier vidéo que vous essayez de lire comporte plusieurs sorties de canaux audio non pris en charge. Passez à la sortie audio numérique et connectez votre lecteur multimédia HD à un récepteur AV prenant en charge le codec audio.
he: קובץ הוידיאו אותו ניסית לנגן מכיל יציאות ערוצי שמע מרובות, דבר שאינו נתמך. אנא עבור למוצא שמע דיגיטלי וחבר את נגן המדיה HD למקלט AV התומך ב-codec השמע.
it: Il file video che si desidera riprodurre contiene diversi output di canale audio non supportati. Passare all'audio digitale e collegare HD Media Player a un ricevitore AV che supporta il codec audio.
nb: Videofilen du forsøkte å spille av, inneholder flere lydkanalutganger som ikke støttes. Bytt til digital lydutgang og koble HD-mediespilleren til en AV-mottaker som støtter lydkodeken.
pl: Próba otwarcia nieobsługiwanego pliku wideo zawierającego wiele kanałów audio. Wybierz cyfrowe wyjście audio i podłącz odtwarzacz HD Media Player do odbiornika AV obsługującego kodek audio.
pt_br: O arquivo de vídeo que você tentou reproduzir contém várias saídas de canal de áudio, o que não é aceito. Altere para saída de áudio digital e conecte o reprodutor de mídia HD a um receptor AV que aceite o codec de áudio.
ru: Видеофайл, выбранный для воспроизведения, содержит многоканальный звук, который не поддерживается. Переключитесь на цифровой аудиовыход и подключите проигрыватель HD-мультимедиа к AV-ресиверу, который поддерживает этот аудиокодек.
sw: Videofilen du försökte spela upp innehåller flera ljudkanalutgångar som inte stöds. Växla till digital ljudutgång och anslut din HD Media Player till en AV-mottagare som stöder audio codec.
tr: Oynatmaya çalıştığınız video dosyası, desteklenmeyen çoklu ses kanal çıkışlarına sahiptir. Lütfen dijital ses çıkışına geçin ve HD Media Player'ınızı ses codec'ini destekleyen bir AV alıcısına bağlayın.

source: Audio Channel
cs: Audiokanál
da: Lydkanal
fi: Äänikanava
fr: Canal audio
he: ערוץ שמע
hu: Hangcsatorna
it: Canale audio
jp: オーディオ チャンネル
nb: Lydkanal
pl: Kanał audio
pt_br: Canal de áudio
ru: Аудиодорожка
sw: Ljudkanal
tr: Ses Kanalı

source: Firmware upgrade
cs: Aktualizace firmwaru
da: Firmware-opgradering
fi: Ohjelmistopäivitys
fr: Mise à niveau du micrologiciel
he: שדרוג קושחה
it: Aggiornamento firmware
nb: Fastvareoppgradering
pl: Aktualizacja oprogramowania firmware
pt_br: Atualização de firmware
ru: Обновление программного обеспечения
sw: Firmwareuppgradering
tr: Firmware güncelleme

source: Video sequence
cs: Posloupnost videí
da: Videosekvens
fi: Videojakso
fr: Séquence vidéo
he: רצף וידיאו
it: Sequenza video
nb: Videosekvens
pl: Sekwencja wideo
pt_br: Seqüência de vídeo
ru: Последовательность видео
sw: Videosekvens
tr: Video dizini

source: Music sequence
cs: Posloupnost hudby
da: Musiksekvens
fi: Musiikkijakso
fr: Séquence de musique
he: רצף מוסיקה
it: Sequenza audio
nb: Musikksekvens
pl: Sekwencja muzyczna
pt_br: Seqüência de música
ru: Последовательность музыки
sw: Musiksekvens
tr: Müzik dizini

source: Slideshow sequence
cs: Posloupnost obrazů
da: Diasshowsekvens
fi: Diaesitysjakso
fr: Séquence du diaporama
he: רצף מצגת שקפים
it: Sequenza presentazione
nb: Lysbildefrekvens
pl: Sekwencja slajdów
pt_br: Seqüência de apresentação de slides
ru: Последовательность слайдшоу
sw: Bildspelssekvens
tr: Slayt gösterisi dizini

source: Wipe right
cs: Přejet vpravo
da: Vifte mod højre
fi: Pyyhintä oikealle
fr: Volet à droite
he: נגב ימינה
it: A comparsa da destra
nb: Visk ut mot høyre
pl: Przesuń w prawo
pt_br: Revelar para a direita
ru: Вытеснение вправо
sw: Torka höger
tr: Sağa sil

source: Wipe left
cs: Přejet vlevo
da: Vifte mod venstre
fi: Pyyhintä vasemmalle
fr: Volet à gauche
he: נגב שמאלה
it: A comparsa da sinistra
nb: Visk ut mot venstre
pl: Przesuń w lewo
pt_br: Revelar para a esquerda
ru: Вытеснение влево
sw: Torka vänster
tr: Sola sil

source: Your HD Media Player is being upgraded. Please DO NOT disconnect power or the attached storage.
cs: Přehrávač HD Media Player je aktualizován. NEODPOJUJTE napájecí kabel nebo připojené úložiště.
da: Din HD-medieafspiller er ved at blive opgraderet. Afbryd IKKE strømmen eller det vedhæftede lager
fi: HD Media Player -asemaasi päivitetään. ÄLÄ katkaise virtaa tai poista tallennusvälinettä.
fr: Votre lecteur multimédia HD a été mis à niveau. Ne débranchez PAS le câble d'alimentation ou le périphérique de stockage connecté.
he: נגן המדיה HD שלכם עובר שדרוג. אנא אל תנתקו את אספקת החשמל או את האחסון המחובר.
it: Aggiornamento di HD Media Player in corso. NON scollegare l'alimentazione o il dispositivo di storage collegato.
nb: HD-mediespilleren oppgraderes. IKKE koble fra strøm eller det tilkoblede lageret.
pl: Trwa aktualizacja odtwarzacza HD Media Player. NIE odłączaj zasilania ani podłączonego urządzenia magazynującego.
pt_br: Seu reprodutor de mídia HD está sendo atualizado. NÃO remova a alimentação nem o armazenamento conectado.
ru: Выполняется обновление проигрывателя HD-мультимедиа. НЕ отключайте электропитание или присоединенное устройство хранения.
sw: Din HD Media Player uppgraderas. Koppla INTE UR strömmen eller inkopplad lagringsplats.
tr: HD Media Player'ınız güncelleniyor. Lütfen takılı hafızanın bağlantısını SÖKMEYİN.

source: The product name cannot contain any of the following characters \ / : * ? â?? ; | with blank characters. This name cannot be over 15 characters.
cs: Název produktu nesmí obsahovat znaky \ / : * ? â?? ; | a prázdné znaky. Název nesmí být delší než 15 znaků.
da: Produktnavnet må ikke indeholde følgende tegn \ / : * ? â?? ; | med tomme tegn. Dette navn må ikke indeholde mere end 15 tegn.
fi: Tuotteen nimi ei voi sisältää mitään seuraavista merkeistä \ / : * ? â?? ; | tyhjien merkkien kanssa. Tämä nimi ei voi olla yli 15 merkkiä pitkä.
fr: Le nom de produit ne peut pas contenir les caractères \ / : * ? â?? ; | ni les espaces. Le nom ne peut pas contenir plus de 15 caractères.
he: שם המוצר לא יכול להכיל את התווים הבאים \ / : * ? â?? ; | עם תווים ריקים. שם זה לא יכול להיות מעל 15 תווים.
it: Il nome prodotto non può contente nessuno dei seguenti caratteri \ / : * ? â?? ; | con spazi vuoti e non può superare i 15 caratteri.
nb: Produktnavnet kan ikke inneholde noen av følgende tegn \ / : * ? â?? ; | med blanktegn. Dette navnet kan ikke inneholde mer enn 15 tegn.
pl: Nazwa produktu nie może zawierać nastepujących znaków: \ / : * ? â?? ; | wraz ze znakami pustymi. Nazwa musi być krótsza niż 15 znaków.
pt_br: O nome do produto não pode conter nenhum dos seguintes caracteres \ / : * ? â?? ; | com caracteres em branco. O nome não pode ter mais de 15 caracteres.
ru: Имя устройства не должно содержать символы \ / : * ? â?? ; | и пустые символы. Имя не может содержать более 15 символов.
sw: Produktnamnet får inte innehålla något av följande teckens \ / : * ? â?? ; | med blanksteg. Det här namnet får inte vara mer än 15 tecken.
tr: Ürün adı \ / : * ? â?? ; | karakterlerini ve boş karakterleri içeremez. Ad 15 karakterden uzun olamaz.

source: Western Europe
cs: Západní Evropa
da: Vesteuropa
fi: Läntinen Eurooppa
fr: Europe de l'Ouest
he: מערב אירופה
it: Europa occidentale
nb: Vest-Europa
pl: Europa Zachodnia
pt_br: Europa Ocidental
ru: Западноевропейская
sw: Västeuropa
tr: Batı Avrupa

source: You have successfully set up your device for your home network.
cs: Úspěšně jste nastavili zařízení tak, aby vyhovovalo požadavkům domácí sítě.
da: Du har konfigureret din enhed til dit hjemmenetværk.
fi: Laitteen asentaminen kotiverkkoon onnistui.
fr: Vous avez configuré correctement votre périphérique sur le réseau domestique.
he: הגדרת בהצלחה את ההתקן לרשת הביתית שלך.
it: Il dispositivo è stato configurato correttamete per la rete domestica
nb: Du har konfigurert enheten riktig for hjemmenettverket.
pl: Konfiguracja urządzenia dla sieci domowej zakończona pomyślnie.
pt_br: Você configurou o dispositivo na sua rede doméstica com êxito.
ru: Настройка устройства для работы в домашней сети выполнена успешно.
sw: Du har installerat enheten för hemmanätverket.
tr: Cihazınızı ev ağınız için başarıyla kurdunuz.

source: Internet
he: אינטרנט
nb: Internett
ru: Интернет

source: HDD
fi: Kiintolevy
fr: Disque dur
he: דיסק קשיח
nb: Harddisk
ru: Жесткий диск

source: Shutdown
cs: Vypnout
da: Luk
fi: Sammutus
fr: Arrêter
he: כיבוי
it: Spegnimento
nb: Avslutt
pl: Wyłącz
pt_br: Desligar
ru: Выключение
sw: Avstängning
tr: Kapat

source: HDMI settings
cs: Nastavení HDMI
da: HDMI-indstillinger
fi: HDMI-asetukset
fr: Paramètres HDMI
he: הגדרות HDMI
it: Impostazioni HDMI
nb: HDMI-innstillinger
pl: Ustawienia HDMI
pt_br: Configurações HDMI
ru: Параметры HDMI
sw: HDMI-inställningar
tr: HDMI ayarları

source: Scale with distortion
cs: Měřítko se zkreslením
da: Skalér med forvrængning
fi: Skaalaa vääristymän kanssa
fr: Mettre à l'échelle avec distorsion
he: שינוי קנה מידה כולל עיוות
it: Scala con distorsione
nb: Skaler med forvrengning
pl: Skaluj ze zniekształceniem
pt_br: Escala com distorção
ru: Масштабирование с изменением пропорций
sw: Skala med förvridning
tr: Distorsiyon ile ölçekle
