Repository: alsedo/screenplay-dx
Catalog: core_repos/src/libs/RES_IOM/resource/mo/*.po
Languages: cs, da, fi, fr, he, hu, it, jp, nb, pl, pt_br, ru, sw, tr

source: Submit
cs: Odeslat
da: Send
fi: Lähetä
fr: Soumettre
he: הגש
hu: Küldés
it: Invia
jp: 送信
nb: Send
pl: Prześlij
pt_br: Enviar
ru: Отправить
sw: Sänd
tr: Gönder

source: Check network status
cs: Zkontrolovat stav sítě
da: Kontrollér netværksstatus
fi: Tarkista verkon tila
fr: Vérifier l’état du réseau
he: בדוק את מצב הרשת
hu: Hálózat állapotának ellenőrzése
it: Controlla lo stato della rete
jp: ネットワーク ステータスをチェック
nb: Undersøk nettverksstatus
pl: Sprawdź stan sieci
pt_br: Verificar status da rede
ru: Проверить состояние сети
sw: Kontrollera nätverksstatus
tr: Ağ durumunu kontrol et

source: Key type error! If your key type is hex, please check key value is A~F, 0~9.
cs: Chyba typu klíče! Pokud je klíč hexadecimální, zkontrolujte, že obsahuje znaky A – F, 0 – 9.
da: Fejl i tastetype! Hvis din tastetype er heksadecimal, skal du kontrollere, at værdien er A~F, 0~9.
fi: Avaimen tyyppivirhe! Jos avaimen tyyppi on heksa-arvo, varmista arvoksi A–F, 0–9.
fr: Erreur de type de clé ! Si votre clé est de type hexadécimal, vérifiez que la valeur de la clé est A~F, 0~9.
he: שגיאה בסוג מפתח! אם סוג המפתח הוא הקסדצימלי, בדוק שערכי המפתח נמצאים בתחומים A~F, 0~9.
hu: Kulcstípushiba! Hexadecimális típusú kulcs esetében ellenőrizze, hogy az érték kizárólag az A~F, 0~9 karakterekből áll-e.
it: Errore tipo di chiave! Se il tipo di chiave è hex, controllare che il valore della chiave sia A~F, 0~9.
jp: キー入力エラー! キー入力が 16 進数の場合は、キー値が A ～ F、0 ～ 9 かどうかチェックしてください。
nb: Feil nøkkeltype! Hvis nøkkeltypen er heksadesimal, må du kontrollere at nøkkelverdien er A~F, 0~9.
pl: Błąd wprowadzania! W przypadku trybu heksadecymalnego sprawdź, czy wybrana wartość zawiera się w przedziałach A~F, 0~9.
pt_br: Erro de tipo da chave! Se o seu tipo de chave for hexagonal, verifique se o valor da chave for A~F, 0~9.
ru: Ошибка типа ключа! Если тип ключа шестнадцатеричный, то убедитесь, что ключевое значение A~F, 0~9.
sw: Nyckeltypsfel! Om nyckeltypen är hextyp ska du kontrollera om värdet är A~F, 0~9.
tr: Anahtar tipi hatası! Eğer anahtar tipiniz hex ise, lütfen anahtar değerinin A~F, 0~9 olduğundan emin olun.

source: Key length error! If your key type is ASCII, the length should be 5, 13, or 16. If your key type if Hex, the length should be 10, 26 or 32.
cs: Chyba délky klíče! Pokud je klíč typu ASCII, délka by měla být 5, 13 nebo 16 znaků. Pokud je klíč hexadecimální, délka by měla být 10, 26 nebo 32 znaků.
da: Fejl i tastelængde! Hvis din tastetype er ASCII, skal længden være 5, 13 eller 16. Hvis din tastelængde er heksadecimal, skal længden være 10, 26 eller 32.
fi: Avaimen pituusvirhe! Jos avaimen tyyppi on ASCII, pituuden pitää olla 5, 13 tai 16. Jos avaimen tyyppi on heksa-arvo, pituuden pitää olla 10, 26 tai 32.
fr: Erreur de longueur de clé ! Si votre clé est de type ASCII, la longueur doit être 5, 13 ou 16. Si votre clé est de type hexadécimal, la longueur doit être 10, 26 ou 32.
he: שגיאה באורך מפתח! אם סוג המפתח שלך הוא ASCII, האורך צריך להיות 5, 13 או . 16אם סוג המפתח שלך הוא הקסדצימלי, האורך צריך להיות 10, 26 או 32.
hu: Kulcshosszhiba! Az ASCII kulcsoknak 5, 13 vagy 16 karakterből kell állniuk. A hexadecimális kulcsoknak 10, 26 vagy 32 karakterből kell állniuk.
it: Errore lunghezza chiave! Se il tipo di chiave è ASCII, la lunghezza dovrebbe essere 5, 13, o 16. Se il tipo di chiave è Hex, la lunghezza dovrebbe essere 10, 26 o 32.
jp: キー長エラー! キー タイプが ASCII の場合の長さは、5、13、または 16 です。 キー タイプが 16 進数の場合の長さは、10、26、または 32 です。
nb: Feil nøkkellengde! Hvis nøkkeltypen er ASCII, skal lengden være 5, 13 eller 16. Hvis nøkkeltypen er heksadesimal, skal lengden være 10, 26 eller 32.
pl: Błąd długości! W przypadku wprowadzania ASCII długość powinna wynosić 5, 13 lub 16. W przypadku wprowadzania heksadecymalnego długość powinna wynosić 10, 26 lub 32.
pt_br: Erro de extensão da chave! Se o seu tipo de chave for ASCII, a extensão deve ser 5, 13 ou 16. Se o seu tipo de chave for hexagonal, a extensão deve ser 10, 26 ou 32.
ru: Ошибка длины ключа! Если тип ключа ASCII, то длина ключа должна быть 5, 13, или 16. Если тип ключа шестнадцатеричный, то длина ключа должна быть 10, 26 или 32.
sw: Nyckellängdsfel! Om nyckeltypen är ASCII, ska längden vara 5, 13 eller 16. Om nyckeltypen är hextyp ska längden vara 10, 26 eller 32.
tr: Anahtar uzunluğu hatası! Eğer anahtar tipi ASCII ise uzunluk 5, 13 veya 16 olmalıdır. Eğer anahtar tipiniz Hex ise uzunluk 10, 26 veya 32.

source: Key length error! The length of WPAPSK should be 8~64!
cs: Chyba délky klíče! Délka klíče WPA-PSK musí být 8 – 64 znaků!
da: Fejl i tastelængde! Længden på WPAPSK bør være 8~64!
fi: Avaimen pituusvirhe! WPAPSK-avaimen pituuden pitää olla 8–64!
fr: Erreur de longueur de clé ! La longueur de WPAPSK doit être 8~64 !
he: שגיאה באורך מפתח! האורך של WPAPSK צריך להיות בתחום 8~64!
hu: Kulcshosszhiba! A WPA-PSK kulcsnak legalább 8, legfeljebb 64 karakterből kell állnia.
it: Errore nella lunghezza della chiave! La lunghezza di WPAPSK dovrebbe essere 8~64.
jp: キー長エラー! WPAPSK の長さは 8 ～ 64 です!
nb: Feil nøkkellengde! Lengden på WPAPSK skal være 8~64!
pl: Błąd dlugości! Długość WPAPSK powinna się zawierać w zakresie 8~64!
pt_br: Erro de extensão de chave! A extensão do WPAPSK deve ser 8~64!
ru: Ошибка длины ключа! Длина WPAPSK должна быть 8~64!
sw: Nyckellängdsfel! Längden på WPAPSK ska vara 8~64!
tr: Anahtar uzunluk hatası! WPAPSK uzunluğu 8~64 olmalıdır!

source: Key type error! The WPAPSK key with length 64 must be hex(A~F, 0~9).
cs: Chyba typu klíče! Klíč WPA-PSK o délce 64 znaků musí být hexadecimální (A – F, 0 – 9).
da: Fejl i tastetype! WPAPSK-tasten med længde 64 skal være heksadecimal (A~F, 0~9).
fi: Tyyppivirhe! 64 merkkiä pitkän WPAPSK-avaimen pitää olla heksa-arvo (A–F, 0–9).
fr: Erreur de type de clé ! La clé WPAPSK avec une longueur 64 doit être hexadécimale (A~F, 0~9).
he: שגיאה בסוג מפתח! מפתח WPAPSK באורך 64 חייב להיות הקסדצימלי (A~F, 0~9).
hu: Kulcstípushiba! A 64 karakterből álló WPA-PSK kulcsokban kizárólag hexadecimális karakterek (A~F, 0~9) szerepelhetnek.
it: Errore tipo di chiave! La chiave WPAPSK con lunghezza 64 deve essere hex(A~F, 0~9).
jp: キー タイプ エラー! 長さが 64 の WPAPSK キーは 16 進数 (A ～ F、0 ～ 9) でなければなりません。
nb: Feil nøkkeltype! En WPAPSK-nøkkel med lengden 64 må være heksadesimal (A~F, 0~9).
pl: Błąd wprowadzania! W przypadku WPAPSK należy korzystać z trybu heksadecymalnego (A~F, 0~9).
pt_br: Erro de tipo de chave! A chave WPAPSK com extensão 64 deve ser hexagonal (A~F, 0~9).
ru: Ошибка типа ключа! Ключ WPAPSK с длиной 64 должен быть шестнадцатеричным (A~F, 0~9).
sw: Nyckeltypsfel! Nyckeln för WPAPSK med längden 64 måste vara av hextyp (A~F, 0~9).
tr: Anahtar tip hatası! Uzunluğu 64 olan WPAPSK anahtarı hex(A~F, 0~9) olmalıdır.

source: IP address is invalid. Please verify your IP address and try again.
cs: Adresa IP je neplatná. Ověřte adresu IP a zkuste to znovu.
da: Ugyldig IP-adresse. Kontrollér din IP-adresse, og prøv igen.
fi: IP-osoite on epäkelpo. Tarkista IP-osoite ja yritä uudelleen.
fr: Adresse IP non valide. Vérifiez votre adresse IP et réessayez.
he: כתובת IP אינה תקפה. בדוק את כתובת IP שלך ונסה שוב.
hu: Az IP-cím érvénytelen. Ellenőrizze az IP-címet, majd próbálja meg újra.
it: Indirizzo IP non valido. Verificare l'indirizzo IP e riprovare.
jp: IP アドレスが無効です。IP アドレスを確認してからもう一度試してください。
nb: IP-adressen er ugyldig. Kontroller IP-adressen og prøv på nytt.
pl: Nieprawidłowy numer IP. Sprawdź numer IP i spróbuj ponownie.
pt_br: Endereço IP inválido. Verifique o endereço IP e tente novamente.
ru: Неверный IP-адрес. Проверьте IP-адрес и повторите попытку.
sw: IP-adressen är ogiltig. Kontrollera IP-adressen och försök igen.
tr: IP adresi geçersiz. Lütfen IP adresinizi doğrulayın ve tekrar deneyin.

source: E-mail address is invalid, please verify your e-mail address and try it again.
cs: E-mailová adresa je neplatná. Ověřte e-mailovou adresu a zkuste to znovu.
da: Ugyldig e-mail-adresse. Kontrollér din e-mail-adresse, og prøv igen.
fi: Sähköpostiosoite on epäkelpo. Tarkista sähköpostiosoite ja yritä uudelleen.
fr: Adresse e-mail non valide. Vérifiez votre adresse e-mail et réessayez.
he: כתובת דואר אלקטרוני אינה תקפה. בדוק את כתובת הדואר האלקטרוני שלך ונסה שוב.
hu: Az e-mail cím érvénytelen. Ellenőrizze az e-mail címet, majd próbálja meg újra.
it: Indirizzo e-mail non valido. Verificare l'indirizzo e-mail e riprovare.
jp: 電子メール アドレスが無効です。電子メール アドレスを確認してからもう一度試してください。
nb: E-postadressen er ugyldig. Kontroller e-postadressen og prøv på nytt.
pl: Nieprawidłowy adres e-mail. Sprawdź adres e-mail i spróbuj ponownie.
pt_br: Endereço de e-mail inválido. Verifique seu endereço de e-mail e tente novamente.
ru: Неверный адрес электронной почты. Проверьте свой адрес электронной почты и повторите попытку.
sw: E-postadressen är ogiltig. Kontrollera e-postadressen och försök igen.
tr: E-posta adresi geçersiz. Lütfen e-posta adresinizi doğrulayın ve tekrar deneyin.

source: Invalid character(s) in first name.
cs: Neplatné znaky ve jméně.
da: Ugyldigt/ugyldige tegn i fornavn.
fi: Etunimessä epäkelpo merkki.
fr: Caractère(s) non valide(s) dans le prénom.
he: תווים לא תקפים בשם הפרטי.
hu: Legalább egy érvénytelen karakter az utónévben.
it: Caratteri non validi nel nome.
jp: 名前に無効な文字が含まれています。
nb: Ugyldig(e) tegn i fornavn.
pl: Nieprawidłowe znaki użyte w imieniu.
pt_br: Caractere(s) inválido(s) no nome.
ru: Имя содержит недопустимые символы.
sw: Ogiltiga tecken i förnamnet.
tr: Ad içinde geçersiz karakter(ler).

source: Invalid character(s) in last name.
cs: Neplatné znaky v příjmení.
da: Ugyldigt/ugyldige tegn i efternavn.
fi: Sukunimessä epäkelpo merkki.
fr: Caractère(s) non valide(s) dans le nom.
he: תווים לא תקפים בשם המשפחה.
hu: Legalább egy érvénytelen karakter a vezetéknévben.
it: Caratteri non validi nel cognome.
jp: 姓名に無効な文字が含まれています。
nb: Ugyldig(e) tegn i etternavn.
pl: Nieprawidłowe znaki użyte w nazwisku.
pt_br: Caractere(s) inválido(s) no sobrenome.
ru: Фамилия содержит недопустимые символы.
sw: Ogiltiga tecken i efternamnet.
tr: Soyad içinde geçersiz karakter(ler).

source: Hungarian
cs: Maďarština
da: Ungarsk
fi: unkari
fr: Hongrois
he: הונגרית
hu: Magyar
it: Ungherese
jp: ハンガリー語
nb: Ungarsk
pl: Węgierski
pt_br: Húngaro
ru: Венгерский
sw: Ungerska
tr: Macarca

source: Serial number:
cs: Sériové číslo:
da: Serienummer:
fi: Sarjanumero:
fr: Numéro de série :
he: מספר סידורי:
hu: Sorozatszám:
it: Numero di serie:
jp: シリアル番号:
nb: Serienummer:
pl: Numer seryjny:
pt_br: Número de série:
ru: Серийный номер:
sw: Serienummer:
tr: Seri numarası:

source: To restart, press the power button on your remote.
cs: Restart provedete stisknutím tlačítka napájení na ovladači.
da: Tryk på tænd/sluk-knappen på din fjernbetjening for at genstarte.
fi: Käynnistä uudelleen painamalla kaukosäätimen virtapainiketta.
fr: Pour redémarrer, appuyez sur le bouton d’alimentation sur votre télécommande.
he: כדי לאתחל, לחץ על לחצן ההפעלה בשלט-רחוק.
hu: Az újraindításhoz nyomja le a távirányító bekapcsológombját.
it: Per riavviare, premere il pulsante di accensione/spegnimento sul telecomando.
jp: 再起動するには、リモート コントロールの電源ボタンを押します。
nb: Trykk på på/av-knappen på fjernkontrollen for å omstarte.
pl: Aby uruchomić ponownie, naciśnij przycisk zasilania na pilocie.
pt_br: Para reiniciar, pressione o botão Power no seu controle remoto.
ru: Нажмите кнопку питания на пульте ДУ, чтобы перезапустить систему.
sw: Tryck bara på strömknappen på fjärrkontrollen för att starta om.
tr: Yeniden başlatmak için, uz<aktan kumanda üzerindeki güç düğmesine basın.

source: Creator
cs: Autor
da: Forfatter
fi: Tekijä
fr: Créateur
he: יוצר
hu: Létrehozó
it: Autore
jp: 作成者
nb: Opphavsperson
pl: Twórca
pt_br: Criador
ru: Автор
tr: Oluşturan

source: Web browser
cs: Webový prohlížeč
fi: Web-selain
fr: Navigateur Web
he: דפדפן אינטרנט
hu: Webböngésző
it: Browser Web
jp: Web ブラウザ
nb: Nettleser
pl: Przeglądarka internetowa
pt_br: Navegador da Web
ru: Веб-браузер
sw: Webbläsare
tr: Web tarayıcı

source: Add to contacts
cs: Přidat ke kontaktům
da: Tilføj til kontakter
fi: Lisää yhteystietoihin
fr: Ajouter aux contacts
he: הוסף לאנשי קשר
hu: Hozzáadás az ismerősökhöz
it: Aggiungi ai contatti
jp: 連絡先に追加
nb: Legg til blant kontakter
pl: Dodaj do kontaktów
pt_br: Adicionar aos contatos
ru: Добавить в контакты
sw: Lägg till kontakter
tr: Kişilere ekle

source: Recently upload
cs: Nedávno odeslané
da: Overført for nylig
fi: Vasta lähetetyt
fr: Récemment chargé
he: הועלה לאחרונה
hu: Nemrégiben feltöltött
it: Upload recente
jp: 最近アップロード
nb: Nylig lastet opp
pl: Niedawno wczytane
pt_br: Carregar recentemente
ru: Недавно загруженные файлы
sw: Nyligen överförd
tr: Son yüklenenler

source: Photo set
cs: Sada fotografií
da: Foto-indstilling
fi: Valokuvasarja
fr: Ensemble de photos
he: ערכת תמונות
hu: Fotógyűjtemény
it: Set foto
jp: 写真セット
nb: Fotosett
pl: Zestaw zdjęć
pt_br: Conjunto de fotos
ru: Набор фотографий
sw: Fotoenhet
tr: Fotoğraf seti

source: Friends
cs: Přátelé
da: Venner
fi: Ystävät
fr: Amis
he: חברים
hu: Barátok
it: Amici
jp: 友達
nb: Venner
pl: Znajomi
pt_br: Amigos
ru: Друзья
sw: Vänner
tr: Arkadaşlar

source: There is no contact.
cs: Neexistuje žádný kontakt.
da: Der er ingen kontakt.
fi: Ei yhteystietoja.
fr: Aucun contact.
he: אין איש קשר.
hu: Nincs ismerős.
it: Nessun contatto disponibile.
jp: 連絡先はありません。
nb: Det er ingen kontakt.
pl: Brak kontaktu.
pt_br: Não há contato.
ru: Контакт отсутствует.
sw: Det finns ingen kontakt.
tr: Kişi yok.

source: There is no tag.
cs: Neexistuje žádný štítek.
da: Der er intet tag.
fi: Ei tunnistetta.
fr: Aucune balise.
he: אין תגית.
hu: Nincs címke.
it: Nessun tag disponibile.
jp: タグはありません。
nb: Det er ingen kode.
pl: Brak znacznika.
pt_br: Não há tag.
ru: Тег отсутствует.
sw: Det finns ingen tagg.
tr: Etiket yok.

source: Search Results
cs: Výsledky hledání
da: Søgeresultater
fi: Hakutulokset
fr: Résultats de la recherche
he: תוצאות חיפוש
hu: Keresési találatok
it: Risultati della ricerca
jp: 検索結果
nb: Søkeresultater
pl: Przeszukaj wyniki
pt_br: Resultados de pesquisa
ru: Результаты поиска
sw: Sökresultat
tr: Arama Sonuçları

source: Are you sure you want to delete this station?
cs: Opravdu chcete tuto stanici odstranit?
da: Er du sikker på, du vil slette denne station?
fi: Haluatko varmasti poistaa tämän aseman?
fr: Êtes-vous sûr de vouloir supprimer cette station ?
he: האם אתה בטוח שברצונך למחוק את התחנה הזו?
hu: Biztosan töröli ezt az állomást?
it: Eliminare questa stazione?
jp: このステーションを削除してもよろしいですか?
nb: Er du sikker på at du vil slette denne stasjonen?
pl: Czy na pewno chcesz usunąć tę stację?
pt_br: Tem certeza de que deseja excluir essa estação?
ru: Действительно удалить эту станцию?
sw: Vill du verkligen radera den här stationen?
tr: Bu istasyonu silmek istediğinize emin misiniz?

source: Are you sure you want to add this station to preset?
cs: Opravdu chcete tuto stanici přidat do předvoleb?
da: Er du sikker på, du vil tilføje denne station til forudindstillede?
fi: Haluatko lisätä tämän aseman esiasetuksiin?
fr: Êtes-vous sûr de vouloir ajouter cette station aux présélections ?
he: האם אתה בטוח שברצונך להוסיף את התחנה הזו לתחנות הקבועות?
hu: Biztosan hozzáadja ezt az állomást az beprogramozottakhoz?
it: Aggiungere questa stazione alle impostazioni predefinite?
jp: このステーションを事前設定に追加してもよろしいですか?
nb: Er du sikker på at du vil legge denne stasjonen til de forhåndsinnstilte?
pl: Czy na pewno chcesz dodać tę stację?
pt_br: Tem certeza de que deseja adicionar essa estação à visualização?
ru: Действительно сохранить эту станцию?
sw: Vill du verkligen lägga till den här stationen till förinställningar?
tr: Bu istasyonu kayıtlı istasyonlara eklemek istediğinize emin misiniz?

source: Listen to thousands of commercial-free Internet radio stations! Live365 has broadcasts From Radio Disney, Santana, David Bynne, Pat Metheny, and Paul Oakenfold, As well as stations created by music lovers just like you! Easily browse through popular genres such as Rock, Hip-hop, Jazz and new age. Or discover treasures in some of the less-traveled styles such as gospel, comedy, anime, Hindi, trip-hop, 30s, glam, tribal, Celtic and 100s more.
cs: Poslouchejte tisíce internetových radiových stanic bez reklam! Live365 nabízí vysílání Radio Disney, Santana, David Bynne, Pat Metheny, Paul Oakenfold a také stanice vytvořené milovníky hudby jako jste vy! Snadno procházejte populárními žánry jako rock, hip-hop, jazz a new age. Nebo najděte poklady v méně obvyklých stylech jako gospel, comedy, anime, hindi, trip-hop, 30s, glam, tribal, celtic a stovkách dalších.
da: Lyt til tusindvis af kommercielle, gratis internetradiostationer! Live365 har udsendelser fra Radio Disney, Santana, David Bynne, Pat Metheny og Paul Oakenfold samt stationer, der er oprettet af musikelskere som dig! Søg nemt gennem de populære genrer, såsom rock, hip-hop, jazz og new age. Eller opdag skatte indenfor nogle af de mindre besøgte stilarter, såsom gospel, komedie, Hindi, trip-hop, 30’erne, glamour, tribal, Celtic (keltisk musik) og hundredvis af andre.
fi: Kuuntele tuhansia Internet-radioasemia ilman mainoksia! Live365:lla on lähetyksiä Radio Disneyssä, Santana, David Bynne, Pat Metheny ja Paul Oakenfold, kuten myös asemilla, jotka on luonut joku kaltaisesi musiikin ystävä! Selaa suosittuja tyylilajeja kuten rock, hip-hop, jazz ja new age. Tai löydä aarteita harvinaisemmista tyyleistä kuten gospel, komedia, anime, hindi, trip-hop, 30-luku, glam, tribaalimusiikki, kelttimusiikki tai joku sadoista muista tyyleistä.
fr: Écoutez des milliers de stations de radio Internet sans publicité ! Live365 propose des émissions de Radio Disney, Santana, David Bynne, Pat Metheny et Paul Oakenfold. Ainsi que des stations créées par des amateurs de musique, tout comme vous ! Naviguez facilement entre les genres les plus populaires comme le rock, le hip-hop, le jazz et le new age. Ou découvrez de véritables trésors dans les styles moins répandus comme le gospel, la comédie, l’anime, le hindi, le trip-hop, les années 30, le glam, le tribal, le celtique et des centaines d'autres.
he: האזן לאלפי תחנות רדיו-אינטרנט ללא כל פרסומות! Live365 כולל שידורים מאת רדיו דיסני, סאנטנה, דיוויד בין, פאט מת'אני ופול אוקנפולד, כמו גם תחנות שנוצרו על-ידי חובבי מוזיקה כמוך! עבור בקלות בין ז'אנרים פופולריים כגון רוק, היפ-הופ, ג'אז וניו-אייג'. או גלה אוצרות בסגנונות פחות נפוצים, כגון גוספל, קומדיה, אנימה, הינדי, טריפ-הופ, שנות השלושים, גלאם, מוזיקה שבטית, מוזיקה קלטית ומאות סגנונות אחרים.
hu: Több ezer internetes rádióállomás, reklámok nélkül! A Live365-ön nem csak a Radio Disney, Santana, David Bynne, Pat Metheny, és Paul Oakenfold műsorai hallgathatók meg, hanem az Önhöz hasonló zenebarátok által fenntartott állomások is! Az olyan népszerű műfajokon belül, mint a rock, a hip-hop, a jazz és a new age, könnyedén böngészhet. Ez azonban még nem minden: felfedezheti az olyan kevésbé ismert stílusok kincseit is, mint a gospel, a kabaré, az anime, a hindi zene, a trip-hop, a 30-as évek zenéje, a glam, a törzsi és a kelta zene, valamint több száz egyéb műfaj.
it: Per ascoltare migliaia di stazioni radio senza pubblicità. Live365 presenta trasmissioni da Radio Disney, Santana, David Bynne, Pat Metheny, and Paul Oakenfold, nonché stazioni radio create dagli amanti della musica. Possibilità di scegliere tra i generi musicali più popolari quali rock, hip-hop, jazz e new age, oppure di scoprire stili più inesplorati quali gospel, commedia, anime, hindi, trip-hop, musica anni 30, glam, tribale, celtica e molte altre ancora.
jp: コマーシャルのない多数のインターネット ラジオ ステーションをお楽しみいただけます。Live365 には、Radio Disney、Santana、David Bynne、Pat Metheny、および Paul Oakenfold からのブロードキャストをはじめ、みなさんのような音楽ファンの手で運営されているステーションがあります。ロック、ヒップホップ、ジャズ、ニュー エイジなどのポピュラーなジャンルを簡単にブラウジングできます。ゴスペルやコメディ、アニメ、ヒンディ、サーティーズ、グラム、部族音楽、セルティックなどの珍しいジャンルからもすばらしい音楽を探すことができます。
nb: Lytt til tusenvis av reklamefrie Internett-radiostasjoner! Live365 har sendinger fra Radio Disney, Santana, David Bynne, Pat Metheny og Paul Oakenfold, i tillegg til stasjoner drevet av musikkelskere som deg! Du kan enkelt bla gjennom populære sjangere som rock, hip-hop, jazz og new age. Eller du kan oppdage skatter i noen av de smalere kategoriene som gospel, comedy, anime, hindi, trip-hop, 30s, glam, tribal, celtic og hundrevis av andre.
pl: Słuchaj setek darmowych, internetowych stacji radiowych! Live365 zapewnia transmisje Radio Disney, Carlosa Santany, Davida Bynne’a, Pata Metheny’ego i Paula Oakenfolda oraz dostęp do stacji stworzonych przez miłośników muzyki, takich jak Ty! W prosty sposób wyszukuj stacje wg. gatunków muzyki: rock, hip-hop, jazz i new age. Lub odkrywaj zakurzone perełki gospel, komedie, anime, hindi, trip-hop, z lat 30., glam, tri bal, celtyckie i wiele innych.
pt_br: Ouça a milhares de estações de rádio gratuitas pela Internet! O Live365 transmite a Radio Disney, Santana, David Bynne, Pat Metheny e Paul Oakenfold, além de estações criadas por amantes da música como você! Navegue facilmente por gêneros populares como rock, hip-hop, jazz e new age. Ou descubra tesouros em alguns estilos menos escutados, como gospel, comedy, anime, Hindi, trip-hop, 30s, glam, tribal, Celtic e cem outros.
ru: Слушайте тысячи Интернет-радиостанций без рекламы! При помощи службы Live365 вы можете слушать вещание Radio Disney, композиции таких музыкальных исполнителей как Santana, David Bynne, Pat Metheny и Paul Oakenfold, а также радиостанции, созданные такими же меломанами, как и вы! Находите без труда композиции в жанрах Rock, Hip-hop, Jazz и New age. Или открывайте для себя сокровища менее популярных жанров, таких как Gospel, Comedy, Hindi, Trip-hop, Glam, Tribal, Celtic, музыку тридцатых годов, музыкальные композиции из японских мультфильмов Anime и многое другое.
sw: Lyssna på tusentals Internet-radiokanaler helt gratis! Live365 har sändingar från Radio Disney, Santana, David Bynne, Pat Metheny och Paul Oakenfold, liksom kanaler som har skapats av musikälskare precis som du! Sök snabbt och enkelt igenom populära genrar, såsom rock, hip-hop, jazz och new age. Du kan också upptäcka nya intressanta ämnen, exempelvis gospel, komedi, animerat, hindi, trip-hop, trettiotalet, keltiskt och mycket mer.
tr: Binlerce ücretsiz Internet radyo istasyonu dinleyin! Live365, Radio Disney, Santana, David Bynne, Pat Metheny, ve Paul Oakenfold gibi yayınlar yanında sizin gibi müzik severlerin oluşturduğu istasyonlara da sahiptir! Rock, Hip-hop, Jazz ve new age gibi popüler türler arasında kolayca gezinin. Veya daha az bilenen gospel, komedi, anime, Hindi, trip-hop, 30s, glam, tribal, Celtic ve yüzlercesi içindeki hazineleri keşfedin.

source: Japan
cs: Japonsko
fi: japani
fr: Japon
he: יפן
hu: Japán
it: Giappone
jp: 日本
pl: Japonia
pt_br: Japão
ru: Япония
tr: Japonya

source: This file is currently unavailable. Please try again later.
cs: Soubor je v tomto okamžiku nedostupný. Zkuste to znovu později.
da: Denne fil er ikke tilgængelig i øjeblikket. Prøv igen senere.
fi: Tämä tiedosto ei ole tällä hetkellä käytettävissä. Yritä myöhemmin uudelleen.
fr: Ce fichier est actuellement indisponible. Réessayez plus tard.
he: הקובץ אינו זמין כעת. נסה שוב במועד מאוחר יותר.
hu: Ez a fájl jelenleg nem érhető el. Próbája újra később.
it: Il file non è attualmente disponibile. Riprovare più tardi.
jp: このファイルは現在使用できません。後でもう一度試してください。
nb: Denne filen er ikke tilgjengelig i øyeblikket. Prøv på nytt senere.
pl: Aktualnie plik jest niedostępny. Spróbuj ponownie później.
pt_br: Este arquivo não está disponível no momento. Tente novamente mais tarde.
ru: Файл в настоящее время недоступен. Повторите попытку позже.
sw: Den här filen är otillgänglig. Försök igen senare.
tr: Bu dosya şu anda kullanılamaz. Lütfen daha sonra tekrar deneyin.
